{
  "appointment_subtitle": "Schedule a confidential appointment with our support team",
  "appointment_title": "Book a Session",
  "appt_confidential": "Confidential",
  "appt_date_label": "Preferred Date",
  "appt_disclaimer": "We'll contact you within 24 hours to confirm your appointment. All sessions are confidential.",
  "appt_email_label": "Email Address",
  "appt_email_placeholder": "you@example.com",
  "appt_name_label": "Full Name",
  "appt_name_placeholder": "Your name",
  "appt_notes_label": "Additional Notes (Optional)",
  "appt_notes_placeholder": "Anything you'd like us to know before your session...",
  "appt_submit": "Request Appointment",
  "appt_supportive": "Supportive",
  "appt_text": "Book a confidential counseling session with one of our trained support specialists. Sessions are available for various needs including therapy check-ins, consultations, and ongoing support.",
  "appt_time_label": "Preferred Time",
  "appt_time_select": "Select a time",
  "appt_title": "Schedule a Support Session",
  "appt_type_checkin": "Check-in Call",
  "appt_type_consultation": "Initial Consultation",
  "appt_type_crisis": "Crisis Support",
  "appt_type_label": "Type of Support",
  "appt_type_other": "Other",
  "appt_type_select": "Select support type",
  "appt_type_therapy": "Therapy Session",
  "appt_virtual": "Virtual Options",
  "article_10_min_read": "10 min read",
  "article_12_min_read": "12 min read",
  "article_15_min_read": "15 min read",
  "article_8_min_read": "8 min read",
  "save_article": "Save Article",
  "article_anxiety_h2_1": "What is Anxiety?",
  "article_anxiety_h2_2": "Types of Anxiety Disorders",
  "article_anxiety_h2_3": "Common Symptoms of Anxiety",
  "article_anxiety_h2_4": "Causes and Risk Factors",
  "article_anxiety_h2_5": "Treatment Options",
  "article_anxiety_h2_6": "Self-Help Strategies",
  "article_anxiety_h2_7": "When to Seek Professional Help",
  "article_anxiety_h3_1": "Generalized Anxiety Disorder (GAD)",
  "article_anxiety_h3_10": "Life Experiences",
  "article_anxiety_h3_11": "Personality",
  "article_anxiety_h3_12": "Psychotherapy",
  "article_anxiety_h3_13": "Medication",
  "article_anxiety_h3_2": "Panic Disorder",
  "article_anxiety_h3_3": "Social Anxiety Disorder",
  "article_anxiety_h3_4": "Specific Phobias",
  "article_anxiety_h3_5": "Separation Anxiety Disorder",
  "article_anxiety_h3_6": "Physical Symptoms",
  "article_anxiety_h3_7": "Psychological Symptoms",
  "article_anxiety_h3_8": "Genetics",
  "article_anxiety_h3_9": "Brain Chemistry",
  "article_anxiety_li1": "Racing heart or heart palpitations",
  "article_anxiety_li10": "Excessive worry that's hard to control",
  "article_anxiety_li11": "Feeling restless, keyed up, or on edge",
  "article_anxiety_li12": "Difficulty concentrating or mind going blank",
  "article_anxiety_li13": "Irritability",
  "article_anxiety_li14": "Fear of losing control or \"going crazy\"",
  "article_anxiety_li15": "Feeling detached from yourself or surroundings",
  "article_anxiety_li16": "Constantly anticipating the worst",
  "article_anxiety_li17": "Antidepressants (SSRIs and SNRIs) are commonly prescribed",
  "article_anxiety_li18": "Anti-anxiety medications (benzodiazepines) for short-term relief",
  "article_anxiety_li19": "Beta-blockers to manage physical symptoms",
  "article_anxiety_li2": "Shortness of breath or feeling of choking",
  "article_anxiety_li20": "<strong>Exercise regularly:</strong> Physical activity is a natural anxiety reliever. Aim for at least 30 minutes most days.",
  "article_anxiety_li21": "<strong>Practice relaxation techniques:</strong> Deep breathing, progressive muscle relaxation, and mindfulness meditation can calm your mind.",
  "article_anxiety_li22": "<strong>Get enough sleep:</strong> Poor sleep can worsen anxiety. Maintain a consistent sleep schedule.",
  "article_anxiety_li23": "<strong>Limit caffeine and alcohol:</strong> Both can trigger or worsen anxiety symptoms.",
  "article_anxiety_li24": "<strong>Connect with others:</strong> Social support is crucial. Talk to friends, family, or join a support group.",
  "article_anxiety_li25": "<strong>Challenge negative thoughts:</strong> Learn to identify and question anxious thoughts.",
  "article_anxiety_li26": "Your anxiety is interfering with work, relationships, or daily activities",
  "article_anxiety_li27": "You're avoiding situations due to fear",
  "article_anxiety_li28": "Your anxiety feels impossible to control",
  "article_anxiety_li29": "You're experiencing depression along with anxiety",
  "article_anxiety_li3": "Sweating or cold, clammy hands",
  "article_anxiety_li30": "You're using alcohol or drugs to cope",
  "article_anxiety_li31": "You have thoughts of self-harm or suicide",
  "article_anxiety_li4": "Trembling or shaking",
  "article_anxiety_li5": "Muscle tension, aches, or soreness",
  "article_anxiety_li6": "Headaches",
  "article_anxiety_li7": "Fatigue and exhaustion",
  "article_anxiety_li8": "Trouble sleeping or restless sleep",
  "article_anxiety_li9": "Stomach upset, nausea, or diarrhea",
  "article_anxiety_p1": "Anxiety is a normal human emotion that everyone experiences from time to time. It's the feeling of worry, nervousness, or unease about something with an uncertain outcome. In fact, some anxiety can be helpful—it can alert us to dangers and help us prepare for important events.",
  "article_anxiety_p10": "Anxiety disorders don't have a single cause. Instead, they result from a combination of factors:",
  "article_anxiety_p11": "Anxiety disorders tend to run in families. If you have a close relative with an anxiety disorder, you may be more likely to develop one yourself. However, having a genetic predisposition doesn't mean you will definitely develop anxiety.",
  "article_anxiety_p12": "Research suggests that anxiety disorders may be linked to faulty circuits in the brain that regulate fear and emotions. Neurotransmitters like serotonin, dopamine, and norepinephrine play important roles in mood regulation.",
  "article_anxiety_p13": "Traumatic events, chronic stress, childhood adversity, and significant life changes can trigger anxiety disorders. This includes experiences like abuse, loss of a loved one, divorce, job loss, or major health problems.",
  "article_anxiety_p14": "Certain personality traits, such as being shy, having low self-esteem, or being a perfectionist, may make some people more prone to anxiety disorders.",
  "article_anxiety_p15": "Anxiety disorders are highly treatable. The main treatments include psychotherapy, medication, or a combination of both.",
  "article_anxiety_p16": "Cognitive Behavioral Therapy (CBT) is the most effective form of psychotherapy for anxiety disorders. CBT teaches you different ways of thinking, behaving, and reacting to anxiety-producing situations. It can also help you learn and practice social skills, which is vital for treating social anxiety disorder.",
  "article_anxiety_p17": "Exposure therapy is a component of CBT that focuses on confronting the fears underlying an anxiety disorder. It helps you engage with activities or situations you may have been avoiding.",
  "article_anxiety_p18": "Several types of medications can help relieve symptoms of anxiety disorders:",
  "article_anxiety_p19": "Always work with your healthcare provider to find the right medication and dosage for your specific needs.",
  "article_anxiety_p2": "However, anxiety becomes a disorder when it's excessive, difficult to control, and interferes with daily life. Anxiety disorders are the most common mental health conditions, affecting approximately 40 million adults in the United States alone.",
  "article_anxiety_p20": "In addition to professional treatment, these strategies can help manage anxiety:",
  "article_anxiety_p21": "Consider reaching out to a mental health professional if:",
  "article_anxiety_p22": "Remember, seeking help is a sign of strength, not weakness. Anxiety disorders are real, serious, and treatable. With proper treatment, many people with anxiety disorders lead full, productive lives.",
  "article_anxiety_p3": "Unlike the relatively mild, brief anxiety caused by a stressful event, anxiety disorders last at least 6 months and can get worse if not treated. The good news is that anxiety disorders are highly treatable, yet only about one-third of those suffering receive treatment.",
  "article_anxiety_p4": "People with GAD experience persistent and excessive worry about various aspects of daily life, including work, health, family, money, or everyday matters. The worry is often out of proportion to the actual likelihood or impact of the anticipated events. Physical symptoms may include restlessness, fatigue, difficulty concentrating, muscle tension, and sleep problems.",
  "article_anxiety_p5": "Panic disorder involves recurrent, unexpected panic attacks—sudden periods of intense fear that come on quickly and reach their peak within minutes. During a panic attack, people may experience heart palpitations, sweating, trembling, shortness of breath, chest pain, nausea, dizziness, and fear of losing control or dying. Many people with panic disorder worry about when the next attack will happen and actively try to prevent future attacks.",
  "article_anxiety_p6": "Also known as social phobia, this involves intense fear of social or performance situations where one might be judged, embarrassed, or humiliated. People with social anxiety may avoid social situations or endure them with significant distress. This can affect work, school, and relationships.",
  "article_anxiety_p7": "A specific phobia is an intense, irrational fear of a specific object, situation, or activity that poses little to no actual danger. Common phobias include fear of heights, flying, spiders, blood, or enclosed spaces. People with phobias often go to great lengths to avoid what they fear.",
  "article_anxiety_p8": "While often thought of as a childhood condition, separation anxiety can occur in adults too. It involves excessive fear or anxiety about separation from attachment figures, worry about harm coming to loved ones, and reluctance to leave home or be alone.",
  "article_anxiety_p9": "Anxiety manifests in both physical and psychological ways. Recognizing these symptoms is the first step toward getting help.",
  "article_anxiety_subtitle": "A comprehensive guide to understanding what anxiety disorders are, how they manifest, and the evidence-based treatments available.",
  "article_anxiety_title": "Understanding Anxiety Disorders: Symptoms, Types, and Treatment",
  "article_anxiety_toc_1": "What is Anxiety?",
  "article_anxiety_toc_2": "Types of Anxiety Disorders",
  "article_anxiety_toc_3": "Common Symptoms",
  "article_anxiety_toc_4": "Causes and Risk Factors",
  "article_anxiety_toc_5": "Treatment Options",
  "article_anxiety_toc_6": "Self-Help Strategies",
  "article_anxiety_toc_7": "When to Seek Help",
  "article_back_to_blog": "Back to Blog",
  "article_community_category": "Community",
  "article_community_h2_1": "What is Community Mental Health Support?",
  "article_community_h2_2": "Types of Support Groups and How to Find Them",
  "article_community_h2_3": "Stories of Communities Making a Difference",
  "article_community_h2_4": "Starting Your Own Support Circle",
  "article_community_h2_5": "Mutual Aid Practices for Mental Health",
  "article_community_h2_6": "Resources for Community Mental Health Initiatives",
  "article_community_h3_1": "Peer Support Groups",
  "article_community_h3_2": "12-Step and Recovery Groups",
  "article_community_h3_3": "Online Communities",
  "article_community_h3_4": "Faith-Based Support",
  "article_community_h3_5": "Practical Support",
  "article_community_h3_6": "Emotional Labor Sharing",
  "article_community_h3_7": "Knowledge Sharing",
  "article_community_h3_8": "Crisis Planning Together",
  "article_community_li1": "<strong>Choose a focus:</strong> Will your group center on a specific condition or be more general wellness-focused?",
  "article_community_li10": "<strong>SAMHSA's National Helpline:</strong> 1-800-662-4357 provides referrals 24/7.",
  "article_community_li11": "<strong>NAMI:</strong> Offers peer-to-peer programs, family support groups, and advocacy resources.",
  "article_community_li2": "<strong>Set clear guidelines:</strong> Establish confidentiality agreements and speaking norms.",
  "article_community_li3": "<strong>Pick a consistent time and place:</strong> Regular meetings build trust.",
  "article_community_li4": "<strong>Create structure:</strong> A simple format helps everyone know what to expect.",
  "article_community_li5": "<strong>Know when to refer:</strong> Have resources ready when someone needs more support.",
  "article_community_li6": "<strong>Rotate responsibilities:</strong> Shared leadership prevents burnout.",
  "article_community_li7": "<strong>Mental Health First Aid:</strong> An 8-hour training that teaches people to recognize and respond to challenges.",
  "article_community_li8": "<strong>Intentional Peer Support:</strong> A training program that develops mutual support skills.",
  "article_community_li9": "<strong>The Icarus Project/Fireweed Collective:</strong> Resources for radical mental health organizing.",
  "article_community_p1": "Community mental health support refers to the networks of care outside traditional clinical settings.",
  "article_community_p10": "Communities are coming together to support mental health in innovative ways.",
  "article_community_p11": "A group of college students launched a text-based support line staffed by trained students.",
  "article_community_p12": "Residents organized weekly coffee meetups and check-in calls for isolated seniors.",
  "article_community_p13": "Creative groups are using art, writing, and music to process emotions.",
  "article_community_p14": "You don't need formal training to start a support circle.",
  "article_community_p15": "Start small with people you trust who share a common experience.",
  "article_community_p16": "Remember that imperfection is okay. Show up consistently for each other.",
  "article_community_p17": "Mutual aid is the practice of community members supporting each other without hierarchy.",
  "article_community_p18": "Help with groceries, transportation, or childcare during therapy sessions.",
  "article_community_p19": "Create systems where the burden doesn't fall on the same few people.",
  "article_community_p2": "Community support operates on the principle of shared experience and reciprocity.",
  "article_community_p20": "Share information about free therapy resources and coping strategies.",
  "article_community_p21": "Help each other create crisis plans and share emergency contacts.",
  "article_community_p22": "The key principle is that everyone has something to offer and everyone has needs.",
  "article_community_p23": "Ready to take action? Here are resources to deepen your community mental health work:",
  "article_community_p24": "Remember: you don't have to build community alone.",
  "article_community_p3": "Strong social connections are one of the most powerful protective factors for mental health.",
  "article_community_p4": "Support groups come in many forms, each serving different needs:",
  "article_community_p5": "These groups bring together people with shared experiences.",
  "article_community_p6": "Programs like AA and NA provide structured peer support for addiction.",
  "article_community_p7": "Forums, social media groups, and apps connect people across distances.",
  "article_community_p8": "Many religious communities offer support groups and pastoral counseling.",
  "article_community_p9": "To find a support group, try searching through NAMI or your local mental health association.",
  "article_community_subtitle": "Discover how community mental health support and mutual aid can transform well-being.",
  "article_community_title": "Community Care: The Power of Coming Together",
  "article_community_toc_1": "What is Community Support?",
  "article_community_toc_2": "Types of Support Groups",
  "article_community_toc_3": "Stories of Communities",
  "article_community_toc_4": "Starting Your Own Circle",
  "article_community_toc_5": "Mutual Aid Practices",
  "article_community_toc_6": "Resources & Next Steps",
  "article_depression_h2_1": "What is Depression?",
  "article_depression_h2_2": "Signs and Symptoms",
  "article_depression_h2_3": "Types of Depression",
  "article_depression_h2_4": "Causes and Risk Factors",
  "article_depression_h2_5": "Treatment Options",
  "article_depression_h2_6": "Self-Care Strategies",
  "article_depression_h2_7": "Helping Someone with Depression",
  "article_depression_h3_1": "Emotional Symptoms",
  "article_depression_h3_10": "Psychological Factors",
  "article_depression_h3_11": "Environmental Factors",
  "article_depression_h3_12": "Psychotherapy",
  "article_depression_h3_13": "Medication",
  "article_depression_h3_14": "Other Treatments",
  "article_depression_h3_15": "Physical Health",
  "article_depression_h3_16": "Social Connection",
  "article_depression_h3_17": "Mental Wellness",
  "article_depression_h3_18": "What to Do",
  "article_depression_h3_19": "What to Avoid",
  "article_depression_h3_2": "Physical Symptoms",
  "article_depression_h3_20": "When to Seek Emergency Help",
  "article_depression_h3_3": "Cognitive Symptoms",
  "article_depression_h3_4": "Major Depressive Disorder",
  "article_depression_h3_5": "Persistent Depressive Disorder (Dysthymia)",
  "article_depression_h3_6": "Seasonal Affective Disorder (SAD)",
  "article_depression_h3_7": "Postpartum Depression",
  "article_depression_h3_8": "Bipolar Depression",
  "article_depression_h3_9": "Biological Factors",
  "article_depression_li1": "<strong>Persistent sad, anxious, or empty mood</strong> that lasts most of the day, nearly every day",
  "article_depression_li10": "<strong>Slowed movements or speech</strong> that others may notice",
  "article_depression_li11": "<strong>Difficulty thinking, concentrating, or making decisions</strong>",
  "article_depression_li12": "<strong>Memory problems</strong> and forgetfulness",
  "article_depression_li13": "<strong>Thoughts of death or suicide</strong> - this is a serious symptom that requires immediate attention",
  "article_depression_li14": "<strong>Brain chemistry:</strong> Imbalances in neurotransmitters like serotonin, norepinephrine, and dopamine may contribute to depression",
  "article_depression_li15": "<strong>Genetics:</strong> Depression can run in families. Having a parent or sibling with depression increases your risk",
  "article_depression_li16": "<strong>Hormonal changes:</strong> Fluctuations in hormones can trigger depression, such as during pregnancy, postpartum, menopause, or thyroid problems",
  "article_depression_li17": "<strong>Trauma and abuse:</strong> Past physical, emotional, or sexual abuse can increase vulnerability to depression",
  "article_depression_li18": "<strong>Personality traits:</strong> People with low self-esteem, who are easily overwhelmed by stress, or who are generally pessimistic may be more prone to depression",
  "article_depression_li19": "<strong>Negative thinking patterns:</strong> Habitual negative thoughts can reinforce depressive feelings",
  "article_depression_li2": "<strong>Feelings of hopelessness</strong> or pessimism about the future",
  "article_depression_li20": "<strong>Major life changes:</strong> Job loss, divorce, death of a loved one, or other significant changes can trigger depression",
  "article_depression_li21": "<strong>Chronic stress:</strong> Ongoing stress from work, relationships, or financial problems can lead to depression",
  "article_depression_li22": "<strong>Social isolation:</strong> Lack of social support and meaningful connections increases depression risk",
  "article_depression_li23": "<strong>Cognitive Behavioral Therapy (CBT):</strong> Helps identify and change negative thought patterns and behaviors",
  "article_depression_li24": "<strong>Interpersonal Therapy (IPT):</strong> Focuses on improving relationships and communication skills",
  "article_depression_li25": "<strong>Psychodynamic Therapy:</strong> Explores how past experiences influence current feelings and behaviors",
  "article_depression_li26": "<strong>SSRIs (Selective Serotonin Reuptake Inhibitors):</strong> Often the first-line treatment, including medications like fluoxetine and sertraline",
  "article_depression_li27": "<strong>SNRIs (Serotonin-Norepinephrine Reuptake Inhibitors):</strong> Another common option for depression",
  "article_depression_li28": "<strong>Other medications:</strong> Your doctor may recommend different options based on your specific situation",
  "article_depression_li29": "<strong>Brain stimulation therapies:</strong> Such as electroconvulsive therapy (ECT) or transcranial magnetic stimulation (TMS) for treatment-resistant depression",
  "article_depression_li3": "<strong>Feelings of guilt, worthlessness, or helplessness</strong> that seem excessive or inappropriate",
  "article_depression_li30": "<strong>Light therapy:</strong> Particularly effective for seasonal affective disorder",
  "article_depression_li31": "<strong>Exercise:</strong> Regular physical activity has been shown to reduce depression symptoms",
  "article_depression_li32": "<strong>Regular exercise:</strong> Aim for at least 30 minutes of physical activity most days. Even a short walk can help",
  "article_depression_li33": "<strong>Healthy eating:</strong> A balanced diet supports both physical and mental health",
  "article_depression_li34": "<strong>Quality sleep:</strong> Maintain a consistent sleep schedule and practice good sleep hygiene",
  "article_depression_li35": "<strong>Limit alcohol:</strong> Alcohol is a depressant and can worsen symptoms",
  "article_depression_li36": "<strong>Stay connected:</strong> Reach out to friends and family, even when you don't feel like it",
  "article_depression_li37": "<strong>Join a support group:</strong> Connecting with others who understand can be very helpful",
  "article_depression_li38": "<strong>Volunteer:</strong> Helping others can improve your mood and sense of purpose",
  "article_depression_li39": "<strong>Set realistic goals:</strong> Break tasks into smaller steps and celebrate small achievements",
  "article_depression_li4": "<strong>Loss of interest or pleasure</strong> in hobbies and activities you used to enjoy",
  "article_depression_li40": "<strong>Challenge negative thoughts:</strong> Question whether your negative thoughts are accurate",
  "article_depression_li41": "<strong>Practice mindfulness:</strong> Mindfulness and meditation can help reduce depressive symptoms",
  "article_depression_li42": "<strong>Do things you enjoy:</strong> Even if you don't feel like it, engaging in activities can improve your mood",
  "article_depression_li43": "<strong>Listen without judgment:</strong> Let them know you're there for them",
  "article_depression_li44": "<strong>Encourage professional help:</strong> Gently suggest they speak with a doctor or therapist",
  "article_depression_li45": "<strong>Offer practical support:</strong> Help with daily tasks like cooking, cleaning, or running errands",
  "article_depression_li46": "<strong>Be patient:</strong> Recovery takes time, and there may be setbacks",
  "article_depression_li47": "<strong>Take care of yourself:</strong> Supporting someone with depression can be emotionally draining",
  "article_depression_li48": "Don't minimize their feelings or tell them to \"snap out of it\"",
  "article_depression_li49": "Don't compare their situation to others or say \"other people have it worse\"",
  "article_depression_li5": "<strong>Irritability</strong> and frustration, even over small matters",
  "article_depression_li50": "Don't give unsolicited advice about what they should do",
  "article_depression_li51": "Don't take their behavior personally",
  "article_depression_li6": "<strong>Changes in appetite</strong> - weight loss or gain unrelated to dieting",
  "article_depression_li7": "<strong>Sleep disturbances</strong> - insomnia or sleeping too much",
  "article_depression_li8": "<strong>Loss of energy</strong> or increased fatigue, even with adequate sleep",
  "article_depression_li9": "<strong>Physical aches and pains</strong> that don't have a clear cause",
  "article_depression_p1": "Depression, also known as major depressive disorder or clinical depression, is a common and serious mental health condition. It negatively affects how you feel, the way you think, and how you act. Depression causes feelings of sadness and a loss of interest in activities you once enjoyed.",
  "article_depression_p10": "The depressive phase of bipolar disorder, which also includes periods of mania or hypomania. This type requires different treatment approaches than unipolar depression.",
  "article_depression_p11": "Depression doesn't have a single cause. It typically results from a combination of factors:",
  "article_depression_p12": "Depression is one of the most treatable mental health conditions. Between 80 to 90 percent of people with depression eventually respond well to treatment.",
  "article_depression_p13": "Also known as talk therapy, psychotherapy helps people with depression understand and work through their feelings. Common approaches include:",
  "article_depression_p14": "Antidepressant medications can help correct chemical imbalances in the brain. Common types include:",
  "article_depression_p15": "It's important to work closely with a healthcare provider when taking medication, as finding the right medication and dosage can take time.",
  "article_depression_p16": "While professional treatment is often necessary, self-care strategies can support your recovery:",
  "article_depression_p17": "If someone you care about is experiencing depression, here's how you can help:",
  "article_depression_p18": "If someone expresses thoughts of suicide or self-harm, take it seriously. Stay with them, remove any means of self-harm if possible, and call emergency services or a crisis hotline immediately. In the US, you can call or text 988 for the Suicide and Crisis Lifeline.",
  "article_depression_p2": "It's important to understand that depression is different from normal sadness or grief. While everyone feels sad sometimes, depression is more persistent and can significantly interfere with daily life. Depression is not a weakness or a character flaw—it's a medical condition that can be treated.",
  "article_depression_p3": "Depression affects approximately 280 million people worldwide, making it one of the most common mental health conditions. It can occur at any age but often begins in adulthood. Women are more likely to experience depression than men, though men may be less likely to seek help.",
  "article_depression_p4": "Depression symptoms can vary from mild to severe. To be diagnosed with depression, symptoms must be present for at least two weeks and represent a change from your previous level of functioning.",
  "article_depression_p5": "Depression isn't a one-size-fits-all condition. There are several types, each with unique characteristics:",
  "article_depression_p6": "The most common form of depression, characterized by persistent feelings of sadness, hopelessness, and loss of interest. Symptoms must be present for at least two weeks and significantly impact daily functioning.",
  "article_depression_p7": "A chronic form of depression where symptoms last for at least two years. While symptoms may be less severe than major depression, they are long-lasting and can significantly affect quality of life.",
  "article_depression_p8": "Depression that follows a seasonal pattern, typically beginning in fall or winter when there's less natural sunlight. Symptoms usually improve in spring and summer. Light therapy is often effective for this type.",
  "article_depression_p9": "Depression that occurs after childbirth, affecting both mothers and fathers. It's more severe and longer-lasting than the \"baby blues\" and requires professional treatment.",
  "article_depression_subtitle": "A comprehensive guide to understanding what depression is, how it affects people, and the evidence-based treatments that can help.",
  "article_depression_title": "Understanding Depression: Symptoms, Causes, and Treatment",
  "article_depression_toc_1": "What is Depression?",
  "article_depression_toc_2": "Signs and Symptoms",
  "article_depression_toc_3": "Types of Depression",
  "article_depression_toc_4": "Causes and Risk Factors",
  "article_depression_toc_5": "Treatment Options",
  "article_depression_toc_6": "Self-Care Strategies",
  "article_depression_toc_7": "Helping Someone with Depression",
  "article_disclaimer": "This content is for informational purposes only and is not a substitute for professional medical advice, diagnosis, or treatment.",
  "article_mh_wins_h2_1": "Small Daily Victories That Matter",
  "article_mh_wins_h2_2": "Celebrities and Public Figures Sharing Their Journeys",
  "article_mh_wins_h2_3": "Positive Trends in Mental Health Awareness",
  "article_mh_wins_h2_4": "Progress in Reducing Stigma",
  "article_mh_wins_h2_5": "Celebrating Your Own Wins",
  "article_mh_wins_h2_6": "Keep Going: You're Doing Great",
  "article_mh_wins_li1": "<strong>Getting out of bed:</strong> Rising is a genuine act of courage.",
  "article_mh_wins_li10": "Insurance coverage for mental health improving through policy advocacy",
  "article_mh_wins_li11": "Crisis hotlines and text lines providing immediate support 24/7",
  "article_mh_wins_li12": "<strong>Keep a wins journal:</strong> Write down one small victory each day.",
  "article_mh_wins_li13": "<strong>Share with someone you trust:</strong> Telling a friend makes progress feel real.",
  "article_mh_wins_li14": "<strong>Reward yourself:</strong> Treat yourself after difficult achievements.",
  "article_mh_wins_li15": "<strong>Practice self-compassion:</strong> Speak to yourself the way you'd speak to a friend.",
  "article_mh_wins_li16": "<strong>Create visual reminders:</strong> Create a victory wall or use tracking apps.",
  "article_mh_wins_li2": "<strong>Asking for help:</strong> Reaching out takes incredible strength.",
  "article_mh_wins_li3": "<strong>Setting boundaries:</strong> Saying no is a powerful form of self-care.",
  "article_mh_wins_li4": "<strong>Taking medication:</strong> Staying consistent with treatment is something to be proud of.",
  "article_mh_wins_li5": "<strong>Eating a meal:</strong> Nourishing your body when appetite disappears is a victory.",
  "article_mh_wins_li6": "<strong>Going outside:</strong> Fresh air and sunlight, even for five minutes, counts as progress.",
  "article_mh_wins_li7": "Increased funding for mental health research and services",
  "article_mh_wins_li8": "Telehealth expanding access to therapy for millions",
  "article_mh_wins_li9": "Employers adding mental health benefits and support programs",
  "article_mh_wins_p1": "Mental health progress isn't always about dramatic breakthroughs. Often, it's the small victories.",
  "article_mh_wins_p10": "Schools are implementing social-emotional learning programs.",
  "article_mh_wins_p11": "Stigma remains one of the biggest barriers, but we're making strides in breaking it down.",
  "article_mh_wins_p12": "Media representation is evolving with more accuracy and compassion.",
  "article_mh_wins_p13": "Language is changing too. We're moving toward more respectful, person-first language.",
  "article_mh_wins_p14": "Communities are forming around shared experiences.",
  "article_mh_wins_p15": "You don't need to wait for a major milestone to celebrate.",
  "article_mh_wins_p16": "Your journey is uniquely yours.",
  "article_mh_wins_p17": "If you're reading this article, you're already taking a step toward better mental health.",
  "article_mh_wins_p18": "The mental health community is growing stronger every day.",
  "article_mh_wins_p19": "So celebrate today. Celebrate the fact that you woke up and faced another day.",
  "article_mh_wins_p2": "Here are some daily victories worth celebrating:",
  "article_mh_wins_p20": "<strong>You are not alone. You are not broken. You are healing, growing, and becoming.</strong>",
  "article_mh_wins_p3": "What feels easy for others might be your biggest battle of the day.",
  "article_mh_wins_p4": "When public figures open up about mental health, they help normalize these conversations.",
  "article_mh_wins_p5": "Athletes like Simone Biles and Michael Phelps have spoken openly about anxiety and depression.",
  "article_mh_wins_p6": "Musicians and artists have shared their struggles to advocate for mental health resources.",
  "article_mh_wins_p7": "Politicians and business leaders are increasingly open about their mental health journeys.",
  "article_mh_wins_p8": "The past decade has seen remarkable shifts in how society understands mental health.",
  "article_mh_wins_p9": "Therapy is becoming normalized, especially among younger generations.",
  "article_mh_wins_subtitle": "Every step forward matters. From small daily victories to global movements.",
  "article_mh_wins_title": "Mental Health Wins: Celebrating Progress",
  "article_mh_wins_toc_1": "Small Daily Victories",
  "article_mh_wins_toc_2": "Celebrities Sharing Their Stories",
  "article_mh_wins_toc_3": "Positive Trends in Awareness",
  "article_mh_wins_toc_4": "Progress in Reducing Stigma",
  "article_mh_wins_toc_5": "Celebrating Your Own Wins",
  "article_mh_wins_toc_6": "Keep Going: You're Doing Great",
  "article_mindfulness_toc_1": "What is Mindfulness?",
  "article_mindfulness_toc_2": "The Science Behind It",
  "article_mindfulness_toc_3": "Benefits for Mental Health",
  "article_mindfulness_toc_4": "Types of Meditation",
  "article_mindfulness_toc_5": "Getting Started",
  "article_mindfulness_toc_6": "Simple Exercises",
  "article_mindfulness_toc_7": "Tips for Success",
  "article_news_category": "Research News",
  "article_news_h2_1": "A New Era in Mental Health Research",
  "article_news_h2_2": "Revolutionary Advances in Therapy Approaches",
  "article_news_h2_3": "New Medications in Development",
  "article_news_h2_4": "Digital Innovations Transforming Care",
  "article_news_h2_5": "The Rise of Personalized Treatment",
  "article_news_h2_6": "Hope for the Future",
  "article_news_h3_1": "Psychedelic-Assisted Therapy",
  "article_news_h3_10": "Pharmacogenomics",
  "article_news_h3_11": "Biomarker-Guided Treatment",
  "article_news_h3_2": "Enhanced Cognitive Behavioral Therapy",
  "article_news_h3_3": "Transcranial Magnetic Stimulation",
  "article_news_h3_4": "Next-Generation Antidepressants",
  "article_news_h3_5": "Novel Anxiety Treatments",
  "article_news_h3_6": "AI-Powered Mental Health Apps",
  "article_news_h3_7": "Teletherapy Platforms",
  "article_news_h3_8": "Virtual Reality Therapy",
  "article_news_h3_9": "Wearable Mental Health Monitors",
  "article_news_p1": "The field of mental health treatment is experiencing unprecedented advancement.",
  "article_news_p10": "The pandemic accelerated the adoption of teletherapy.",
  "article_news_p11": "Emerging platforms combine video sessions with messaging and AI-powered support.",
  "article_news_p12": "Patients using these platforms engage more consistently with treatment.",
  "article_news_p13": "Virtual reality exposure therapy is proving effective for phobias, anxiety, and PTSD.",
  "article_news_p14": "Wearable devices can now track physiological indicators of stress.",
  "article_news_p15": "One of the most significant shifts is the move toward personalized medicine.",
  "article_news_p16": "Genetic testing can predict how patients will respond to different medications.",
  "article_news_p17": "Researchers are identifying biomarkers that can predict treatment response.",
  "article_news_p18": "The convergence of neuroscience, technology, and innovation is creating opportunities.",
  "article_news_p19": "Mental health conditions are treatable, and they're becoming more treatable every day.",
  "article_news_p2": "Recent years have seen a paradigm shift in how science approaches mental health.",
  "article_news_p20": "If you or someone you know is struggling, remember that help is available.",
  "article_news_p21": "Stay hopeful. The future of mental health treatment is bright.",
  "article_news_p3": "We explore the most significant breakthroughs emerging from laboratories worldwide.",
  "article_news_p4": "One of the most exciting developments is psychedelic-assisted therapy research.",
  "article_news_p5": "Researchers are developing enhanced CBT that incorporates technology and real-time feedback.",
  "article_news_p6": "TMS has emerged as a powerful non-invasive treatment for depression.",
  "article_news_p7": "The next generation of antidepressants targets different brain pathways.",
  "article_news_p8": "New medications targeting the glutamate system show promise for anxiety.",
  "article_news_p9": "AI is revolutionizing mental health care through sophisticated apps.",
  "article_news_subtitle": "Exploring the latest breakthroughs in therapy, medications, and digital innovations.",
  "article_news_title": "Breaking: New Research in Mental Health Treatment",
  "article_news_toc_1": "Breakthrough Overview",
  "article_news_toc_2": "Advances in Therapy",
  "article_news_toc_3": "New Medications",
  "article_news_toc_4": "Digital Innovations",
  "article_news_toc_5": "Personalized Treatment",
  "article_news_toc_6": "Hope for the Future",
  "article_recovery_category": "Recovery",
  "article_recovery_h2_1": "Why Recovery Stories Matter",
  "article_recovery_h2_2": "Maya's Journey: A Student Overcoming Anxiety",
  "article_recovery_h2_3": "James's Path: Finding Light in Depression",
  "article_recovery_h2_4": "Sarah's Balance: Navigating Postpartum",
  "article_recovery_h2_5": "Common Threads: What Recovery Looks Like",
  "article_recovery_h2_6": "Your Journey Begins Today",
  "article_recovery_h3_1": "Seeking Help is the First Step",
  "article_recovery_h3_2": "Support Systems Make the Difference",
  "article_recovery_h3_3": "Small Victories Add Up",
  "article_recovery_h3_4": "It's an Ongoing Journey",
  "article_recovery_p1": "When struggling with mental health, it can feel like you're completely alone.",
  "article_recovery_p10": "James was a successful marketing executive when depression pulled him under.",
  "article_recovery_p11": "I kept thinking I should be grateful for what I had.",
  "article_recovery_p12": "For months, James tried to push through on his own.",
  "article_recovery_p13": "A friend who had been through depression recognized the signs.",
  "article_recovery_p14": "With medication and therapy, James began to climb out of the darkness.",
  "article_recovery_p15": "The medication helped stabilize me enough to do the real work in therapy.",
  "article_recovery_p16": "James is back at work now, but with different priorities.",
  "article_recovery_p17": "Sarah had dreamed of motherhood for years.",
  "article_recovery_p18": "Sarah suffered in silence for nearly a year.",
  "article_recovery_p19": "With the support of a therapist, Sarah began to understand her struggles.",
  "article_recovery_p2": "These stories are from real people who found their way to brighter days.",
  "article_recovery_p20": "The group changed everything.",
  "article_recovery_p21": "Today, Sarah is an advocate for maternal mental health awareness.",
  "article_recovery_p22": "Every recovery journey is unique, but shares important themes.",
  "article_recovery_p23": "All three reached a point where they couldn't do it alone—and that's okay.",
  "article_recovery_p24": "Recovery rarely happens in isolation.",
  "article_recovery_p25": "Recovery isn't about one dramatic breakthrough—it's about countless small steps.",
  "article_recovery_p26": "Mental health isn't a destination; it's a continuous practice.",
  "article_recovery_p27": "If you see yourself in any of these stories, know: your story isn't over.",
  "article_recovery_p28": "You don't have to have it all figured out. You don't have to feel ready.",
  "article_recovery_p29": "Recovery is possible. Hope is real. And you deserve to feel better.",
  "article_recovery_p3": "While these stories are composites, they represent authentic experiences.",
  "article_recovery_p30": "<strong>If you're in crisis, please reach out to a crisis helpline or go to the nearest ER.</strong>",
  "article_recovery_p4": "Maya was a sophomore in college when her anxiety became unbearable.",
  "article_recovery_p5": "I thought I was broken.",
  "article_recovery_p6": "The turning point came when Maya confided in her academic advisor.",
  "article_recovery_p7": "Through CBT, Maya learned to recognize her anxiety patterns.",
  "article_recovery_p8": "It didn't happen overnight.",
  "article_recovery_p9": "Today, Maya has graduated and works as a peer support specialist.",
  "article_recovery_subtitle": "Inspiring stories from people who have walked the path of mental health recovery.",
  "article_recovery_title": "Stories of Hope: Real Recovery Journeys",
  "article_recovery_toc_1": "Introduction",
  "article_recovery_toc_2": "Maya's Journey",
  "article_recovery_toc_3": "James's Path Forward",
  "article_recovery_toc_4": "Sarah's Balance",
  "article_recovery_toc_5": "Common Threads",
  "article_recovery_toc_6": "Your Journey Begins",
  "article_related": "Related Articles",
  "article_share": "Share this article:",
  "article_sleep_h2_1": "Why Sleep Matters",
  "article_sleep_h2_2": "How Much Sleep Do You Need?",
  "article_sleep_h2_3": "Sleep Hygiene Basics",
  "article_sleep_h2_4": "Optimize Your Bedroom",
  "article_sleep_h2_5": "Bedtime Routines",
  "article_sleep_h2_6": "Common Sleep Problems",
  "article_sleep_h2_7": "When to See a Doctor",
  "article_sleep_h3_1": "Stick to a Schedule",
  "article_sleep_h3_2": "Limit Caffeine and Alcohol",
  "article_sleep_h3_3": "Exercise Regularly",
  "article_sleep_h3_4": "Limit Naps",
  "article_sleep_h3_5": "Trouble Falling Asleep",
  "article_sleep_h3_6": "Waking Up at Night",
  "article_sleep_h3_7": "Racing Thoughts",
  "article_sleep_h3_8": "Early Morning Waking",
  "article_sleep_li1": "<strong>Newborns (0-3 months):</strong> 14-17 hours",
  "article_sleep_li10": "<strong>Keep it cool:</strong> The ideal bedroom temperature for sleep is around 65-68°F (18-20°C). A slightly cool room helps your body's natural temperature drop that occurs during sleep.",
  "article_sleep_li11": "<strong>Make it dark:</strong> Use blackout curtains or an eye mask to block light. Even small amounts of light can interfere with your circadian rhythm.",
  "article_sleep_li12": "<strong>Reduce noise:</strong> Use earplugs, a white noise machine, or a fan to mask disruptive sounds.",
  "article_sleep_li13": "<strong>Invest in comfort:</strong> A supportive mattress and comfortable pillows can make a significant difference. Replace your mattress every 7-10 years.",
  "article_sleep_li14": "<strong>Remove electronics:</strong> Keep TVs, computers, and smartphones out of the bedroom. The blue light they emit can suppress melatonin production.",
  "article_sleep_li15": "<strong>Set a 'wind-down' alarm:</strong> One hour before bed, start preparing for sleep.",
  "article_sleep_li16": "<strong>Turn off screens:</strong> Stop using phones, tablets, and computers at least 30 minutes before bed.",
  "article_sleep_li17": "<strong>Read a book:</strong> Reading (physical books, not e-readers with backlight) can help you relax.",
  "article_sleep_li18": "<strong>Take a warm bath or shower:</strong> The rise and fall in body temperature can promote drowsiness.",
  "article_sleep_li19": "<strong>Practice relaxation:</strong> Try deep breathing, progressive muscle relaxation, or gentle stretching.",
  "article_sleep_li2": "<strong>Infants (4-11 months):</strong> 12-15 hours",
  "article_sleep_li20": "<strong>Write in a journal:</strong> Getting thoughts out of your head and onto paper can reduce bedtime worry.",
  "article_sleep_li21": "<strong>Listen to calming music:</strong> Soft, slow music can help you relax and prepare for sleep.",
  "article_sleep_li22": "You consistently have trouble falling or staying asleep",
  "article_sleep_li23": "You snore loudly or gasp for air during sleep",
  "article_sleep_li24": "You feel excessively tired during the day despite adequate sleep time",
  "article_sleep_li25": "You have restless legs or uncomfortable sensations at night",
  "article_sleep_li26": "Your sleep problems are affecting your daily life, work, or relationships",
  "article_sleep_li27": "You've tried sleep hygiene improvements for several weeks without success",
  "article_sleep_li3": "<strong>Toddlers (1-2 years):</strong> 11-14 hours",
  "article_sleep_li4": "<strong>Preschoolers (3-5 years):</strong> 10-13 hours",
  "article_sleep_li5": "<strong>School-age children (6-13 years):</strong> 9-11 hours",
  "article_sleep_li6": "<strong>Teenagers (14-17 years):</strong> 8-10 hours",
  "article_sleep_li7": "<strong>Young adults (18-25 years):</strong> 7-9 hours",
  "article_sleep_li8": "<strong>Adults (26-64 years):</strong> 7-9 hours",
  "article_sleep_li9": "<strong>Older adults (65+ years):</strong> 7-8 hours",
  "article_sleep_p1": "Sleep is not a luxury—it's a fundamental biological need. During sleep, your body repairs tissues, consolidates memories, and releases hormones that regulate growth and appetite. Quality sleep is essential for physical health, mental well-being, and cognitive function.",
  "article_sleep_p10": "While short naps can be beneficial, long or irregular napping during the day can negatively affect your nighttime sleep. If you choose to nap, limit it to 20-30 minutes in the early afternoon.",
  "article_sleep_p11": "Your bedroom environment plays a crucial role in sleep quality:",
  "article_sleep_p12": "A consistent bedtime routine signals to your body that it's time to wind down. Try these practices:",
  "article_sleep_p13": "If you can't fall asleep within 20 minutes, get out of bed and do something relaxing in dim light. Return to bed when you feel sleepy. This helps your brain associate your bed with sleep, not frustration.",
  "article_sleep_p14": "Brief awakenings during the night are normal. If you can't get back to sleep within 20 minutes, try the same technique—get up, do something calming, and return when sleepy.",
  "article_sleep_p15": "Keep a notepad by your bed to write down worries or to-do items. This 'brain dump' can help clear your mind. You might also try mindfulness meditation to quiet racing thoughts.",
  "article_sleep_p16": "If you consistently wake up too early, try adjusting your bedtime or making sure your room stays dark in the morning hours. Exposure to bright light early in the evening can also help shift your sleep schedule.",
  "article_sleep_p17": "Consult a healthcare provider if:",
  "article_sleep_p18": "Sleep disorders like insomnia, sleep apnea, and restless legs syndrome are treatable. A doctor can help diagnose any underlying issues and recommend appropriate treatment.",
  "article_sleep_p2": "Chronic sleep deprivation is linked to serious health problems including obesity, diabetes, cardiovascular disease, and weakened immune function. It also affects your mood, concentration, and decision-making abilities.",
  "article_sleep_p3": "The good news is that with proper sleep hygiene and habits, most people can significantly improve their sleep quality. Small changes can make a big difference.",
  "article_sleep_p4": "Sleep needs vary by age, but here are general guidelines from the National Sleep Foundation:",
  "article_sleep_p5": "Remember, these are guidelines. Some people naturally need more or less sleep. Pay attention to how you feel—if you're consistently tired during the day, you may need more sleep.",
  "article_sleep_p6": "Sleep hygiene refers to habits and practices that promote quality sleep. Here are the fundamentals:",
  "article_sleep_p7": "Go to bed and wake up at the same time every day, even on weekends. This helps regulate your body's internal clock (circadian rhythm) and can help you fall asleep and wake up more easily.",
  "article_sleep_p8": "Caffeine can stay in your system for 6-8 hours, so avoid coffee, tea, and energy drinks in the afternoon and evening. While alcohol may help you fall asleep initially, it disrupts sleep quality later in the night.",
  "article_sleep_p9": "Regular physical activity can help you fall asleep faster and enjoy deeper sleep. However, try to finish exercising at least 3 hours before bedtime, as exercise can be stimulating.",
  "article_sleep_subtitle": "Science-backed strategies to improve your sleep quality and wake up feeling refreshed and energized.",
  "article_sleep_title": "Better Sleep: Your Complete Guide to Restful Nights",
  "article_sleep_toc_1": "Why Sleep Matters",
  "article_sleep_toc_2": "How Much Sleep Do You Need?",
  "article_sleep_toc_3": "Sleep Hygiene Basics",
  "article_sleep_toc_4": "Optimize Your Bedroom",
  "article_sleep_toc_5": "Bedtime Routines",
  "article_sleep_toc_6": "Common Sleep Problems",
  "article_sleep_toc_7": "When to See a Doctor",
  "article_sources": "Sources",
  "article_stress_h2_1": "What is Stress?",
  "article_stress_h2_2": "Types of Stress",
  "article_stress_h2_3": "Effects on Body and Mind",
  "article_stress_h2_4": "Warning Signs of Too Much Stress",
  "article_stress_h2_5": "Healthy Coping Strategies",
  "article_stress_h2_6": "Lifestyle Changes for Stress Management",
  "article_stress_h2_7": "When to Seek Professional Help",
  "article_stress_h3_1": "Acute Stress",
  "article_stress_h3_10": "Set Boundaries",
  "article_stress_h3_11": "Problem-Solve",
  "article_stress_h3_2": "Episodic Acute Stress",
  "article_stress_h3_3": "Chronic Stress",
  "article_stress_h3_4": "Physical Effects",
  "article_stress_h3_5": "Emotional and Mental Effects",
  "article_stress_h3_6": "Behavioral Effects",
  "article_stress_h3_7": "Practice Relaxation Techniques",
  "article_stress_h3_8": "Stay Connected",
  "article_stress_h3_9": "Take Breaks",
  "article_stress_li1": "Headaches and muscle tension",
  "article_stress_li10": "Feeling overwhelmed",
  "article_stress_li11": "Irritability or anger",
  "article_stress_li12": "Sadness or depression",
  "article_stress_li13": "Memory problems",
  "article_stress_li14": "Overeating or undereating",
  "article_stress_li15": "Angry outbursts",
  "article_stress_li16": "Drug or alcohol misuse",
  "article_stress_li17": "Social withdrawal",
  "article_stress_li18": "Exercising less often",
  "article_stress_li19": "Feeling constantly worried or anxious",
  "article_stress_li2": "Chest pain and rapid heartbeat",
  "article_stress_li20": "Having trouble concentrating",
  "article_stress_li21": "Experiencing mood swings",
  "article_stress_li22": "Feeling overwhelmed by everyday tasks",
  "article_stress_li23": "Having trouble sleeping or sleeping too much",
  "article_stress_li24": "Relying on alcohol, drugs, or food to cope",
  "article_stress_li25": "Physical symptoms without a clear medical cause",
  "article_stress_li26": "Withdrawing from friends and activities you enjoy",
  "article_stress_li27": "<strong>Exercise regularly:</strong> Physical activity produces endorphins—chemicals in the brain that act as natural painkillers and mood elevators. Aim for at least 30 minutes of moderate exercise most days.",
  "article_stress_li28": "<strong>Eat a balanced diet:</strong> A healthy diet can help counter the impact of stress by boosting your immune system and lowering blood pressure. Avoid excessive caffeine and sugar.",
  "article_stress_li29": "<strong>Get enough sleep:</strong> Stress often causes sleep problems, but lack of sleep also increases stress. Aim for 7-9 hours per night and maintain a consistent sleep schedule.",
  "article_stress_li3": "Fatigue and sleep problems",
  "article_stress_li30": "<strong>Limit alcohol and avoid drugs:</strong> These may seem to reduce stress temporarily but actually add to it in the long run.",
  "article_stress_li31": "<strong>Make time for hobbies:</strong> Engaging in activities you enjoy can be a great stress reliever. Whether it's reading, gardening, music, or art—find what works for you.",
  "article_stress_li32": "<strong>Practice good time management:</strong> Plan ahead, prioritize tasks, and break projects into smaller steps. This can help reduce the stress of feeling overwhelmed.",
  "article_stress_li33": "Your stress symptoms persist despite self-help efforts",
  "article_stress_li34": "Stress is affecting your ability to work or maintain relationships",
  "article_stress_li35": "You're using unhealthy coping mechanisms (alcohol, drugs, overeating)",
  "article_stress_li36": "You're experiencing symptoms of anxiety or depression",
  "article_stress_li37": "You have physical symptoms that concern you",
  "article_stress_li38": "You feel hopeless or have thoughts of self-harm",
  "article_stress_li4": "Digestive issues (upset stomach, nausea, diarrhea)",
  "article_stress_li5": "Weakened immune system (getting sick more often)",
  "article_stress_li6": "Changes in sex drive",
  "article_stress_li7": "High blood pressure",
  "article_stress_li8": "Anxiety and restlessness",
  "article_stress_li9": "Lack of motivation or focus",
  "article_stress_p1": "Stress is your body's natural response to any demand or challenge. When you face a stressful situation, your body releases hormones like cortisol and adrenaline that prepare you to take action. This is often called the \"fight or flight\" response.",
  "article_stress_p10": "Deep breathing, progressive muscle relaxation, meditation, and yoga can activate your body's relaxation response—the opposite of the stress response. Even just 10-15 minutes a day can make a significant difference.",
  "article_stress_p11": "Social support is crucial for managing stress. Talk to friends, family, or a support group about what you're experiencing. Sometimes just sharing your feelings can provide relief.",
  "article_stress_p12": "When you're stressed, it's tempting to work harder to \"power through.\" But taking regular breaks actually makes you more productive and helps prevent burnout. Step away from your work, take a walk, or do something enjoyable.",
  "article_stress_p13": "Learn to say no to requests that would create excessive stress in your life. It's okay to decline new responsibilities when you're already overwhelmed.",
  "article_stress_p14": "Rather than avoiding stressful situations, try to address them directly. Break large problems into smaller, manageable steps. Focus on what you can control and let go of what you can't.",
  "article_stress_p15": "Consider talking to a healthcare provider or mental health professional if:",
  "article_stress_p16": "A professional can help you identify sources of stress, develop effective coping strategies, and determine if you might benefit from therapy or medication.",
  "article_stress_p2": "In small doses, stress can be beneficial. It can help you stay focused, energetic, and alert. In emergency situations, stress can save your life—giving you extra strength to defend yourself, for example, or spurring you to slam on the brakes to avoid an accident.",
  "article_stress_p3": "However, when stress becomes chronic or overwhelming, it can take a serious toll on your physical and mental health. Understanding how stress works and learning to manage it effectively is essential for your overall well-being.",
  "article_stress_p4": "This is the most common form of stress. It comes from demands and pressures of the recent past and anticipated demands and pressures of the near future. Acute stress is thrilling and exciting in small doses, but too much is exhausting. Examples include a job interview, a first date, or a deadline at work.",
  "article_stress_p5": "When acute stress happens frequently, it becomes episodic acute stress. People who suffer from this type of stress are often short-tempered, irritable, and anxious. They may describe themselves as having \"a lot of nervous energy\" or always being in a hurry.",
  "article_stress_p6": "This is the grinding stress that wears people away day after day, year after year. It destroys bodies, minds, and lives. Chronic stress comes from ongoing situations like an unhappy marriage, a toxic work environment, poverty, or chronic illness. The worst aspect of chronic stress is that people get used to it and may not even notice it anymore.",
  "article_stress_p7": "Chronic stress affects nearly every system in your body:",
  "article_stress_p8": "It's important to recognize when stress is becoming unmanageable. Watch for these warning signs:",
  "article_stress_p9": "Everyone copes with stress differently, but these evidence-based strategies can help:",
  "article_stress_subtitle": "A practical guide to understanding what stress is, how it affects you, and evidence-based strategies for managing it effectively.",
  "article_stress_title": "Managing Stress: Understanding and Coping Strategies",
  "article_stress_toc_1": "What is Stress?",
  "article_stress_toc_2": "Types of Stress",
  "article_stress_toc_3": "Effects on Body and Mind",
  "article_stress_toc_4": "Warning Signs",
  "article_stress_toc_5": "Healthy Coping Strategies",
  "article_stress_toc_6": "Lifestyle Changes",
  "article_stress_toc_7": "When to Seek Help",
  "article_teen_support_h2_adults": "How Parents and Teachers Can Support Teen Mental Health",
  "article_teen_support_h2_challenges": "Real Challenges Teens Face Today",
  "article_teen_support_h2_hope": "A Message of Hope for Teens Struggling",
  "article_teen_support_h2_resources": "Teen-Specific Resources and Helplines",
  "article_teen_support_h2_stories": "Stories of Growth and Healing",
  "article_teen_support_h3_academic": "Academic Pressure and Future Anxiety",
  "article_teen_support_h3_for_parents": "For Parents",
  "article_teen_support_h3_for_teachers": "For Teachers and School Staff",
  "article_teen_support_h3_identity": "Identity and Belonging",
  "article_teen_support_h3_social_media": "The Social Media Paradox",
  "article_teen_support_subtitle": "Real stories of young people who faced challenges and found their way forward.",
  "article_teen_support_title": "Supporting Teens: Stories of Growth and Resilience",
  "article_teen_support_toc_1": "Real Challenges Teens Face",
  "article_teen_support_toc_2": "Stories of Growth and Healing",
  "article_teen_support_toc_3": "How Adults Can Help",
  "article_teen_support_toc_4": "Teen-Specific Resources",
  "article_teen_support_toc_5": "A Message of Hope",
  "article_teen_toc_1": "Understanding Teen Mental Health",
  "article_teen_toc_2": "Common Mental Health Challenges",
  "article_teen_toc_3": "Warning Signs to Watch For",
  "article_teen_toc_4": "If You are a Teen Struggling",
  "article_teen_toc_5": "For Parents and Caregivers",
  "article_teen_toc_6": "Getting Professional Help",
  "article_teen_toc_7": "Building Mental Resilience",
  "article_toc": "Table of Contents",
  "article_view_source": "View Original Source",
  "article_workplace_h2_1": "The Growing Priority of Workplace Mental Health",
  "article_workplace_h2_2": "Companies Implementing Mental Health Programs",
  "article_workplace_h2_3": "Remote Work and Mental Health",
  "article_workplace_h2_4": "Recognizing and Addressing Burnout",
  "article_workplace_h2_5": "Resources for Employees and Managers",
  "article_workplace_h2_6": "The Future of Workplace Wellness",
  "article_workplace_h3_1": "Common Corporate Initiatives",
  "article_workplace_h3_2": "What the Research Shows",
  "article_workplace_h3_3": "Challenges of Remote Work",
  "article_workplace_h3_4": "Signs of Burnout",
  "article_workplace_h3_5": "Creating a Healthier Work Environment",
  "article_workplace_h3_6": "For Employees",
  "article_workplace_h3_7": "For Managers",
  "article_workplace_li1": "<strong>Mental Health Days:</strong> Dedicated paid time off for mental health.",
  "article_workplace_li10": "<strong>Isolation:</strong> Lack of in-person interaction can increase loneliness.",
  "article_workplace_li11": "<strong>Boundary blur:</strong> Difficulty separating work from personal life.",
  "article_workplace_li12": "<strong>Overwork:</strong> Without clear office hours, some employees work longer.",
  "article_workplace_li13": "<strong>Communication challenges:</strong> Misunderstandings are more common.",
  "article_workplace_li14": "Chronic exhaustion that doesn't improve with rest",
  "article_workplace_li15": "Increased cynicism or detachment from work",
  "article_workplace_li16": "Decreased sense of accomplishment or effectiveness",
  "article_workplace_li17": "Physical symptoms like headaches, sleep problems, or digestive issues",
  "article_workplace_li18": "Difficulty concentrating or making decisions",
  "article_workplace_li19": "<strong>Assess workloads:</strong> Ensure expectations are realistic.",
  "article_workplace_li2": "<strong>On-site Counseling:</strong> Access to licensed therapists.",
  "article_workplace_li20": "<strong>Encourage boundaries:</strong> Model and support work-life balance.",
  "article_workplace_li21": "<strong>Provide autonomy:</strong> Give employees control over their work.",
  "article_workplace_li22": "<strong>Recognize contributions:</strong> Regular appreciation helps employees feel valued.",
  "article_workplace_li23": "<strong>Reduce stigma:</strong> Talk openly about mental health.",
  "article_workplace_li24": "<strong>Foster connection:</strong> Create opportunities for meaningful social interaction.",
  "article_workplace_li25": "<strong>Employee Assistance Programs (EAPs):</strong> Confidential counseling services.",
  "article_workplace_li26": "<strong>Mental health apps:</strong> Tools like Headspace, Calm, or Woebot.",
  "article_workplace_li27": "<strong>Peer support groups:</strong> Internal networks for shared experiences.",
  "article_workplace_li28": "<strong>Self-care practices:</strong> Regular breaks and boundary-setting techniques.",
  "article_workplace_li29": "<strong>Mental health first aid training:</strong> Learning to recognize crises.",
  "article_workplace_li3": "<strong>Meditation and Mindfulness Programs:</strong> Apps, group sessions, or quiet rooms.",
  "article_workplace_li30": "<strong>Active listening skills:</strong> Creating safe spaces for sharing.",
  "article_workplace_li31": "<strong>Accommodation knowledge:</strong> Understanding how to support employees.",
  "article_workplace_li32": "<strong>Self-care for leaders:</strong> Managers must maintain their own mental health.",
  "article_workplace_li33": "<strong>Personalized wellness:</strong> AI-driven platforms tailoring resources.",
  "article_workplace_li34": "<strong>Preventive focus:</strong> Shifting from reactive to proactive wellness.",
  "article_workplace_li35": "<strong>Mental health metrics:</strong> Tracking wellbeing indicators.",
  "article_workplace_li36": "<strong>Destigmatization:</strong> Open conversations becoming normalized.",
  "article_workplace_li37": "<strong>Integrated benefits:</strong> Mental health support woven into all aspects.",
  "article_workplace_li4": "<strong>Flexible Work Arrangements:</strong> Options for remote work or flexible hours.",
  "article_workplace_li5": "<strong>Manager Training:</strong> Teaching leaders to recognize mental health signs.",
  "article_workplace_li6": "<strong>Peer Support Networks:</strong> Employee-led groups providing informal support.",
  "article_workplace_li7": "Companies with robust programs report 20% lower turnover rates",
  "article_workplace_li8": "Employees with access to resources are 3x more likely to feel engaged",
  "article_workplace_li9": "For every $1 invested, companies see an average return of $4",
  "article_workplace_p1": "Mental health in the workplace has emerged as a critical issue for organizations.",
  "article_workplace_p10": "Both employees and managers need access to resources and training.",
  "article_workplace_p11": "The future of workplace mental health looks promising.",
  "article_workplace_p12": "The most successful organizations view mental health as fundamental to culture.",
  "article_workplace_p13": "Whether you're an employee or leader, remember that mental health matters.",
  "article_workplace_p2": "The COVID-19 pandemic accelerated this shift dramatically.",
  "article_workplace_p3": "Research shows strong mental health support reduces absenteeism.",
  "article_workplace_p4": "Forward-thinking companies are implementing innovative mental health initiatives.",
  "article_workplace_p5": "Remote work offers flexibility but also presents mental health challenges.",
  "article_workplace_p6": "Without the structure of an office, some workers find it harder to disconnect.",
  "article_workplace_p7": "Organizations are responding with policies supporting remote worker wellbeing.",
  "article_workplace_p8": "Burnout is a state of chronic workplace stress that hasn't been managed.",
  "article_workplace_p9": "Creating a mentally healthy workplace requires leadership commitment.",
  "article_workplace_subtitle": "How companies are transforming their approach to employee mental health.",
  "article_workplace_title": "Workplace Mental Health: A Growing Priority",
  "article_workplace_toc_1": "The Growing Priority",
  "article_workplace_toc_2": "Corporate Mental Health Programs",
  "article_workplace_toc_3": "Remote Work & Mental Health",
  "article_workplace_toc_4": "Recognizing Burnout",
  "article_workplace_toc_5": "Resources for Everyone",
  "article_workplace_toc_6": "The Future of Workplace Wellness",
  "blog_audio_available": "Audio available",
  "blog_filter_all": "All",
  "blog_filter_anxiety": "Anxiety",
  "blog_filter_depression": "Depression",
  "blog_filter_mindfulness": "Mindfulness",
  "blog_filter_sleep": "Sleep",
  "blog_filter_stress": "Stress",
  "blog_filter_teens": "Teens",
  "blog_filter_wellness": "Wellness",
  "blog_filter_workplace": "Workplace",
  "blog_hero_title": "Mental health, explained clearly.",
  "blog_listen": "Listen",
  "blog_news_stories_subtitle": "Real stories, research updates & community spotlights",
  "blog_news_stories_title": "News & Stories",
  "blog_read_full": "Read Full Article",
  "blog_reading_mode": "Reading Mode",
  "blog_reading_progress": "Reading progress",
  "bookmark_no": "No",
  "bookmark_resume": "Resume where you left off?",
  "bookmark_yes": "Yes",
  "breathing_desc": "A calming breathing technique",
  "breathing_title": "4-7-8 Breathing",
  "call_911": "Call 911",
  "call_988": "Call 988",
  "close": "Close",
  "community_hub_title": "Community Hub",
  "community_media_btn": "📎 Media",
  "community_media_change": "📎 Change",
  "community_pin": "📌 Pin",
  "community_pinned": "📌 Pinned",
  "community_post_btn": "Post",
  "community_remove_media": "Remove media",
  "community_unpin": "📌 Unpin",
  "crisis_subtitle": "If you or someone you know is in crisis, help is available right now.",
  "crisis_text_text": "Text HOME to 741741 for free, 24/7 crisis counseling.",
  "crisis_text_title": "Crisis Text Line",
  "crisis_title": "Need Immediate Help?",
  "docs_click_pdf": "Click to view PDF",
  "docs_competition_docs": "Competition Documents",
  "docs_copyright": "Copyright Checklist",
  "docs_explore": "Explore MindBalance",
  "docs_features": "Features",
  "docs_overview": "Project Overview",
  "docs_references": "Works Cited",
  "docs_review_desc": "Please review the following documentation for our project submission.",
  "docs_subtitle": "References",
  "docs_tech_stack": "Tech Stack",
  "docs_title": "MindBalance",
  "docs_worklog": "Work Log",
  "docs_credits": "Credits & Attribution",
  "docs_credits_icons": "Icons & Graphics",
  "docs_credits_fonts": "Fonts",
  "docs_credits_libraries": "Libraries & Frameworks",
  "docs_credits_apis": "APIs & Services",
  "docs_credits_media": "Media",
  "download_failed": "Failed to download audio. Please try again.",
  "download_premium_only": "Audio download is only available with premium voice.",
  "emergency_text": "For life-threatening emergencies, call 911 immediately.",
  "emergency_title": "Emergency Services",
  "faq_a1": "Yes, the 988 Suicide & Crisis Lifeline is completely free and available 24/7. You can call or text 988 from anywhere in the United States. The service is confidential and staffed by trained crisis counselors.",
  "faq_a10": "Focus on your breathing - try the 4-7-8 technique (breathe in for 4 seconds, hold for 7, exhale for 8). Ground yourself by naming 5 things you can see, 4 you can touch, 3 you can hear, 2 you can smell, and 1 you can taste. Remind yourself that panic attacks are temporary and not dangerous. If panic attacks are recurring, consider speaking with a mental health professional.",
  "faq_a2": "When you call a crisis line, you'll be connected with a trained counselor who will listen without judgment. They'll help you work through what you're feeling, provide support, and help you create a plan to stay safe. You don't need to be suicidal to call - any mental health crisis is valid.",
  "faq_a3": "Consider seeking professional help if your feelings are affecting your daily life, relationships, work, or school. Signs include persistent sadness, anxiety, changes in sleep or appetite, difficulty concentrating, or thoughts of self-harm. Remember: seeking help is a sign of strength, not weakness.",
  "faq_a4": "Yes, all counseling sessions are confidential. Mental health professionals are bound by strict privacy laws and ethical guidelines. The only exceptions are if there's an immediate risk of harm to yourself or others, or in cases involving abuse of minors or vulnerable adults.",
  "faq_a5": "There are many low-cost or free mental health options available. Community mental health centers often offer sliding-scale fees based on income. Many therapists offer reduced rates, and some nonprofits provide free counseling. Crisis lines like 988 are always free, and support groups can be a valuable no-cost resource.",
  "faq_a6": "Listen without judgment and let them know you care. Avoid trying to \"fix\" their problems - sometimes just being present is enough. Encourage them to seek professional help, and offer to help them find resources or accompany them to an appointment. Take any mention of self-harm seriously and don't be afraid to involve a trusted adult or crisis line if needed.",
  "faq_a7": "Therapists and counselors provide talk therapy and may have various credentials (LCSW, LPC, MFT). Psychologists have doctoral degrees and can provide therapy and psychological testing. Psychiatrists are medical doctors who can prescribe medication. Many people work with a combination - for example, a therapist for regular sessions and a psychiatrist for medication management.",
  "faq_a8": "Absolutely! It's very common to feel anxious about opening up to a stranger. A good therapist will understand this and help you feel comfortable at your own pace. Remember, you're in control of what you share and when. If after a few sessions you don't feel a connection, it's okay to try a different therapist - finding the right fit is important.",
  "faq_a9": "It varies greatly depending on your goals and situation. Some people benefit from short-term therapy (8-12 sessions) for specific issues like anxiety or stress management. Others may continue longer for deeper work or ongoing support. Your therapist will work with you to set goals and regularly assess your progress.",
  "faq_intro_text": "At MindBalance, we believe in being open and supportive. We know you may have questions about mental health, finding help, and how therapy works. Here are some of the most common questions we receive. If you don't find the answer you're looking for, feel free to reach out.",
  "faq_intro_title": "How can we help you?",
  "faq_q1": "Is the 988 Lifeline really free?",
  "faq_q10": "What should I do if I'm having a panic attack?",
  "faq_q2": "What happens when I call a crisis line?",
  "faq_q3": "How do I know if I need professional help?",
  "faq_q4": "Are counseling sessions confidential?",
  "faq_q5": "What if I can't afford therapy?",
  "faq_q6": "How can I help a friend who's struggling?",
  "faq_q7": "What's the difference between a therapist, psychologist, and psychiatrist?",
  "faq_q8": "Is it normal to feel nervous about starting therapy?",
  "faq_q9": "How long does therapy usually take?",
  "faq_subtitle": "Quick answers to common questions",
  "faq_tip1": "You can also text 988 if you prefer not to call. Both options connect you to the same trained counselors.",
  "faq_tip10": "Panic attacks usually peak within 10 minutes and subside within 20-30 minutes. Knowing this can help reduce fear during an attack.",
  "faq_tip2": "Crisis lines are for anyone in distress, not just those in immediate danger. Don't hesitate to reach out if you're struggling.",
  "faq_tip3": "Trust your instincts. If you feel like something isn't right, talking to a professional can help you understand and address it.",
  "faq_tip4": "You can ask your therapist about their specific confidentiality policies during your first session.",
  "faq_tip5": "Check with your insurance, school, or employer - many offer mental health benefits you may not know about.",
  "faq_tip6": "Sometimes the best thing you can do is just be there. Your presence matters more than having the perfect words.",
  "faq_tip7": "Start with a therapist for talk therapy. They can refer you to a psychiatrist if medication might be helpful.",
  "faq_tip8": "Write down what you want to discuss before your first session. It can help ease the nervousness.",
  "faq_tip9": "There's no \"right\" length for therapy. Some people find value in ongoing sessions, while others prefer focused, time-limited treatment.",
  "faq_title": "Frequently Asked Questions",
  "find_help": "Find Help",
  "footer_about": "MindBalance is a student-built mental health education and support hub. Our goal is to provide clear, reliable information and guide visitors toward safe resources.",
  "footer_about_link": "About",
  "footer_action": "Take Action",
  "footer_action_desc": "Support mental health education and community access to resources.",
  "footer_brand": "MindBalance",
  "footer_copy": "For educational purposes only.",
  "footer_disclaimer": "Disclaimer",
  "footer_follow": "Follow Us",
  "footer_get_support": "Get Support",
  "footer_pages": "Pages",
  "footer_privacy": "Privacy",
  "footer_read_more": "Read more →",
  "footer_support_link": "Support",
  "footer_terms": "Terms",
  "footer_topics": "Popular Topics",
  "grounding_desc": "Reconnect with the present moment",
  "grounding_title": "5-4-3-2-1 Grounding",
  "helplines_subtitle": "Trained professionals ready to listen 24/7",
  "helplines_title": "Helplines & Support",
  "hero_subtitle": "Find support, resources, and guidance for your mental health journey. You're not alone.",
  "hero_title": "We're Here to Help",
  "highlight_remove_confirm": "Remove this highlight?",
  "highlight_select_article": "Please select text within the article content.",
  "highlight_select_first": "Select some text first to highlight it.",
  "hl_988_text": "Free, confidential support for people in distress, prevention and crisis resources.",
  "hl_988_title": "988 Suicide & Crisis Lifeline",
  "hl_badge_24_7": "24/7",
  "hl_boystown_text": "Help for teens and parents with any issue - abuse, anger, depression, school, and more.",
  "hl_boystown_title": "Boys Town National Hotline",
  "hl_call_988": "Call 988",
  "hl_nami_badge": "M-F 10am-10pm ET",
  "hl_nami_text": "Information, referrals, and support for mental health conditions.",
  "hl_nami_title": "NAMI Helpline",
  "hl_samhsa_text": "Treatment referral service for mental health and substance abuse disorders.",
  "hl_samhsa_title": "SAMHSA National Helpline",
  "hl_teenline_badge": "6pm-10pm PT",
  "hl_teenline_sms": "Text TEEN to 839863",
  "hl_teenline_text": "Teens helping teens with personal problems and difficult decisions.",
  "hl_teenline_title": "Teen Line",
  "hl_text_988": "Text 988",
  "hl_trevor_sms": "Text START to 678-678",
  "hl_trevor_text": "Crisis intervention and suicide prevention for LGBTQ+ young people.",
  "hl_trevor_title": "Trevor Project (LGBTQ+ Youth)",
  "hl_veterans_call": "Call 988, Press 1",
  "hl_veterans_sms": "Text 838255",
  "hl_veterans_text": "Free, confidential support for Veterans and their loved ones.",
  "hl_veterans_title": "Veterans Crisis Line",
  "home_card1_kicker": "Mental health disorders",
  "home_card1_title": "Anxiety & depression",
  "home_card2_kicker": "Helplines & resources",
  "home_card2_title": "Get immediate support",
  "home_card3_kicker": "Online counseling",
  "home_card3_title": "Schedule an appointment",
  "home_card4_kicker": "Community & stories",
  "home_card4_title": "Support groups & testimonials",
  "home_impact_communities": "Communities",
  "home_impact_communities_desc": "Helping communities build awareness and make support more accessible for everyone.",
  "home_impact_confidence": "Confidence",
  "home_impact_confidence_desc": "Building confidence through clear information, real tools, and simple next steps.",
  "home_impact_conversations": "Conversations",
  "home_impact_conversations_desc": "Reducing stigma by making mental health easier to talk about—without shame.",
  "home_impact_educators": "Educators",
  "home_impact_educators_desc": "Providing educators tools to recognize mental health needs and respond with care.",
  "home_impact_families": "Families",
  "home_impact_families_desc": "Supporting families with guidance to build healthier conversations and habits at home.",
  "home_impact_reach": "100,000+",
  "home_impact_reach_desc": "People reached through MindBalance tools, education, and support resources.",
  "home_impact_safespace": "Safe Space",
  "home_impact_safespace_desc": "Creating a place where people feel supported, respected, and understood.",
  "home_impact_students": "Students",
  "home_impact_students_desc": "Helping students manage stress, emotions, and mental wellness in school and beyond.",
  "home_impact_support": "Support",
  "home_impact_support_desc": "Connecting people to trusted resources so they can find help when they need it most.",
  "home_impact_title": "Our Impact",
  "home_learn_more": "Learn more",
  "home_testimonials_title": "WHAT OUR VISITORS SAY",
  "home_welcome_desc": "At MindBalance, we help people take care of their mental health. Our goal is to provide support, resources, and a safe space for everyone. We want to make mental health easier to understand and reduce the stigma around it.",
  "home_welcome_title": "Welcome to MindBalance",
  "intl_support_text": "Find crisis lines and resources for your country.",
  "intl_support_title": "International Support",
  "journaling_desc": "Express your thoughts and feelings",
  "journaling_title": "Journaling Prompts",
  "keyboard_shortcuts": "Keyboard Shortcuts",
  "my_notes": "Notes",
  "nav_blog": "Blog",
  "nav_community": "Community Hub",
  "nav_contact": "Contact",
  "nav_docs": "References",
  "nav_get_help": "Get Help Now",
  "nav_home": "Home",
  "nav_resources": "Resource Library",
  "nav_sign_in": "Sign In",
  "nav_signin": "Sign In",
  "nav_signout": "Sign Out",
  "notes_auto_save": "Notes are saved automatically",
  "notes_placeholder": "Write your notes here...",
  "notes_saved": "Saved!",
  "notes_saving": "Saving...",
  "page_title_blog": "Blog",
  "page_title_community": "Community Hub",
  "page_title_home": "MindBalance",
  "page_title_resources": "Resource Library",
  "page_title_support": "Support",
  "profile_best_streak": "Best Streak",
  "profile_current_streak": "Current Streak",
  "profile_goals_cta": "Set a wellness goal to get started",
  "profile_no_goals": "No goals yet",
  "profile_reading_streak": "Reading Streak",
  "profile_wellness_goals": "Wellness Goals",
  "ql_book": "Book a Session",
  "ql_book_text": "Schedule a counseling appointment",
  "ql_community": "Community",
  "ql_community_text": "Connect with others who understand",
  "ql_faq": "FAQ",
  "ql_faq_text": "Common questions answered",
  "ql_helplines": "Helplines",
  "ql_helplines_text": "Talk to someone who cares",
  "ql_resources": "Resources",
  "ql_resources_text": "Articles, guides, and educational content",
  "ql_selfhelp": "Self-Help Tools",
  "ql_selfhelp_text": "Exercises and coping techniques",
  "quicklinks_subtitle": "Choose a category to find the support you need",
  "quicklinks_title": "How Can We Help?",
  "reading_dark_mode": "Dark Mode",
  "reading_focus_mode": "Focus Mode",
  "reading_font_size": "Font",
  "reading_highlight": "Highlight",
  "reading_line_spacing": "Spacing: Normal",
  "reading_min_left": "min left",
  "reading_print": "Print",
  "related_articles": "Related Articles",
  "resource_anxiety_text": "Learn about symptoms, causes, and management strategies for anxiety disorders.",
  "resource_anxiety_title": "Understanding Anxiety",
  "resource_depression_text": "Information about depression, treatment options, and recovery pathways.",
  "resource_depression_title": "Depression Resources",
  "resource_learn_more": "Learn More",
  "resource_mindfulness_text": "Guided exercises and tips for incorporating mindfulness into your routine.",
  "resource_mindfulness_title": "Mindfulness Practice",
  "resource_stress_text": "Techniques and strategies for managing stress in daily life.",
  "resource_stress_title": "Stress Management",
  "resourcelib_categories": "CATEGORIES",
  "resourcelib_clear_all": "CLEAR ALL",
  "resourcelib_lead1": "The MindBalance Resource Library is a searchable collection of educational information about mental health conditions. Explore topics to learn common symptoms, warning signs, and key facts in a clear, respectful way.",
  "resourcelib_lead2": "This page is informational and separate from Support Resources. If you need help right now, please use the Support page.",
  "resourcelib_out_of": "out of",
  "resourcelib_providers": "PROVIDERS",
  "resourcelib_search_label": "Search resources",
  "resourcelib_search_placeholder": "Search for resources by title, description, tag, category...",
  "resourcelib_showing": "Showing",
  "resourcelib_support_note": "If you or someone you know is in immediate danger, call 911. If you need urgent help, go to our Support page for 24/7 options.",
  "resourcelib_title": "THE MINDBALANCE RESOURCE LIBRARY",
  "resourcelib_visit": "VISIT",
  "resources_subtitle": "Learn about common mental health topics",
  "resources_title": "Mental Health Resources",
  "rl_aud_Adults": "Adults",
  "rl_aud_Families": "Families",
  "rl_aud_General": "General",
  "rl_aud_Teens": "Teens",
  "rl_tag_ACT": "ACT",
  "rl_tag_ADHD": "ADHD",
  "rl_tag_Accommodations": "Accommodations",
  "rl_tag_Advocacy": "Advocacy",
  "rl_tag_Alcohol": "Alcohol",
  "rl_tag_Anger": "Anger",
  "rl_tag_Anorexia": "Anorexia",
  "rl_tag_Anxiety": "Anxiety",
  "rl_tag_Autism": "Autism",
  "rl_tag_BDD": "BDD",
  "rl_tag_BED": "BED",
  "rl_tag_BPD": "BPD",
  "rl_tag_Behavior": "Behavior",
  "rl_tag_Bipolar": "Bipolar",
  "rl_tag_BipolarI": "Bipolar I",
  "rl_tag_BipolarII": "Bipolar II",
  "rl_tag_BodyImage": "Body Image",
  "rl_tag_Bulimia": "Bulimia",
  "rl_tag_Burnout": "Burnout",
  "rl_tag_CBT": "CBT",
  "rl_tag_CBTI": "CBT-I",
  "rl_tag_CoOccurring": "Co-Occurring",
  "rl_tag_Communication": "Communication",
  "rl_tag_Community": "Community",
  "rl_tag_ComplexPTSD": "Complex PTSD",
  "rl_tag_CopingSkills": "Coping Skills",
  "rl_tag_Crisis": "Crisis",
  "rl_tag_DBT": "DBT",
  "rl_tag_Delusions": "Delusions",
  "rl_tag_Depression": "Depression",
  "rl_tag_Diagnosis": "Diagnosis",
  "rl_tag_Dissociation": "Dissociation",
  "rl_tag_Distress": "Distress",
  "rl_tag_Dysthymia": "Dysthymia",
  "rl_tag_ERP": "ERP",
  "rl_tag_EarlySigns": "Early Signs",
  "rl_tag_EatingDisorders": "Eating Disorders",
  "rl_tag_Education": "Education",
  "rl_tag_EmotionRegulation": "Emotion Regulation",
  "rl_tag_Evaluation": "Evaluation",
  "rl_tag_EvidenceBased": "Evidence-Based",
  "rl_tag_Exercise": "Exercise",
  "rl_tag_ExposureTherapy": "Exposure Therapy",
  "rl_tag_Families": "Families",
  "rl_tag_Foundations": "Foundations",
  "rl_tag_Friends": "Friends",
  "rl_tag_GAD": "GAD",
  "rl_tag_Grief": "Grief",
  "rl_tag_Guidance": "Guidance",
  "rl_tag_Habits": "Habits",
  "rl_tag_HealthAnxiety": "Health Anxiety",
  "rl_tag_Hoarding": "Hoarding",
  "rl_tag_Hypomania": "Hypomania",
  "rl_tag_Index": "Index",
  "rl_tag_Insomnia": "Insomnia",
  "rl_tag_Learning": "Learning",
  "rl_tag_LifeEvents": "Life Events",
  "rl_tag_LightTherapy": "Light Therapy",
  "rl_tag_Loss": "Loss",
  "rl_tag_MDD": "MDD",
  "rl_tag_Mania": "Mania",
  "rl_tag_Mindfulness": "Mindfulness",
  "rl_tag_Mood": "Mood",
  "rl_tag_Neurodevelopmental": "Neurodevelopmental",
  "rl_tag_OCD": "OCD",
  "rl_tag_OCDRelated": "OCD-Related",
  "rl_tag_Opioids": "Opioids",
  "rl_tag_Overview": "Overview",
  "rl_tag_PTSD": "PTSD",
  "rl_tag_Panic": "Panic",
  "rl_tag_Perinatal": "Perinatal",
  "rl_tag_PersonalityDisorders": "Personality Disorders",
  "rl_tag_Phobia": "Phobia",
  "rl_tag_Postpartum": "Postpartum",
  "rl_tag_Prevention": "Prevention",
  "rl_tag_ProlongedGrief": "Prolonged Grief",
  "rl_tag_Psychosis": "Psychosis",
  "rl_tag_PublicHealth": "Public Health",
  "rl_tag_Recovery": "Recovery",
  "rl_tag_Reference": "Reference",
  "rl_tag_Relationships": "Relationships",
  "rl_tag_SAD": "SAD",
  "rl_tag_Safety": "Safety",
  "rl_tag_Schizophrenia": "Schizophrenia",
  "rl_tag_School": "School",
  "rl_tag_SelfHarm": "Self-Harm",
  "rl_tag_SelfManagement": "Self-Management",
  "rl_tag_Skills": "Skills",
  "rl_tag_Sleep": "Sleep",
  "rl_tag_SocialAnxiety": "Social Anxiety",
  "rl_tag_Somatic": "Somatic",
  "rl_tag_Stigma": "Stigma",
  "rl_tag_Stress": "Stress",
  "rl_tag_SubstanceUse": "Substance Use",
  "rl_tag_SuicidePrevention": "Suicide Prevention",
  "rl_tag_Support": "Support",
  "rl_tag_Symptoms": "Symptoms",
  "rl_tag_Therapy": "Therapy",
  "rl_tag_Trauma": "Trauma",
  "rl_tag_Treatment": "Treatment",
  "rl_tag_WarningSigns": "Warning Signs",
  "rl_tag_WellBeing": "Well-Being",
  "rl_tag_Workplace": "Workplace",
  "rl_tag_Youth": "Youth",
  "scroll_book": "Book",
  "scroll_crisis": "Crisis",
  "scroll_faq": "FAQ",
  "scroll_helplines": "Helplines",
  "scroll_resources": "Resources",
  "scroll_selfhelp": "Self-Help",
  "scroll_top": "Top",
  "search_placeholder": "Search for resources, topics, or support options...",
  "selfhelp_breathing_step1": "Breathe in quietly through your nose for 4 seconds",
  "selfhelp_breathing_step2": "Hold your breath for 7 seconds",
  "selfhelp_breathing_step3": "Exhale completely through your mouth for 8 seconds",
  "selfhelp_breathing_step4": "Repeat 3-4 times",
  "selfhelp_breathing_text": "A simple 4-7-8 breathing technique to help calm your nervous system.",
  "selfhelp_breathing_title": "Breathing Exercise",
  "selfhelp_grounding_step1": "Name 5 things you can see",
  "selfhelp_grounding_step2": "Name 4 things you can touch",
  "selfhelp_grounding_step3": "Name 3 things you can hear",
  "selfhelp_grounding_step4": "Name 2 things you can smell",
  "selfhelp_grounding_step5": "Name 1 thing you can taste",
  "selfhelp_grounding_text": "A grounding technique to help when feeling overwhelmed or anxious.",
  "selfhelp_grounding_title": "5-4-3-2-1 Grounding",
  "selfhelp_journal_prompt1": "What am I grateful for today?",
  "selfhelp_journal_prompt2": "What emotions am I feeling right now?",
  "selfhelp_journal_prompt3": "What would I tell a friend in my situation?",
  "selfhelp_journal_prompt4": "What is one small step I can take today?",
  "selfhelp_journal_text": "Writing can help process emotions and gain clarity.",
  "selfhelp_journal_title": "Journaling Prompts",
  "selfhelp_subtitle": "Exercises you can do right now",
  "selfhelp_title": "Self-Help Tools",
  "settings_colorblind": "Colorblind Mode",
  "settings_dark_mode": "Dark Mode",
  "settings_dyslexia": "Dyslexia Font",
  "settings_focus_mode": "Focus Mode (ADHD)",
  "settings_font_size": "Font Size",
  "settings_high_contrast": "High Contrast",
  "settings_language": "Language",
  "settings_preferences": "Preferences",
  "settings_reduce_motion": "Reduce Motion",
  "settings_title": "Settings",
  "share_article": "Share this article:",
  "skip_to_content": "Skip to content",
  "sidebar_activity": "Activity Feed",
  "sidebar_community": "Community",
  "sidebar_guest": "Guest mode",
  "sidebar_guest_desc": "Read posts as a guest. Sign in to create posts, comment, and join discussions.",
  "sidebar_signin": "Sign in / Register",
  "slide1_cta": "Learn more",
  "slide1_desc": "Learn the symptoms, causes, and treatment options for common mental health disorders, including anxiety and depression. MindBalance provides clear information, trusted resources, and guidance to help individuals understand their mental health and take the next step toward support.",
  "slide1_kicker": "Mental health disorders",
  "slide1_title": "Anxiety & depression",
  "slide2_cta": "View helplines",
  "slide2_desc": "Find trusted local and national helplines, text lines, and emergency resources. If you or someone you know needs help right now, this page makes it simple to reach support quickly.",
  "slide2_kicker": "Helplines & resources",
  "slide2_title": "Get immediate support",
  "slide3_cta": "Schedule now",
  "slide3_desc": "Use our appointment scheduler to request online counseling. Choose a time that works for you and get connected to support in a private, respectful way.",
  "slide3_kicker": "Online counseling",
  "slide3_title": "Schedule an appointment",
  "slide4_cta": "Join the community",
  "slide4_desc": "Explore supportive conversations and real stories from people who have faced mental health challenges. Learn what helped them and share encouragement with others.",
  "slide4_kicker": "Community & stories",
  "slide4_title": "Support groups & testimonials",
  "support_badge": "Mental Health Resources",
  "support_quote_author": "John Green",
  "support_quote_text": "There is hope, even when your brain tells you there isn't.",
  "testimonial_1": "MindBalance helped me understand my anxiety and build a routine that actually works. The tools are simple, but they made a big difference.",
  "testimonial_10": "I appreciate how the site explains symptoms and when to seek help. It's informative without being scary.",
  "testimonial_11": "MindBalance helped me identify burnout and build healthier boundaries. The suggestions felt realistic, not preachy.",
  "testimonial_12": "The site gave me a clear list of options for support and what to expect. It made reaching out feel less intimidating.",
  "testimonial_2": "The resource library made it easier to learn what my teen was experiencing. It gave us a better way to talk without judgment.",
  "testimonial_3": "I used the coping skills section during a really hard week. It didn't \"fix everything,\" but it helped me feel grounded again.",
  "testimonial_4": "The self-check tools and education pages helped me recognize depression symptoms early and get support sooner.",
  "testimonial_5": "I learned how to support a friend dealing with panic attacks. MindBalance made the steps clear and respectful.",
  "testimonial_6": "The \"what it is / what it isn't\" explanations helped me understand OCD better. It stopped me from feeling alone.",
  "testimonial_7": "The library and guidance pages gave me a starting point for PTSD resources. It's organized and easy to navigate.",
  "testimonial_8": "The coping strategies are practical. I used them for social anxiety before presentations, and it helped me stay calm.",
  "testimonial_9": "The page layout is calming and easy to read. I found helpful info on ADHD without getting overwhelmed.",
  "testimonial_role_caregiver": "Caregiver",
  "testimonial_role_college": "College Student",
  "testimonial_role_highschool": "High School Student",
  "testimonial_role_parent": "Parent",
  "testimonial_role_professional": "Young Professional",
  "testimonial_role_student": "Student",
  "testimonial_role_volunteer": "Community Volunteer",
  "testimonial_role_young_adult": "Young Adult",
  "text_988": "Text 988",
  "text_now": "Text Now",
  "tts_autoscroll": "Auto-scroll",
  "tts_browser_voice": "Browser Voice",
  "tts_close": "Close",
  "tts_download": "Download",
  "tts_generating": "Generating audio...",
  "tts_keyboard_hint": "Keyboard: Space to play/pause, Esc to stop, Ctrl+Arrow to skip",
  "tts_keyboard_hint_enhanced": "Keyboard: Space play/pause, Esc stop, Ctrl+Arrow skip, M mute, Arrow up/down volume",
  "tts_listen_article": "Listen to this article",
  "tts_listening": "Listening to article",
  "tts_not_supported": "Text-to-speech is not supported in your browser.",
  "tts_pause": "Pause",
  "tts_paused": "Paused",
  "tts_play": "Play",
  "tts_playing": "Playing...",
  "tts_premium_unavailable": "Premium voice is not available. Using browser voice.",
  "tts_premium_voice": "Premium AI Voice (ElevenLabs)",
  "tts_ready": "Ready to play",
  "tts_skip_back": "Skip back",
  "tts_skip_forward": "Skip forward",
  "tts_sleep_timer": "Timer",
  "tts_speed": "Speed:",
  "tts_stop": "Stop",
  "tts_time_remaining": "--:--",
  "tts_timer_off": "Off",
  "tts_voice": "Voice:",
  "docs_overview_p1": "is a comprehensive mental health education and support hub built for students and young adults. Our mission is to provide accessible, credible information about mental health topics while connecting users with professional resources and community support.",
  "docs_overview_p2": "The platform addresses the growing need for reliable mental health information by curating content from authoritative sources like the National Institute of Mental Health (NIMH), Mayo Clinic, and other trusted providers. Users can explore educational articles, find local mental health services, connect with community members, and access crisis support resources.",
  "docs_overview_p3": "MindBalance was designed with accessibility as a core principle, offering features like dark mode, adjustable font sizes, colorblind modes, dyslexia-friendly fonts, and focus mode for users with ADHD.",
  "docs_feature_resource_title": "Resource Library",
  "docs_feature_resource_desc": "Interactive directory featuring credible mental health resources from organizations like NAMI, Mental Health America, Crisis Text Line, and The Trevor Project. Includes search, filtering by category, and a spotlight section for featured resources.",
  "docs_feature_community_title": "Community Hub",
  "docs_feature_community_desc": "Moderated forum for peer support with posts, comments, likes, and real-time updates. Features profanity filtering, media uploads, @mentions system, and admin moderation tools.",
  "docs_feature_articles_title": "Educational Articles",
  "docs_feature_articles_desc": "In-depth articles on anxiety, depression, stress, mindfulness, sleep, and teen mental health. Features text-to-speech audio, reading progress tracking, bookmarking, and related articles recommendations.",
  "docs_feature_crisis_title": "Crisis Support",
  "docs_feature_crisis_desc": "Always-visible crisis resources including 988 Suicide & Crisis Lifeline, Crisis Text Line, and The Trevor Project. Quick access from every page ensures help is never more than a click away.",
  "docs_feature_accessibility_title": "Accessibility Settings",
  "docs_feature_accessibility_desc": "7 accessibility options: Dark Mode, Font Size adjustment, High Contrast, three Colorblind modes (Protanopia, Deuteranopia, Tritanopia), Focus Mode for ADHD, Dyslexia-friendly font, and Reduced Motion.",
  "docs_feature_profiles_title": "User Profiles",
  "docs_feature_profiles_desc": "Instagram-style profiles with customizable avatars, bio, social links, mood tracking, wellness goals, reading streak calendar, achievements, and privacy controls.",
  "docs_feature_multilingual_title": "Multilingual Support",
  "docs_feature_multilingual_desc": "Full translation support for 6 languages: English, Spanish, French, Chinese (Simplified), Hindi, and Korean. Language preference persists across sessions.",
  "docs_feature_findhelp_title": "Find Help Locator",
  "docs_feature_findhelp_desc": "ZIP code-based search to find local mental health services using the SAMHSA Treatment Locator API. Filter by service type and radius, with direct call and directions buttons.",
  "docs_feature_news_title": "News & Stories",
  "docs_feature_news_desc": "Curated mental health news, recovery stories, workplace wellness articles, and community spotlights. Features real-time content with text-to-speech and full reading controls.",
  "docs_tech_frontend": "Frontend",
  "docs_tech_frontend_1": "HTML5, CSS3, JavaScript (ES6+)",
  "docs_tech_frontend_2": "Custom CSS with CSS Variables for theming",
  "docs_tech_frontend_3": "Responsive design with mobile-first approach",
  "docs_tech_frontend_4": "Swiper.js for carousels",
  "docs_tech_frontend_5": "Ionicons for iconography",
  "docs_tech_backend": "Backend & Data",
  "docs_tech_backend_1": "Python Flask server",
  "docs_tech_backend_2": "Supabase (PostgreSQL) for database",
  "docs_tech_backend_3": "Supabase Auth for authentication",
  "docs_tech_backend_4": "Supabase Realtime for live updates",
  "docs_tech_backend_5": "Supabase Storage for media uploads",
  "docs_tech_apis": "APIs & Integrations",
  "docs_tech_apis_1": "SAMHSA Treatment Locator API",
  "docs_tech_apis_2": "Web Speech API for text-to-speech",
  "docs_tech_apis_3": "Google Maps for directions",
  "docs_tech_apis_4": "ElevenLabs API (premium TTS)",
  "docs_tech_sources": "Content Sources",
  "docs_tech_sources_1": "National Institute of Mental Health (NIMH)",
  "docs_tech_sources_2": "Mayo Clinic",
  "docs_tech_sources_3": "American Psychological Association",
  "docs_tech_sources_4": "NAMI, Mental Health America",
  "blog_filter_news": "News",
  "blog_filter_stories": "Stories",
  "blog_filter_community": "Community",
  "blog_news_stories": "News & Stories",
  "blog_trending_news": "Trending News",
  "blog_audio": "Audio",
  "blog_audio_available": "Audio available",
  "blog_best_for": "Best for:",
  "blog_min_read": "min read",
  "blog_pill_stories": "Stories",
  "blog_pill_community": "Community",
  "blog_pill_news": "News",
  "blog_pill_research": "Research",
  "blog_pill_workplace": "Workplace",
  "blog_pill_wins": "Wins",
  "blog_read_article": "Read article →",
  "blog_hero_lead": "Credible sources, plain-language summaries, and practical takeaways—organized like a modern magazine page. Explore expert-backed articles on anxiety, depression, stress management, and mindfulness. Whether you're seeking coping strategies, understanding symptoms, or supporting a loved one, our curated content makes mental wellness accessible to everyone."
}
