{
  "appointment_subtitle": "Programa una cita confidencial con nuestro equipo de apoyo",
  "appointment_title": "Reservar una Sesión",
  "appt_confidential": "Confidencial",
  "appt_date_label": "Fecha Preferida",
  "appt_disclaimer": "Te contactaremos dentro de 24 horas para confirmar tu cita. Todas las sesiones son confidenciales.",
  "appt_email_label": "Correo Electrónico",
  "appt_email_placeholder": "tu@ejemplo.com",
  "appt_name_label": "Nombre Completo",
  "appt_name_placeholder": "Tu nombre",
  "appt_notes_label": "Notas Adicionales (Opcional)",
  "appt_notes_placeholder": "Cualquier cosa que quieras que sepamos antes de tu sesión...",
  "appt_submit": "Solicitar Cita",
  "appt_supportive": "De Apoyo",
  "appt_text": "Reserva una sesión de consejería confidencial con uno de nuestros especialistas de apoyo capacitados. Las sesiones están disponibles para diversas necesidades, incluyendo chequeos de terapia, consultas y apoyo continuo.",
  "appt_time_label": "Hora Preferida",
  "appt_time_select": "Selecciona una hora",
  "appt_title": "Programa una Sesión de Apoyo",
  "appt_type_checkin": "Llamada de Seguimiento",
  "appt_type_consultation": "Consulta Inicial",
  "appt_type_crisis": "Apoyo en Crisis",
  "appt_type_label": "Tipo de Apoyo",
  "appt_type_other": "Otro",
  "appt_type_select": "Selecciona tipo de apoyo",
  "appt_type_therapy": "Sesión de Terapia",
  "appt_virtual": "Opciones Virtuales",
  "article_10_min_read": "10 min de lectura",
  "article_12_min_read": "12 min de lectura",
  "article_15_min_read": "15 min de lectura",
  "article_8_min_read": "8 min de lectura",
  "article_anxiety_h2_1": "¿Qué es la Ansiedad?",
  "article_anxiety_h2_2": "Tipos de Trastornos de Ansiedad",
  "article_anxiety_h2_3": "Síntomas Comunes de la Ansiedad",
  "article_anxiety_h2_4": "Causas y Factores de Riesgo",
  "article_anxiety_h2_5": "Opciones de Tratamiento",
  "article_anxiety_h2_6": "Estrategias de Autoayuda",
  "article_anxiety_h2_7": "Cuándo Buscar Ayuda Profesional",
  "article_anxiety_h3_1": "Trastorno de Ansiedad Generalizada (TAG)",
  "article_anxiety_h3_10": "Experiencias de Vida",
  "article_anxiety_h3_11": "Personalidad",
  "article_anxiety_h3_12": "Psicoterapia",
  "article_anxiety_h3_13": "Medicación",
  "article_anxiety_h3_2": "Trastorno de Pánico",
  "article_anxiety_h3_3": "Trastorno de Ansiedad Social",
  "article_anxiety_h3_4": "Fobias Específicas",
  "article_anxiety_h3_5": "Trastorno de Ansiedad por Separación",
  "article_anxiety_h3_6": "Síntomas Físicos",
  "article_anxiety_h3_7": "Síntomas Psicológicos",
  "article_anxiety_h3_8": "Genética",
  "article_anxiety_h3_9": "Química Cerebral",
  "article_anxiety_li1": "Corazón acelerado o palpitaciones cardíacas",
  "article_anxiety_li10": "Preocupación excesiva difícil de controlar",
  "article_anxiety_li11": "Sentirse inquieto, nervioso o al límite",
  "article_anxiety_li12": "Dificultad para concentrarse o mente en blanco",
  "article_anxiety_li13": "Irritabilidad",
  "article_anxiety_li14": "Miedo a perder el control o \"volverse loco\"",
  "article_anxiety_li15": "Sentirse desconectado de uno mismo o del entorno",
  "article_anxiety_li16": "Anticipar constantemente lo peor",
  "article_anxiety_li17": "Los antidepresivos (ISRS e IRSN) se recetan comúnmente",
  "article_anxiety_li18": "Medicamentos ansiolíticos (benzodiazepinas) para alivio a corto plazo",
  "article_anxiety_li19": "Betabloqueadores para manejar los síntomas físicos",
  "article_anxiety_li2": "Dificultad para respirar o sensación de ahogo",
  "article_anxiety_li20": "<strong>Haz ejercicio regularmente:</strong> La actividad física es un alivio natural de la ansiedad. Intenta al menos 30 minutos la mayoría de los días.",
  "article_anxiety_li21": "<strong>Practica técnicas de relajación:</strong> La respiración profunda, la relajación muscular progresiva y la meditación de atención plena pueden calmar tu mente.",
  "article_anxiety_li22": "<strong>Duerme lo suficiente:</strong> El mal sueño puede empeorar la ansiedad. Mantén un horario de sueño consistente.",
  "article_anxiety_li23": "<strong>Limita la cafeína y el alcohol:</strong> Ambos pueden desencadenar o empeorar los síntomas de ansiedad.",
  "article_anxiety_li24": "<strong>Conéctate con otros:</strong> El apoyo social es crucial. Habla con amigos, familiares o únete a un grupo de apoyo.",
  "article_anxiety_li25": "<strong>Desafía los pensamientos negativos:</strong> Aprende a identificar y cuestionar los pensamientos ansiosos.",
  "article_anxiety_li26": "Tu ansiedad está interfiriendo con el trabajo, las relaciones o las actividades diarias",
  "article_anxiety_li27": "Estás evitando situaciones debido al miedo",
  "article_anxiety_li28": "Tu ansiedad se siente imposible de controlar",
  "article_anxiety_li29": "Estás experimentando depresión junto con ansiedad",
  "article_anxiety_li3": "Sudoración o manos frías y húmedas",
  "article_anxiety_li30": "Estás usando alcohol o drogas para sobrellevarlo",
  "article_anxiety_li31": "Tienes pensamientos de autolesión o suicidio",
  "article_anxiety_li4": "Temblores o sacudidas",
  "article_anxiety_li5": "Tensión muscular, dolores o molestias",
  "article_anxiety_li6": "Dolores de cabeza",
  "article_anxiety_li7": "Fatiga y agotamiento",
  "article_anxiety_li8": "Problemas para dormir o sueño inquieto",
  "article_anxiety_li9": "Malestar estomacal, náuseas o diarrea",
  "article_anxiety_p1": "La ansiedad es una emoción humana normal que todos experimentan de vez en cuando. Es el sentimiento de preocupación, nerviosismo o inquietud sobre algo con un resultado incierto. De hecho, cierta ansiedad puede ser útil: puede alertarnos sobre peligros y ayudarnos a prepararnos para eventos importantes.",
  "article_anxiety_p10": "Los trastornos de ansiedad no tienen una sola causa. En cambio, resultan de una combinación de factores:",
  "article_anxiety_p11": "Los trastornos de ansiedad tienden a ser hereditarios. Si tienes un pariente cercano con un trastorno de ansiedad, es más probable que desarrolles uno tú mismo. Sin embargo, tener una predisposición genética no significa que definitivamente desarrollarás ansiedad.",
  "article_anxiety_p12": "Las investigaciones sugieren que los trastornos de ansiedad pueden estar vinculados a circuitos defectuosos en el cerebro que regulan el miedo y las emociones. Los neurotransmisores como la serotonina, la dopamina y la norepinefrina juegan roles importantes en la regulación del estado de ánimo.",
  "article_anxiety_p13": "Los eventos traumáticos, el estrés crónico, la adversidad infantil y los cambios significativos en la vida pueden desencadenar trastornos de ansiedad. Esto incluye experiencias como abuso, pérdida de un ser querido, divorcio, pérdida de empleo o problemas de salud graves.",
  "article_anxiety_p14": "Ciertos rasgos de personalidad, como ser tímido, tener baja autoestima o ser perfeccionista, pueden hacer que algunas personas sean más propensas a los trastornos de ansiedad.",
  "article_anxiety_p15": "Los trastornos de ansiedad son altamente tratables. Los principales tratamientos incluyen psicoterapia, medicación o una combinación de ambos.",
  "article_anxiety_p16": "La Terapia Cognitivo-Conductual (TCC) es la forma más efectiva de psicoterapia para los trastornos de ansiedad. La TCC te enseña diferentes formas de pensar, comportarte y reaccionar ante situaciones que producen ansiedad. También puede ayudarte a aprender y practicar habilidades sociales, lo cual es vital para tratar el trastorno de ansiedad social.",
  "article_anxiety_p17": "La terapia de exposición es un componente de la TCC que se enfoca en confrontar los miedos subyacentes a un trastorno de ansiedad. Te ayuda a involucrarte con actividades o situaciones que podrías haber estado evitando.",
  "article_anxiety_p18": "Varios tipos de medicamentos pueden ayudar a aliviar los síntomas de los trastornos de ansiedad:",
  "article_anxiety_p19": "Siempre trabaja con tu proveedor de atención médica para encontrar el medicamento y la dosis adecuados para tus necesidades específicas.",
  "article_anxiety_p2": "Sin embargo, la ansiedad se convierte en un trastorno cuando es excesiva, difícil de controlar e interfiere con la vida diaria. Los trastornos de ansiedad son las condiciones de salud mental más comunes, afectando aproximadamente a 40 millones de adultos solo en Estados Unidos.",
  "article_anxiety_p20": "Además del tratamiento profesional, estas estrategias pueden ayudar a manejar la ansiedad:",
  "article_anxiety_p21": "Considera contactar a un profesional de salud mental si:",
  "article_anxiety_p22": "Recuerda, buscar ayuda es una señal de fortaleza, no de debilidad. Los trastornos de ansiedad son reales, serios y tratables. Con el tratamiento adecuado, muchas personas con trastornos de ansiedad llevan vidas plenas y productivas.",
  "article_anxiety_p3": "A diferencia de la ansiedad relativamente leve y breve causada por un evento estresante, los trastornos de ansiedad duran al menos 6 meses y pueden empeorar si no se tratan. La buena noticia es que los trastornos de ansiedad son altamente tratables, aunque solo alrededor de un tercio de quienes los padecen reciben tratamiento.",
  "article_anxiety_p4": "Las personas con TAG experimentan preocupación persistente y excesiva sobre varios aspectos de la vida diaria, incluyendo el trabajo, la salud, la familia, el dinero o asuntos cotidianos. La preocupación a menudo es desproporcionada con respecto a la probabilidad real o el impacto de los eventos anticipados. Los síntomas físicos pueden incluir inquietud, fatiga, dificultad para concentrarse, tensión muscular y problemas de sueño.",
  "article_anxiety_p5": "El trastorno de pánico implica ataques de pánico recurrentes e inesperados: períodos repentinos de miedo intenso que aparecen rápidamente y alcanzan su punto máximo en minutos. Durante un ataque de pánico, las personas pueden experimentar palpitaciones cardíacas, sudoración, temblores, dificultad para respirar, dolor en el pecho, náuseas, mareos y miedo a perder el control o morir. Muchas personas con trastorno de pánico se preocupan por cuándo ocurrirá el próximo ataque e intentan activamente prevenir futuros ataques.",
  "article_anxiety_p6": "También conocido como fobia social, este trastorno implica un miedo intenso a situaciones sociales o de desempeño donde uno podría ser juzgado, avergonzado o humillado. Las personas con ansiedad social pueden evitar situaciones sociales o soportarlas con un malestar significativo. Esto puede afectar el trabajo, la escuela y las relaciones.",
  "article_anxiety_p7": "Una fobia específica es un miedo intenso e irracional a un objeto, situación o actividad específica que representa poco o ningún peligro real. Las fobias comunes incluyen el miedo a las alturas, volar, arañas, sangre o espacios cerrados. Las personas con fobias a menudo hacen grandes esfuerzos para evitar lo que temen.",
  "article_anxiety_p8": "Aunque a menudo se piensa como una condición infantil, la ansiedad por separación también puede ocurrir en adultos. Implica un miedo o ansiedad excesivos sobre la separación de las figuras de apego, preocupación por el daño que pueda ocurrirles a los seres queridos y reluctancia a salir de casa o estar solo.",
  "article_anxiety_p9": "La ansiedad se manifiesta tanto de formas físicas como psicológicas. Reconocer estos síntomas es el primer paso para obtener ayuda.",
  "article_anxiety_subtitle": "Una guía completa para entender qué son los trastornos de ansiedad, cómo se manifiestan y los tratamientos basados en evidencia disponibles.",
  "article_anxiety_title": "Comprendiendo los Trastornos de Ansiedad: Síntomas, Tipos y Tratamiento",
  "article_anxiety_toc_1": "¿Qué es la Ansiedad?",
  "article_anxiety_toc_2": "Tipos de Trastornos de Ansiedad",
  "article_anxiety_toc_3": "Síntomas Comunes",
  "article_anxiety_toc_4": "Causas y Factores de Riesgo",
  "article_anxiety_toc_5": "Opciones de Tratamiento",
  "article_anxiety_toc_6": "Estrategias de Autoayuda",
  "article_anxiety_toc_7": "Cuándo Buscar Ayuda",
  "article_back_to_blog": "Volver al Blog",
  "article_community_category": "Comunidad",
  "article_community_h2_1": "¿Qué es el Apoyo Comunitario de Salud Mental?",
  "article_community_h2_2": "Tipos de Grupos de Apoyo y Cómo Encontrarlos",
  "article_community_h2_3": "Historias de Comunidades Haciendo la Diferencia",
  "article_community_h2_4": "Iniciando Tu Propio Círculo de Apoyo",
  "article_community_h2_5": "Prácticas de Ayuda Mutua para la Salud Mental",
  "article_community_h2_6": "Recursos para Iniciativas Comunitarias",
  "article_community_h3_1": "Grupos de Apoyo entre Pares",
  "article_community_h3_2": "Grupos de 12 Pasos y Recuperación",
  "article_community_h3_3": "Comunidades en Línea",
  "article_community_h3_4": "Apoyo Basado en la Fe",
  "article_community_h3_5": "Apoyo Práctico",
  "article_community_h3_6": "Compartir la Carga Emocional",
  "article_community_h3_7": "Compartir Conocimiento",
  "article_community_h3_8": "Planificación de Crisis Juntos",
  "article_community_li1": "<strong>Elige un enfoque:</strong> ¿Tu grupo se centrará en una condición específica o será más enfocado en bienestar general?",
  "article_community_li10": "<strong>Línea Nacional de SAMHSA:</strong> 1-800-662-4357 proporciona referencias 24/7.",
  "article_community_li11": "<strong>NAMI:</strong> Ofrece programas entre pares, grupos de apoyo familiar y recursos de defensa.",
  "article_community_li2": "<strong>Establece pautas claras:</strong> Establece acuerdos de confidencialidad y normas de conversación.",
  "article_community_li3": "<strong>Elige un tiempo y lugar consistentes:</strong> Las reuniones regulares construyen confianza.",
  "article_community_li4": "<strong>Crea estructura:</strong> Un formato simple ayuda a todos a saber qué esperar.",
  "article_community_li5": "<strong>Sabe cuándo referir:</strong> Ten recursos listos cuando alguien necesite más apoyo.",
  "article_community_li6": "<strong>Rota responsabilidades:</strong> El liderazgo compartido previene el agotamiento.",
  "article_community_li7": "<strong>Primeros Auxilios en Salud Mental:</strong> Una capacitación de 8 horas que enseña a las personas a reconocer y responder a desafíos.",
  "article_community_li8": "<strong>Apoyo Intencional entre Pares:</strong> Un programa de capacitación que desarrolla habilidades de apoyo mutuo.",
  "article_community_li9": "<strong>El Proyecto Icarus/Fireweed Collective:</strong> Recursos para organización radical de salud mental.",
  "article_community_p1": "El apoyo comunitario de salud mental se refiere a las redes de cuidado fuera de entornos clínicos tradicionales.",
  "article_community_p10": "Las comunidades se están uniendo para apoyar la salud mental de maneras innovadoras.",
  "article_community_p11": "Un grupo de estudiantes universitarios lanzó una línea de apoyo basada en texto atendida por estudiantes capacitados.",
  "article_community_p12": "Los residentes organizaron encuentros semanales de café y llamadas de seguimiento para adultos mayores aislados.",
  "article_community_p13": "Grupos creativos están usando arte, escritura y música para procesar emociones.",
  "article_community_p14": "No necesitas capacitación formal para iniciar un círculo de apoyo.",
  "article_community_p15": "Comienza pequeño con personas en las que confías que comparten una experiencia común.",
  "article_community_p16": "Recuerda que la imperfección está bien. Aparece consistentemente para los demás.",
  "article_community_p17": "La ayuda mutua es la práctica de miembros de la comunidad apoyándose mutuamente sin jerarquía.",
  "article_community_p18": "Ayuda con compras, transporte o cuidado de niños durante las sesiones de terapia.",
  "article_community_p19": "Crea sistemas donde la carga no caiga en las mismas pocas personas.",
  "article_community_p2": "El apoyo comunitario opera bajo el principio de experiencia compartida y reciprocidad.",
  "article_community_p20": "Comparte información sobre recursos de terapia gratuita y estrategias de afrontamiento.",
  "article_community_p21": "Ayúdense mutuamente a crear planes de crisis y compartir contactos de emergencia.",
  "article_community_p22": "El principio clave es que todos tienen algo que ofrecer y todos tienen necesidades.",
  "article_community_p23": "¿Listo para actuar? Aquí hay recursos para profundizar tu trabajo comunitario de salud mental:",
  "article_community_p24": "Recuerda: no tienes que construir comunidad solo.",
  "article_community_p3": "Las conexiones sociales fuertes son uno de los factores protectores más poderosos para la salud mental.",
  "article_community_p4": "Los grupos de apoyo vienen en muchas formas, cada uno sirviendo diferentes necesidades:",
  "article_community_p5": "Estos grupos reúnen a personas con experiencias compartidas.",
  "article_community_p6": "Programas como AA y NA proporcionan apoyo estructurado entre pares para la adicción.",
  "article_community_p7": "Foros, grupos de redes sociales y aplicaciones conectan a personas a través de distancias.",
  "article_community_p8": "Muchas comunidades religiosas ofrecen grupos de apoyo y consejería pastoral.",
  "article_community_p9": "Para encontrar un grupo de apoyo, intenta buscar a través de NAMI o tu asociación local de salud mental.",
  "article_community_subtitle": "Descubre cómo el apoyo comunitario puede transformar el bienestar.",
  "article_community_title": "Cuidado Comunitario: El Poder de Unirnos",
  "article_community_toc_1": "¿Qué es el Apoyo Comunitario?",
  "article_community_toc_2": "Tipos de Grupos de Apoyo",
  "article_community_toc_3": "Historias de Comunidades",
  "article_community_toc_4": "Iniciando Tu Propio Círculo",
  "article_community_toc_5": "Prácticas de Ayuda Mutua",
  "article_community_toc_6": "Recursos y Próximos Pasos",
  "article_depression_h2_1": "¿Qué es la Depresión?",
  "article_depression_h2_2": "Signos y Síntomas",
  "article_depression_h2_3": "Tipos de Depresión",
  "article_depression_h2_4": "Causas y Factores de Riesgo",
  "article_depression_h2_5": "Opciones de Tratamiento",
  "article_depression_h2_6": "Estrategias de Autocuidado",
  "article_depression_h2_7": "Ayudar a Alguien con Depresión",
  "article_depression_h3_1": "Síntomas Emocionales",
  "article_depression_h3_10": "Factores Psicológicos",
  "article_depression_h3_11": "Factores Ambientales",
  "article_depression_h3_12": "Psicoterapia",
  "article_depression_h3_13": "Medicación",
  "article_depression_h3_14": "Otros Tratamientos",
  "article_depression_h3_15": "Salud Física",
  "article_depression_h3_16": "Conexión Social",
  "article_depression_h3_17": "Bienestar Mental",
  "article_depression_h3_18": "Qué Hacer",
  "article_depression_h3_19": "Qué Evitar",
  "article_depression_h3_2": "Síntomas Físicos",
  "article_depression_h3_20": "Cuándo Buscar Ayuda de Emergencia",
  "article_depression_h3_3": "Síntomas Cognitivos",
  "article_depression_h3_4": "Trastorno Depresivo Mayor",
  "article_depression_h3_5": "Trastorno Depresivo Persistente (Distimia)",
  "article_depression_h3_6": "Trastorno Afectivo Estacional (TAE)",
  "article_depression_h3_7": "Depresión Posparto",
  "article_depression_h3_8": "Depresión Bipolar",
  "article_depression_h3_9": "Factores Biológicos",
  "article_depression_li1": "<strong>Estado de ánimo persistentemente triste, ansioso o vacío</strong> que dura la mayor parte del día, casi todos los días",
  "article_depression_li10": "<strong>Movimientos o habla lenta</strong> que otros pueden notar",
  "article_depression_li11": "<strong>Dificultad para pensar, concentrarse o tomar decisiones</strong>",
  "article_depression_li12": "<strong>Problemas de memoria</strong> y olvidos",
  "article_depression_li13": "<strong>Pensamientos de muerte o suicidio</strong> - este es un síntoma serio que requiere atención inmediata",
  "article_depression_li14": "<strong>Química cerebral:</strong> Desequilibrios en neurotransmisores como serotonina, norepinefrina y dopamina pueden contribuir a la depresión",
  "article_depression_li15": "<strong>Genética:</strong> La depresión puede ser hereditaria. Tener un padre o hermano con depresión aumenta tu riesgo",
  "article_depression_li16": "<strong>Cambios hormonales:</strong> Las fluctuaciones hormonales pueden desencadenar depresión, como durante el embarazo, posparto, menopausia o problemas de tiroides",
  "article_depression_li17": "<strong>Trauma y abuso:</strong> El abuso físico, emocional o sexual pasado puede aumentar la vulnerabilidad a la depresión",
  "article_depression_li18": "<strong>Rasgos de personalidad:</strong> Las personas con baja autoestima, fácilmente abrumadas por el estrés o generalmente pesimistas pueden ser más propensas a la depresión",
  "article_depression_li19": "<strong>Patrones de pensamiento negativo:</strong> Los pensamientos negativos habituales pueden reforzar los sentimientos depresivos",
  "article_depression_li2": "<strong>Sentimientos de desesperanza</strong> o pesimismo sobre el futuro",
  "article_depression_li20": "<strong>Cambios importantes en la vida:</strong> Pérdida de empleo, divorcio, muerte de un ser querido u otros cambios significativos pueden desencadenar depresión",
  "article_depression_li21": "<strong>Estrés crónico:</strong> El estrés continuo del trabajo, relaciones o problemas financieros puede llevar a la depresión",
  "article_depression_li22": "<strong>Aislamiento social:</strong> La falta de apoyo social y conexiones significativas aumenta el riesgo de depresión",
  "article_depression_li23": "<strong>Terapia Cognitivo-Conductual (TCC):</strong> Ayuda a identificar y cambiar patrones de pensamiento y comportamiento negativos",
  "article_depression_li24": "<strong>Terapia Interpersonal (TIP):</strong> Se enfoca en mejorar las relaciones y habilidades de comunicación",
  "article_depression_li25": "<strong>Terapia Psicodinámica:</strong> Explora cómo las experiencias pasadas influyen en los sentimientos y comportamientos actuales",
  "article_depression_li26": "<strong>ISRS (Inhibidores Selectivos de la Recaptación de Serotonina):</strong> A menudo el tratamiento de primera línea, incluyendo medicamentos como fluoxetina y sertralina",
  "article_depression_li27": "<strong>IRSN (Inhibidores de la Recaptación de Serotonina y Norepinefrina):</strong> Otra opción común para la depresión",
  "article_depression_li28": "<strong>Otros medicamentos:</strong> Tu médico puede recomendar diferentes opciones según tu situación específica",
  "article_depression_li29": "<strong>Terapias de estimulación cerebral:</strong> Como la terapia electroconvulsiva (TEC) o la estimulación magnética transcraneal (EMT) para depresión resistente al tratamiento",
  "article_depression_li3": "<strong>Sentimientos de culpa, inutilidad o impotencia</strong> que parecen excesivos o inapropiados",
  "article_depression_li30": "<strong>Terapia de luz:</strong> Particularmente efectiva para el trastorno afectivo estacional",
  "article_depression_li31": "<strong>Ejercicio:</strong> La actividad física regular ha demostrado reducir los síntomas de depresión",
  "article_depression_li32": "<strong>Ejercicio regular:</strong> Intenta al menos 30 minutos de actividad física la mayoría de los días. Incluso una caminata corta puede ayudar",
  "article_depression_li33": "<strong>Alimentación saludable:</strong> Una dieta equilibrada apoya tanto la salud física como mental",
  "article_depression_li34": "<strong>Sueño de calidad:</strong> Mantén un horario de sueño consistente y practica buena higiene del sueño",
  "article_depression_li35": "<strong>Limita el alcohol:</strong> El alcohol es un depresor y puede empeorar los síntomas",
  "article_depression_li36": "<strong>Mantente conectado:</strong> Comunícate con amigos y familiares, incluso cuando no tengas ganas",
  "article_depression_li37": "<strong>Únete a un grupo de apoyo:</strong> Conectar con otros que entienden puede ser muy útil",
  "article_depression_li38": "<strong>Voluntariado:</strong> Ayudar a otros puede mejorar tu estado de ánimo y sentido de propósito",
  "article_depression_li39": "<strong>Establece metas realistas:</strong> Divide las tareas en pasos más pequeños y celebra los pequeños logros",
  "article_depression_li4": "<strong>Pérdida de interés o placer</strong> en pasatiempos y actividades que solías disfrutar",
  "article_depression_li40": "<strong>Desafía los pensamientos negativos:</strong> Cuestiona si tus pensamientos negativos son precisos",
  "article_depression_li41": "<strong>Practica mindfulness:</strong> El mindfulness y la meditación pueden ayudar a reducir los síntomas depresivos",
  "article_depression_li42": "<strong>Haz cosas que disfrutes:</strong> Aunque no tengas ganas, participar en actividades puede mejorar tu estado de ánimo",
  "article_depression_li43": "<strong>Escucha sin juzgar:</strong> Hazles saber que estás ahí para ellos",
  "article_depression_li44": "<strong>Anima a buscar ayuda profesional:</strong> Sugiere suavemente que hablen con un médico o terapeuta",
  "article_depression_li45": "<strong>Ofrece apoyo práctico:</strong> Ayuda con tareas diarias como cocinar, limpiar o hacer mandados",
  "article_depression_li46": "<strong>Sé paciente:</strong> La recuperación toma tiempo y puede haber retrocesos",
  "article_depression_li47": "<strong>Cuídate a ti mismo:</strong> Apoyar a alguien con depresión puede ser emocionalmente agotador",
  "article_depression_li48": "No minimices sus sentimientos ni les digas que \"lo superen\"",
  "article_depression_li49": "No compares su situación con la de otros ni digas \"otros la tienen peor\"",
  "article_depression_li5": "<strong>Irritabilidad</strong> y frustración, incluso por asuntos pequeños",
  "article_depression_li50": "No des consejos no solicitados sobre lo que deberían hacer",
  "article_depression_li51": "No tomes su comportamiento como algo personal",
  "article_depression_li6": "<strong>Cambios en el apetito</strong> - pérdida o aumento de peso no relacionado con dietas",
  "article_depression_li7": "<strong>Alteraciones del sueño</strong> - insomnio o dormir demasiado",
  "article_depression_li8": "<strong>Pérdida de energía</strong> o aumento de fatiga, incluso con sueño adecuado",
  "article_depression_li9": "<strong>Dolores físicos</strong> que no tienen una causa clara",
  "article_depression_p1": "La depresión, también conocida como trastorno depresivo mayor o depresión clínica, es una condición de salud mental común y seria. Afecta negativamente cómo te sientes, la forma en que piensas y cómo actúas. La depresión causa sentimientos de tristeza y pérdida de interés en actividades que antes disfrutabas.",
  "article_depression_p10": "La fase depresiva del trastorno bipolar, que también incluye períodos de manía o hipomanía. Este tipo requiere enfoques de tratamiento diferentes que la depresión unipolar.",
  "article_depression_p11": "La depresión no tiene una causa única. Típicamente resulta de una combinación de factores:",
  "article_depression_p12": "La depresión es una de las condiciones de salud mental más tratables. Entre el 80 y 90 por ciento de las personas con depresión eventualmente responden bien al tratamiento.",
  "article_depression_p13": "También conocida como terapia de conversación, la psicoterapia ayuda a las personas con depresión a entender y trabajar sus sentimientos. Los enfoques comunes incluyen:",
  "article_depression_p14": "Los medicamentos antidepresivos pueden ayudar a corregir desequilibrios químicos en el cerebro. Los tipos comunes incluyen:",
  "article_depression_p15": "Es importante trabajar estrechamente con un proveedor de atención médica al tomar medicamentos, ya que encontrar el medicamento y la dosis correcta puede tomar tiempo.",
  "article_depression_p16": "Aunque el tratamiento profesional a menudo es necesario, las estrategias de autocuidado pueden apoyar tu recuperación:",
  "article_depression_p17": "Si alguien que te importa está experimentando depresión, aquí está cómo puedes ayudar:",
  "article_depression_p18": "Si alguien expresa pensamientos de suicidio o autolesión, tómalo en serio. Quédate con ellos, elimina cualquier medio de autolesión si es posible y llama a servicios de emergencia o una línea de crisis inmediatamente. En EE.UU., puedes llamar o enviar un mensaje de texto al 988 para la Línea de Prevención del Suicidio y Crisis.",
  "article_depression_p2": "Es importante entender que la depresión es diferente de la tristeza normal o el duelo. Mientras que todos se sienten tristes a veces, la depresión es más persistente y puede interferir significativamente con la vida diaria. La depresión no es una debilidad ni un defecto de carácter—es una condición médica que puede tratarse.",
  "article_depression_p3": "La depresión afecta aproximadamente a 280 millones de personas en todo el mundo, lo que la convierte en una de las condiciones de salud mental más comunes. Puede ocurrir a cualquier edad pero a menudo comienza en la adultez. Las mujeres son más propensas a experimentar depresión que los hombres, aunque los hombres pueden ser menos propensos a buscar ayuda.",
  "article_depression_p4": "Los síntomas de la depresión pueden variar de leves a severos. Para ser diagnosticado con depresión, los síntomas deben estar presentes durante al menos dos semanas y representar un cambio de tu nivel de funcionamiento anterior.",
  "article_depression_p5": "La depresión no es una condición única. Hay varios tipos, cada uno con características únicas:",
  "article_depression_p6": "La forma más común de depresión, caracterizada por sentimientos persistentes de tristeza, desesperanza y pérdida de interés. Los síntomas deben estar presentes durante al menos dos semanas e impactar significativamente el funcionamiento diario.",
  "article_depression_p7": "Una forma crónica de depresión donde los síntomas duran al menos dos años. Aunque los síntomas pueden ser menos severos que la depresión mayor, son duraderos y pueden afectar significativamente la calidad de vida.",
  "article_depression_p8": "Depresión que sigue un patrón estacional, típicamente comenzando en otoño o invierno cuando hay menos luz solar natural. Los síntomas generalmente mejoran en primavera y verano. La terapia de luz a menudo es efectiva para este tipo.",
  "article_depression_p9": "Depresión que ocurre después del parto, afectando tanto a madres como a padres. Es más severa y duradera que la \"melancolía posparto\" y requiere tratamiento profesional.",
  "article_depression_subtitle": "Una guía completa para entender qué es la depresión, cómo afecta a las personas y los tratamientos basados en evidencia que pueden ayudar.",
  "article_depression_title": "Comprendiendo la Depresión: Síntomas, Causas y Tratamiento",
  "article_depression_toc_1": "¿Qué es la Depresión?",
  "article_depression_toc_2": "Signos y Síntomas",
  "article_depression_toc_3": "Tipos de Depresión",
  "article_depression_toc_4": "Causas y Factores de Riesgo",
  "article_depression_toc_5": "Opciones de Tratamiento",
  "article_depression_toc_6": "Estrategias de Autocuidado",
  "article_depression_toc_7": "Ayudar a Alguien con Depresión",
  "article_disclaimer": "Este contenido es solo informativo y no sustituye el consejo, diagnóstico o tratamiento médico profesional.",
  "article_mh_wins_h2_1": "Pequeñas Victorias Diarias Que Importan",
  "article_mh_wins_h2_2": "Celebridades Compartiendo Sus Viajes",
  "article_mh_wins_h2_3": "Tendencias Positivas en Concienciación",
  "article_mh_wins_h2_4": "Progreso en Reducir el Estigma",
  "article_mh_wins_h2_5": "Celebrando Tus Propias Victorias",
  "article_mh_wins_h2_6": "Sigue Adelante: Lo Estás Haciendo Genial",
  "article_mh_wins_li1": "<strong>Levantarse de la cama:</strong> Levantarse es un genuino acto de coraje.",
  "article_mh_wins_li10": "La cobertura de seguro para salud mental está mejorando a través de la defensa de políticas",
  "article_mh_wins_li11": "Las líneas de crisis y líneas de texto proporcionan apoyo inmediato 24/7",
  "article_mh_wins_li12": "<strong>Lleva un diario de victorias:</strong> Escribe una pequeña victoria cada día.",
  "article_mh_wins_li13": "<strong>Comparte con alguien de confianza:</strong> Contarle a un amigo hace que el progreso se sienta real.",
  "article_mh_wins_li14": "<strong>Date un premio:</strong> Date un gusto después de logros difíciles.",
  "article_mh_wins_li15": "<strong>Practica la autocompasión:</strong> Háblate como le hablarías a un amigo.",
  "article_mh_wins_li16": "<strong>Crea recordatorios visuales:</strong> Crea un muro de victorias o usa aplicaciones de seguimiento.",
  "article_mh_wins_li2": "<strong>Pedir ayuda:</strong> Buscar apoyo requiere una fuerza increíble.",
  "article_mh_wins_li3": "<strong>Establecer límites:</strong> Decir no es una poderosa forma de autocuidado.",
  "article_mh_wins_li4": "<strong>Tomar medicación:</strong> Mantenerse consistente con el tratamiento es algo de lo que estar orgulloso.",
  "article_mh_wins_li5": "<strong>Comer una comida:</strong> Nutrir tu cuerpo cuando el apetito desaparece es una victoria.",
  "article_mh_wins_li6": "<strong>Salir afuera:</strong> El aire fresco y la luz del sol, incluso por cinco minutos, cuenta como progreso.",
  "article_mh_wins_li7": "Aumento de la financiación para la investigación y los servicios de salud mental",
  "article_mh_wins_li8": "La telesalud está ampliando el acceso a la terapia para millones",
  "article_mh_wins_li9": "Los empleadores están añadiendo beneficios y programas de apoyo de salud mental",
  "article_mh_wins_p1": "El progreso en salud mental no siempre se trata de avances dramáticos. A menudo, son las pequeñas victorias.",
  "article_mh_wins_p10": "Las escuelas están implementando programas de aprendizaje socioemocional.",
  "article_mh_wins_p11": "El estigma sigue siendo una de las mayores barreras, pero estamos avanzando en derribarlo.",
  "article_mh_wins_p12": "La representación en los medios está evolucionando con más precisión y compasión.",
  "article_mh_wins_p13": "El lenguaje también está cambiando. Nos estamos moviendo hacia un lenguaje más respetuoso centrado en la persona.",
  "article_mh_wins_p14": "Las comunidades se están formando alrededor de experiencias compartidas.",
  "article_mh_wins_p15": "No necesitas esperar un hito importante para celebrar.",
  "article_mh_wins_p16": "Tu viaje es únicamente tuyo.",
  "article_mh_wins_p17": "Si estás leyendo este artículo, ya estás dando un paso hacia una mejor salud mental.",
  "article_mh_wins_p18": "La comunidad de salud mental se fortalece cada día.",
  "article_mh_wins_p19": "Así que celebra hoy. Celebra el hecho de que despertaste y enfrentaste otro día.",
  "article_mh_wins_p2": "Aquí hay algunas victorias diarias que vale la pena celebrar:",
  "article_mh_wins_p20": "<strong>No estás solo. No estás roto. Estás sanando, creciendo y transformándote.</strong>",
  "article_mh_wins_p3": "Lo que parece fácil para otros podría ser tu mayor batalla del día.",
  "article_mh_wins_p4": "Cuando figuras públicas hablan abiertamente sobre salud mental, ayudan a normalizar estas conversaciones.",
  "article_mh_wins_p5": "Atletas como Simone Biles y Michael Phelps han hablado abiertamente sobre ansiedad y depresión.",
  "article_mh_wins_p6": "Músicos y artistas han compartido sus luchas para abogar por recursos de salud mental.",
  "article_mh_wins_p7": "Políticos y líderes empresariales son cada vez más abiertos sobre sus viajes de salud mental.",
  "article_mh_wins_p8": "La última década ha visto cambios notables en cómo la sociedad entiende la salud mental.",
  "article_mh_wins_p9": "La terapia se está normalizando, especialmente entre las generaciones más jóvenes.",
  "article_mh_wins_subtitle": "Cada paso adelante importa. Celebremos el progreso.",
  "article_mh_wins_title": "Victorias de Salud Mental: Celebrando el Progreso",
  "article_mh_wins_toc_1": "Pequeñas Victorias Diarias",
  "article_mh_wins_toc_2": "Celebridades Compartiendo Historias",
  "article_mh_wins_toc_3": "Tendencias Positivas",
  "article_mh_wins_toc_4": "Reducir el Estigma",
  "article_mh_wins_toc_5": "Celebrando Tus Victorias",
  "article_mh_wins_toc_6": "Sigue Adelante",
  "article_mindfulness_subtitle": "Prácticas para la calma mental y la paz interior.",
  "article_mindfulness_title": "Mindfulness y Meditación",
  "article_mindfulness_toc_1": "Qué es la Atención Plena?",
  "article_mindfulness_toc_2": "La Ciencia Detrás de Ello",
  "article_mindfulness_toc_3": "Beneficios para la Salud Mental",
  "article_mindfulness_toc_4": "Tipos de Meditación",
  "article_mindfulness_toc_5": "Cómo Empezar",
  "article_mindfulness_toc_6": "Ejercicios Simples",
  "article_mindfulness_toc_7": "Consejos para el Éxito",
  "article_news_category": "Noticias de Investigación",
  "article_news_h2_1": "Una Nueva Era en la Investigación de Salud Mental",
  "article_news_h2_2": "Avances Revolucionarios en Terapia",
  "article_news_h2_3": "Nuevos Medicamentos en Desarrollo",
  "article_news_h2_4": "Innovaciones Digitales Transformando la Atención",
  "article_news_h2_5": "El Auge del Tratamiento Personalizado",
  "article_news_h2_6": "Esperanza para el Futuro",
  "article_news_h3_1": "Terapia Asistida con Psicodélicos",
  "article_news_h3_10": "Farmacogenómica",
  "article_news_h3_11": "Tratamiento Guiado por Biomarcadores",
  "article_news_h3_2": "Terapia Cognitivo-Conductual Mejorada",
  "article_news_h3_3": "Estimulación Magnética Transcraneal",
  "article_news_h3_4": "Antidepresivos de Nueva Generación",
  "article_news_h3_5": "Nuevos Tratamientos para la Ansiedad",
  "article_news_h3_6": "Apps de Salud Mental con IA",
  "article_news_h3_7": "Plataformas de Teleterapia",
  "article_news_h3_8": "Terapia de Realidad Virtual",
  "article_news_h3_9": "Monitores de Salud Mental Portátiles",
  "article_news_p1": "El campo del tratamiento de la salud mental está experimentando un avance sin precedentes.",
  "article_news_p10": "La pandemia aceleró la adopción de la teleterapia.",
  "article_news_p11": "Las plataformas emergentes combinan sesiones de video con mensajería y soporte impulsado por IA.",
  "article_news_p12": "Los pacientes que usan estas plataformas participan más consistentemente en el tratamiento.",
  "article_news_p13": "La terapia de exposición con realidad virtual está demostrando ser efectiva para fobias, ansiedad y TEPT.",
  "article_news_p14": "Los dispositivos portátiles ahora pueden rastrear indicadores fisiológicos del estrés.",
  "article_news_p15": "Uno de los cambios más significativos es el movimiento hacia la medicina personalizada.",
  "article_news_p16": "Las pruebas genéticas pueden predecir cómo responderán los pacientes a diferentes medicamentos.",
  "article_news_p17": "Los investigadores están identificando biomarcadores que pueden predecir la respuesta al tratamiento.",
  "article_news_p18": "La convergencia de la neurociencia, la tecnología y la innovación está creando oportunidades.",
  "article_news_p19": "Las condiciones de salud mental son tratables, y cada día son más tratables.",
  "article_news_p2": "En los últimos años se ha producido un cambio de paradigma en cómo la ciencia aborda la salud mental.",
  "article_news_p20": "Si tú o alguien que conoces está luchando, recuerda que la ayuda está disponible.",
  "article_news_p21": "Mantén la esperanza. El futuro del tratamiento de salud mental es brillante.",
  "article_news_p3": "Exploramos los avances más significativos que surgen de laboratorios de todo el mundo.",
  "article_news_p4": "Uno de los desarrollos más emocionantes es la investigación de terapia asistida con psicodélicos.",
  "article_news_p5": "Los investigadores están desarrollando TCC mejorada que incorpora tecnología y retroalimentación en tiempo real.",
  "article_news_p6": "La EMT ha surgido como un poderoso tratamiento no invasivo para la depresión.",
  "article_news_p7": "La próxima generación de antidepresivos se dirige a diferentes vías cerebrales.",
  "article_news_p8": "Nuevos medicamentos que se dirigen al sistema de glutamato muestran promesa para la ansiedad.",
  "article_news_p9": "La IA está revolucionando la atención de salud mental a través de aplicaciones sofisticadas.",
  "article_news_subtitle": "Explorando los últimos avances en terapia, medicamentos e innovaciones digitales.",
  "article_news_title": "Últimas Noticias: Nueva Investigación en Tratamiento de Salud Mental",
  "article_news_toc_1": "Resumen de Avances",
  "article_news_toc_2": "Avances en Terapia",
  "article_news_toc_3": "Nuevos Medicamentos",
  "article_news_toc_4": "Innovaciones Digitales",
  "article_news_toc_5": "Tratamiento Personalizado",
  "article_news_toc_6": "Esperanza para el Futuro",
  "article_recovery_category": "Recuperación",
  "article_recovery_h2_1": "Por Qué Importan las Historias de Recuperación",
  "article_recovery_h2_2": "El Viaje de Maya: Superando la Ansiedad",
  "article_recovery_h2_3": "El Camino de James: Luz en la Depresión",
  "article_recovery_h2_4": "El Equilibrio de Sarah: Navegando el Posparto",
  "article_recovery_h2_5": "Hilos Comunes: Cómo es la Recuperación",
  "article_recovery_h2_6": "Tu Viaje Comienza Hoy",
  "article_recovery_h3_1": "Buscar Ayuda es el Primer Paso",
  "article_recovery_h3_2": "Los Sistemas de Apoyo Marcan la Diferencia",
  "article_recovery_h3_3": "Las Pequeñas Victorias Se Acumulan",
  "article_recovery_h3_4": "Es un Viaje Continuo",
  "article_recovery_p1": "Cuando luchas con la salud mental, puede sentirse como si estuvieras completamente solo.",
  "article_recovery_p10": "James era un exitoso ejecutivo de marketing cuando la depresión lo hundió.",
  "article_recovery_p11": "Seguía pensando que debería estar agradecido por lo que tenía.",
  "article_recovery_p12": "Durante meses, James intentó superarlo por su cuenta.",
  "article_recovery_p13": "Un amigo que había pasado por depresión reconoció las señales.",
  "article_recovery_p14": "Con medicación y terapia, James comenzó a salir de la oscuridad.",
  "article_recovery_p15": "La medicación me ayudó a estabilizarme lo suficiente para hacer el trabajo real en terapia.",
  "article_recovery_p16": "James ha vuelto al trabajo ahora, pero con diferentes prioridades.",
  "article_recovery_p17": "Sarah había soñado con la maternidad durante años.",
  "article_recovery_p18": "Sarah sufrió en silencio durante casi un año.",
  "article_recovery_p19": "Con el apoyo de una terapeuta, Sarah comenzó a entender sus luchas.",
  "article_recovery_p2": "Estas historias son de personas reales que encontraron su camino hacia días más brillantes.",
  "article_recovery_p20": "El grupo lo cambió todo.",
  "article_recovery_p21": "Hoy, Sarah es defensora de la concientización sobre la salud mental materna.",
  "article_recovery_p22": "Cada viaje de recuperación es único, pero comparte temas importantes.",
  "article_recovery_p23": "Los tres llegaron a un punto donde no podían hacerlo solos—y eso está bien.",
  "article_recovery_p24": "La recuperación rara vez sucede en aislamiento.",
  "article_recovery_p25": "La recuperación no se trata de un gran avance dramático—se trata de innumerables pequeños pasos.",
  "article_recovery_p26": "La salud mental no es un destino; es una práctica continua.",
  "article_recovery_p27": "Si te ves reflejado en alguna de estas historias, sabe: tu historia no ha terminado.",
  "article_recovery_p28": "No tienes que tenerlo todo resuelto. No tienes que sentirte listo.",
  "article_recovery_p29": "La recuperación es posible. La esperanza es real. Y mereces sentirte mejor.",
  "article_recovery_p3": "Aunque estas historias son compuestas, representan experiencias auténticas.",
  "article_recovery_p30": "<strong>Si estás en crisis, por favor comunícate con una línea de ayuda de crisis o ve a la sala de emergencias más cercana.</strong>",
  "article_recovery_p4": "Maya era estudiante de segundo año en la universidad cuando su ansiedad se volvió insoportable.",
  "article_recovery_p5": "Pensé que estaba rota.",
  "article_recovery_p6": "El punto de inflexión llegó cuando Maya le confió a su asesora académica.",
  "article_recovery_p7": "A través de la TCC, Maya aprendió a reconocer sus patrones de ansiedad.",
  "article_recovery_p8": "No sucedió de la noche a la mañana.",
  "article_recovery_p9": "Hoy, Maya se ha graduado y trabaja como especialista de apoyo entre pares.",
  "article_recovery_subtitle": "Historias inspiradoras de personas que han recorrido el camino de la recuperación.",
  "article_recovery_title": "Historias de Esperanza: Viajes Reales de Recuperación",
  "article_recovery_toc_1": "Introducción",
  "article_recovery_toc_2": "El Viaje de Maya",
  "article_recovery_toc_3": "El Camino de James",
  "article_recovery_toc_4": "El Equilibrio de Sarah",
  "article_recovery_toc_5": "Hilos Comunes",
  "article_recovery_toc_6": "Tu Viaje Comienza",
  "article_related": "Artículos Relacionados",
  "article_share": "Compartir este artículo:",
  "article_sleep_h2_1": "Por Qué Es Importante el Sueño",
  "article_sleep_h2_2": "¿Cuánto Sueño Necesitas?",
  "article_sleep_h2_3": "Fundamentos de la Higiene del Sueño",
  "article_sleep_h2_4": "Optimiza Tu Dormitorio",
  "article_sleep_h2_5": "Rutinas para Dormir",
  "article_sleep_h2_6": "Problemas Comunes del Sueño",
  "article_sleep_h2_7": "Cuándo Consultar a un Médico",
  "article_sleep_h3_1": "Mantén un Horario",
  "article_sleep_h3_2": "Limita la Cafeína y el Alcohol",
  "article_sleep_h3_3": "Haz Ejercicio Regularmente",
  "article_sleep_h3_4": "Limita las Siestas",
  "article_sleep_h3_5": "Dificultad para Conciliar el Sueño",
  "article_sleep_h3_6": "Despertarse Durante la Noche",
  "article_sleep_h3_7": "Pensamientos Acelerados",
  "article_sleep_h3_8": "Despertar Temprano",
  "article_sleep_li1": "<strong>Recién nacidos (0-3 meses):</strong> 14-17 horas",
  "article_sleep_li10": "<strong>Mantenlo fresco:</strong> La temperatura ideal del dormitorio para dormir es alrededor de 18-20°C (65-68°F). Una habitación ligeramente fresca ayuda a la caída natural de temperatura de tu cuerpo que ocurre durante el sueño.",
  "article_sleep_li11": "<strong>Hazlo oscuro:</strong> Usa cortinas opacas o un antifaz para bloquear la luz. Incluso pequeñas cantidades de luz pueden interferir con tu ritmo circadiano.",
  "article_sleep_li12": "<strong>Reduce el ruido:</strong> Usa tapones para los oídos, una máquina de ruido blanco o un ventilador para enmascarar los sonidos molestos.",
  "article_sleep_li13": "<strong>Invierte en comodidad:</strong> Un colchón de apoyo y almohadas cómodas pueden hacer una diferencia significativa. Reemplaza tu colchón cada 7-10 años.",
  "article_sleep_li14": "<strong>Elimina la electrónica:</strong> Mantén televisores, computadoras y teléfonos inteligentes fuera del dormitorio. La luz azul que emiten puede suprimir la producción de melatonina.",
  "article_sleep_li15": "<strong>Pon una alarma de 'relajación':</strong> Una hora antes de acostarte, comienza a prepararte para dormir.",
  "article_sleep_li16": "<strong>Apaga las pantallas:</strong> Deja de usar teléfonos, tabletas y computadoras al menos 30 minutos antes de acostarte.",
  "article_sleep_li17": "<strong>Lee un libro:</strong> Leer (libros físicos, no lectores electrónicos con luz de fondo) puede ayudarte a relajarte.",
  "article_sleep_li18": "<strong>Toma un baño o ducha caliente:</strong> El aumento y descenso de la temperatura corporal puede promover la somnolencia.",
  "article_sleep_li19": "<strong>Practica la relajación:</strong> Prueba la respiración profunda, la relajación muscular progresiva o el estiramiento suave.",
  "article_sleep_li2": "<strong>Bebés (4-11 meses):</strong> 12-15 horas",
  "article_sleep_li20": "<strong>Escribe en un diario:</strong> Sacar los pensamientos de tu cabeza y ponerlos en papel puede reducir la preocupación antes de dormir.",
  "article_sleep_li21": "<strong>Escucha música relajante:</strong> La música suave y lenta puede ayudarte a relajarte y prepararte para dormir.",
  "article_sleep_li22": "Tienes problemas consistentes para dormirte o mantenerte dormido",
  "article_sleep_li23": "Roncas fuerte o jadeas durante el sueño",
  "article_sleep_li24": "Te sientes excesivamente cansado durante el día a pesar de dormir suficiente",
  "article_sleep_li25": "Tienes piernas inquietas o sensaciones incómodas por la noche",
  "article_sleep_li26": "Tus problemas de sueño están afectando tu vida diaria, trabajo o relaciones",
  "article_sleep_li27": "Has intentado mejorar tu higiene del sueño durante varias semanas sin éxito",
  "article_sleep_li3": "<strong>Niños pequeños (1-2 años):</strong> 11-14 horas",
  "article_sleep_li4": "<strong>Preescolares (3-5 años):</strong> 10-13 horas",
  "article_sleep_li5": "<strong>Niños en edad escolar (6-13 años):</strong> 9-11 horas",
  "article_sleep_li6": "<strong>Adolescentes (14-17 años):</strong> 8-10 horas",
  "article_sleep_li7": "<strong>Adultos jóvenes (18-25 años):</strong> 7-9 horas",
  "article_sleep_li8": "<strong>Adultos (26-64 años):</strong> 7-9 horas",
  "article_sleep_li9": "<strong>Adultos mayores (65+ años):</strong> 7-8 horas",
  "article_sleep_p1": "El sueño no es un lujo—es una necesidad biológica fundamental. Durante el sueño, tu cuerpo repara tejidos, consolida recuerdos y libera hormonas que regulan el crecimiento y el apetito. El sueño de calidad es esencial para la salud física, el bienestar mental y la función cognitiva.",
  "article_sleep_p10": "Mientras que las siestas cortas pueden ser beneficiosas, las siestas largas o irregulares durante el día pueden afectar negativamente tu sueño nocturno. Si decides tomar una siesta, limítala a 20-30 minutos a primera hora de la tarde.",
  "article_sleep_p11": "El ambiente de tu dormitorio juega un papel crucial en la calidad del sueño:",
  "article_sleep_p12": "Una rutina constante antes de dormir señala a tu cuerpo que es hora de relajarse. Prueba estas prácticas:",
  "article_sleep_p13": "Si no puedes dormirte en 20 minutos, levántate de la cama y haz algo relajante con luz tenue. Vuelve a la cama cuando tengas sueño. Esto ayuda a tu cerebro a asociar tu cama con el sueño, no con la frustración.",
  "article_sleep_p14": "Los despertares breves durante la noche son normales. Si no puedes volver a dormirte en 20 minutos, prueba la misma técnica—levántate, haz algo tranquilo y regresa cuando tengas sueño.",
  "article_sleep_p15": "Ten una libreta junto a tu cama para escribir preocupaciones o tareas pendientes. Este 'vaciado mental' puede ayudar a despejar tu mente. También podrías probar la meditación de atención plena para calmar los pensamientos acelerados.",
  "article_sleep_p16": "Si te despiertas constantemente muy temprano, intenta ajustar tu hora de acostarte o asegurarte de que tu habitación permanezca oscura por las mañanas. La exposición a la luz brillante temprano en la noche también puede ayudar a cambiar tu horario de sueño.",
  "article_sleep_p17": "Consulta a un proveedor de atención médica si:",
  "article_sleep_p18": "Los trastornos del sueño como el insomnio, la apnea del sueño y el síndrome de piernas inquietas son tratables. Un médico puede ayudar a diagnosticar cualquier problema subyacente y recomendar el tratamiento apropiado.",
  "article_sleep_p2": "La privación crónica del sueño está vinculada a problemas de salud graves incluyendo obesidad, diabetes, enfermedades cardiovasculares y función inmunológica debilitada. También afecta tu estado de ánimo, concentración y capacidad de tomar decisiones.",
  "article_sleep_p3": "La buena noticia es que con una higiene del sueño y hábitos adecuados, la mayoría de las personas pueden mejorar significativamente la calidad de su sueño. Los pequeños cambios pueden hacer una gran diferencia.",
  "article_sleep_p4": "Las necesidades de sueño varían según la edad, pero aquí hay pautas generales de la Fundación Nacional del Sueño:",
  "article_sleep_p5": "Recuerda, estas son pautas. Algunas personas naturalmente necesitan más o menos sueño. Presta atención a cómo te sientes—si estás constantemente cansado durante el día, es posible que necesites más sueño.",
  "article_sleep_p6": "La higiene del sueño se refiere a hábitos y prácticas que promueven un sueño de calidad. Aquí están los fundamentos:",
  "article_sleep_p7": "Acuéstate y despiértate a la misma hora todos los días, incluso los fines de semana. Esto ayuda a regular el reloj interno de tu cuerpo (ritmo circadiano) y puede ayudarte a dormirte y despertar más fácilmente.",
  "article_sleep_p8": "La cafeína puede permanecer en tu sistema durante 6-8 horas, así que evita el café, té y bebidas energéticas por la tarde y noche. Aunque el alcohol puede ayudarte a dormir inicialmente, altera la calidad del sueño más tarde en la noche.",
  "article_sleep_p9": "La actividad física regular puede ayudarte a dormirte más rápido y disfrutar de un sueño más profundo. Sin embargo, intenta terminar de hacer ejercicio al menos 3 horas antes de acostarte, ya que el ejercicio puede ser estimulante.",
  "article_sleep_subtitle": "Estrategias respaldadas por la ciencia para mejorar la calidad de tu sueño y despertar sintiéndote renovado y con energía.",
  "article_sleep_title": "Mejor Sueño: Tu Guía Completa para Noches de Descanso",
  "article_sleep_toc_1": "Por Qué Es Importante el Sueño",
  "article_sleep_toc_2": "¿Cuánto Sueño Necesitas?",
  "article_sleep_toc_3": "Fundamentos de la Higiene del Sueño",
  "article_sleep_toc_4": "Optimiza Tu Dormitorio",
  "article_sleep_toc_5": "Rutinas para Dormir",
  "article_sleep_toc_6": "Problemas Comunes del Sueño",
  "article_sleep_toc_7": "Cuándo Consultar a un Médico",
  "article_sources": "Fuentes",
  "article_stress_h2_1": "¿Qué es el Estrés?",
  "article_stress_h2_2": "Tipos de Estrés",
  "article_stress_h2_3": "Efectos en el Cuerpo y la Mente",
  "article_stress_h2_4": "Señales de Advertencia de Demasiado Estrés",
  "article_stress_h2_5": "Estrategias de Afrontamiento Saludables",
  "article_stress_h2_6": "Cambios de Estilo de Vida para el Manejo del Estrés",
  "article_stress_h2_7": "Cuándo Buscar Ayuda Profesional",
  "article_stress_h3_1": "Estrés Agudo",
  "article_stress_h3_10": "Establece Límites",
  "article_stress_h3_11": "Resuelve Problemas",
  "article_stress_h3_2": "Estrés Agudo Episódico",
  "article_stress_h3_3": "Estrés Crónico",
  "article_stress_h3_4": "Efectos Físicos",
  "article_stress_h3_5": "Efectos Emocionales y Mentales",
  "article_stress_h3_6": "Efectos Conductuales",
  "article_stress_h3_7": "Practica Técnicas de Relajación",
  "article_stress_h3_8": "Mantente Conectado",
  "article_stress_h3_9": "Toma Descansos",
  "article_stress_li1": "Dolores de cabeza y tensión muscular",
  "article_stress_li10": "Sentirse abrumado",
  "article_stress_li11": "Irritabilidad o enojo",
  "article_stress_li12": "Tristeza o depresión",
  "article_stress_li13": "Problemas de memoria",
  "article_stress_li14": "Comer en exceso o comer poco",
  "article_stress_li15": "Arrebatos de ira",
  "article_stress_li16": "Uso indebido de drogas o alcohol",
  "article_stress_li17": "Aislamiento social",
  "article_stress_li18": "Hacer menos ejercicio",
  "article_stress_li19": "Sentirse constantemente preocupado o ansioso",
  "article_stress_li2": "Dolor en el pecho y latidos cardíacos rápidos",
  "article_stress_li20": "Tener problemas para concentrarse",
  "article_stress_li21": "Experimentar cambios de humor",
  "article_stress_li22": "Sentirse abrumado por tareas cotidianas",
  "article_stress_li23": "Tener problemas para dormir o dormir demasiado",
  "article_stress_li24": "Depender del alcohol, drogas o comida para sobrellevar",
  "article_stress_li25": "Síntomas físicos sin una causa médica clara",
  "article_stress_li26": "Alejarse de amigos y actividades que disfruta",
  "article_stress_li27": "<strong>Haz ejercicio regularmente:</strong> La actividad física produce endorfinas—químicos en el cerebro que actúan como analgésicos naturales y elevadores del estado de ánimo. Intenta al menos 30 minutos de ejercicio moderado la mayoría de los días.",
  "article_stress_li28": "<strong>Come una dieta balanceada:</strong> Una dieta saludable puede ayudar a contrarrestar el impacto del estrés al fortalecer tu sistema inmunológico y reducir la presión arterial. Evita el exceso de cafeína y azúcar.",
  "article_stress_li29": "<strong>Duerme lo suficiente:</strong> El estrés a menudo causa problemas de sueño, pero la falta de sueño también aumenta el estrés. Intenta dormir 7-9 horas por noche y mantén un horario de sueño consistente.",
  "article_stress_li3": "Fatiga y problemas de sueño",
  "article_stress_li30": "<strong>Limita el alcohol y evita las drogas:</strong> Estos pueden parecer reducir el estrés temporalmente pero en realidad lo aumentan a largo plazo.",
  "article_stress_li31": "<strong>Dedica tiempo a los pasatiempos:</strong> Participar en actividades que disfrutas puede ser un gran alivio del estrés. Ya sea lectura, jardinería, música o arte—encuentra lo que funciona para ti.",
  "article_stress_li32": "<strong>Practica una buena gestión del tiempo:</strong> Planifica con anticipación, prioriza tareas y divide los proyectos en pasos más pequeños. Esto puede ayudar a reducir el estrés de sentirse abrumado.",
  "article_stress_li33": "Tus síntomas de estrés persisten a pesar de los esfuerzos de autoayuda",
  "article_stress_li34": "El estrés está afectando tu capacidad para trabajar o mantener relaciones",
  "article_stress_li35": "Estás usando mecanismos de afrontamiento poco saludables (alcohol, drogas, comer en exceso)",
  "article_stress_li36": "Estás experimentando síntomas de ansiedad o depresión",
  "article_stress_li37": "Tienes síntomas físicos que te preocupan",
  "article_stress_li38": "Te sientes sin esperanza o tienes pensamientos de autolesión",
  "article_stress_li4": "Problemas digestivos (malestar estomacal, náuseas, diarrea)",
  "article_stress_li5": "Sistema inmunológico debilitado (enfermarse más a menudo)",
  "article_stress_li6": "Cambios en el deseo sexual",
  "article_stress_li7": "Presión arterial alta",
  "article_stress_li8": "Ansiedad e inquietud",
  "article_stress_li9": "Falta de motivación o enfoque",
  "article_stress_p1": "El estrés es la respuesta natural de tu cuerpo a cualquier demanda o desafío. Cuando enfrentas una situación estresante, tu cuerpo libera hormonas como el cortisol y la adrenalina que te preparan para actuar. Esto a menudo se llama la respuesta de \"lucha o huida\".",
  "article_stress_p10": "La respiración profunda, la relajación muscular progresiva, la meditación y el yoga pueden activar la respuesta de relajación de tu cuerpo—lo opuesto a la respuesta de estrés. Incluso solo 10-15 minutos al día pueden hacer una diferencia significativa.",
  "article_stress_p11": "El apoyo social es crucial para manejar el estrés. Habla con amigos, familiares o un grupo de apoyo sobre lo que estás experimentando. A veces, solo compartir tus sentimientos puede proporcionar alivio.",
  "article_stress_p12": "Cuando estás estresado, es tentador trabajar más duro para \"superar\" la situación. Pero tomar descansos regulares te hace más productivo y ayuda a prevenir el agotamiento. Aléjate de tu trabajo, da un paseo o haz algo agradable.",
  "article_stress_p13": "Aprende a decir no a las solicitudes que crearían estrés excesivo en tu vida. Está bien rechazar nuevas responsabilidades cuando ya estás abrumado.",
  "article_stress_p14": "En lugar de evitar situaciones estresantes, intenta abordarlas directamente. Divide los grandes problemas en pasos más pequeños y manejables. Enfócate en lo que puedes controlar y deja ir lo que no puedes.",
  "article_stress_p15": "Considera hablar con un proveedor de salud o profesional de salud mental si:",
  "article_stress_p16": "Un profesional puede ayudarte a identificar fuentes de estrés, desarrollar estrategias de afrontamiento efectivas y determinar si podrías beneficiarte de terapia o medicación.",
  "article_stress_p2": "En pequeñas dosis, el estrés puede ser beneficioso. Puede ayudarte a mantenerte enfocado, con energía y alerta. En situaciones de emergencia, el estrés puede salvarte la vida—dándote fuerza extra para defenderte, por ejemplo, o impulsándote a frenar para evitar un accidente.",
  "article_stress_p3": "Sin embargo, cuando el estrés se vuelve crónico o abrumador, puede afectar seriamente tu salud física y mental. Entender cómo funciona el estrés y aprender a manejarlo efectivamente es esencial para tu bienestar general.",
  "article_stress_p4": "Esta es la forma más común de estrés. Proviene de las demandas y presiones del pasado reciente y las demandas y presiones anticipadas del futuro cercano. El estrés agudo es emocionante en pequeñas dosis, pero demasiado es agotador. Ejemplos incluyen una entrevista de trabajo, una primera cita o una fecha límite en el trabajo.",
  "article_stress_p5": "Cuando el estrés agudo ocurre frecuentemente, se convierte en estrés agudo episódico. Las personas que sufren este tipo de estrés a menudo son de mal genio, irritables y ansiosas. Pueden describirse a sí mismas como teniendo \"mucha energía nerviosa\" o siempre con prisa.",
  "article_stress_p6": "Este es el estrés desgastante que consume a las personas día tras día, año tras año. Destruye cuerpos, mentes y vidas. El estrés crónico proviene de situaciones continuas como un matrimonio infeliz, un ambiente de trabajo tóxico, la pobreza o enfermedades crónicas. El peor aspecto del estrés crónico es que las personas se acostumbran a él y pueden ni siquiera notarlo.",
  "article_stress_p7": "El estrés crónico afecta casi todos los sistemas de tu cuerpo:",
  "article_stress_p8": "Es importante reconocer cuándo el estrés se vuelve inmanejable. Observa estas señales de advertencia:",
  "article_stress_p9": "Cada persona maneja el estrés de manera diferente, pero estas estrategias basadas en evidencia pueden ayudar:",
  "article_stress_subtitle": "Una guía práctica para entender qué es el estrés, cómo te afecta y estrategias basadas en evidencia para manejarlo efectivamente.",
  "article_stress_title": "Manejo del Estrés: Comprensión y Estrategias de Afrontamiento",
  "article_stress_toc_1": "¿Qué es el Estrés?",
  "article_stress_toc_2": "Tipos de Estrés",
  "article_stress_toc_3": "Efectos en el Cuerpo y la Mente",
  "article_stress_toc_4": "Señales de Advertencia",
  "article_stress_toc_5": "Estrategias de Afrontamiento Saludables",
  "article_stress_toc_6": "Cambios de Estilo de Vida",
  "article_stress_toc_7": "Cuándo Buscar Ayuda",
  "article_teen_subtitle": "Apoyo para la salud mental de los jóvenes.",
  "article_teen_support_h2_adults": "Cómo Padres y Maestros Pueden Apoyar",
  "article_teen_support_h2_challenges": "Desafíos Reales de los Adolescentes",
  "article_teen_support_h2_hope": "Un Mensaje de Esperanza",
  "article_teen_support_h2_resources": "Recursos para Adolescentes",
  "article_teen_support_h2_stories": "Historias de Crecimiento",
  "article_teen_support_h3_academic": "Presión Académica y Ansiedad",
  "article_teen_support_h3_for_parents": "Para Padres",
  "article_teen_support_h3_for_teachers": "Para Maestros",
  "article_teen_support_h3_identity": "Identidad y Pertenencia",
  "article_teen_support_h3_social_media": "La Paradoja de las Redes Sociales",
  "article_teen_support_subtitle": "Historias reales de jóvenes que encontraron su camino.",
  "article_teen_support_title": "Apoyando a los Adolescentes: Historias de Crecimiento",
  "article_teen_support_toc_1": "Desafíos de los Adolescentes",
  "article_teen_support_toc_2": "Historias de Crecimiento",
  "article_teen_support_toc_3": "Cómo Ayudar los Adultos",
  "article_teen_support_toc_4": "Recursos para Adolescentes",
  "article_teen_support_toc_5": "Un Mensaje de Esperanza",
  "article_teen_title": "Salud Mental Adolescente",
  "article_teen_toc_1": "Entendiendo la Salud Mental Adolescente",
  "article_teen_toc_2": "Desafíos Comunes de Salud Mental",
  "article_teen_toc_3": "Señales de Advertencia a Observar",
  "article_teen_toc_4": "Si Eres un Adolescente que Lucha",
  "article_teen_toc_5": "Para Padres y Cuidadores",
  "article_teen_toc_6": "Obtener Ayuda Profesional",
  "article_teen_toc_7": "Construir Resiliencia Mental",
  "article_toc": "Tabla de Contenidos",
  "article_view_source": "Ver Fuente Original",
  "article_workplace_h2_1": "La Prioridad Creciente de la Salud Mental Laboral",
  "article_workplace_h2_2": "Empresas Implementando Programas",
  "article_workplace_h2_3": "Trabajo Remoto y Salud Mental",
  "article_workplace_h2_4": "Reconociendo el Agotamiento",
  "article_workplace_h2_5": "Recursos para Empleados y Gerentes",
  "article_workplace_h2_6": "El Futuro del Bienestar Laboral",
  "article_workplace_h3_1": "Iniciativas Corporativas Comunes",
  "article_workplace_h3_2": "Lo Que Muestra la Investigación",
  "article_workplace_h3_3": "Desafíos del Trabajo Remoto",
  "article_workplace_h3_4": "Señales de Agotamiento",
  "article_workplace_h3_5": "Creando un Ambiente Más Saludable",
  "article_workplace_h3_6": "Para Empleados",
  "article_workplace_h3_7": "Para Gerentes",
  "article_workplace_li1": "<strong>Días de Salud Mental:</strong> Tiempo libre pagado dedicado a la salud mental.",
  "article_workplace_li10": "<strong>Aislamiento:</strong> La falta de interacción en persona puede aumentar la soledad.",
  "article_workplace_li11": "<strong>Difuminación de límites:</strong> Dificultad para separar el trabajo de la vida personal.",
  "article_workplace_li12": "<strong>Exceso de trabajo:</strong> Sin horarios de oficina claros, algunos empleados trabajan más.",
  "article_workplace_li13": "<strong>Desafíos de comunicación:</strong> Los malentendidos son más comunes.",
  "article_workplace_li14": "Agotamiento crónico que no mejora con el descanso",
  "article_workplace_li15": "Mayor cinismo o desapego del trabajo",
  "article_workplace_li16": "Disminución del sentido de logro o efectividad",
  "article_workplace_li17": "Síntomas físicos como dolores de cabeza, problemas de sueño o problemas digestivos",
  "article_workplace_li18": "Dificultad para concentrarse o tomar decisiones",
  "article_workplace_li19": "<strong>Evaluar cargas de trabajo:</strong> Asegurar que las expectativas sean realistas.",
  "article_workplace_li2": "<strong>Consejería en el Sitio:</strong> Acceso a terapeutas licenciados.",
  "article_workplace_li20": "<strong>Fomentar límites:</strong> Modelar y apoyar el equilibrio trabajo-vida.",
  "article_workplace_li21": "<strong>Proporcionar autonomía:</strong> Dar a los empleados control sobre su trabajo.",
  "article_workplace_li22": "<strong>Reconocer contribuciones:</strong> El reconocimiento regular ayuda a que los empleados se sientan valorados.",
  "article_workplace_li23": "<strong>Reducir el estigma:</strong> Hablar abiertamente sobre salud mental.",
  "article_workplace_li24": "<strong>Fomentar la conexión:</strong> Crear oportunidades para interacción social significativa.",
  "article_workplace_li25": "<strong>Programas de Asistencia al Empleado (PAE):</strong> Servicios de consejería confidenciales.",
  "article_workplace_li26": "<strong>Apps de salud mental:</strong> Herramientas como Headspace, Calm o Woebot.",
  "article_workplace_li27": "<strong>Grupos de apoyo entre pares:</strong> Redes internas para experiencias compartidas.",
  "article_workplace_li28": "<strong>Prácticas de autocuidado:</strong> Descansos regulares y técnicas de establecimiento de límites.",
  "article_workplace_li29": "<strong>Capacitación en primeros auxilios de salud mental:</strong> Aprender a reconocer crisis.",
  "article_workplace_li3": "<strong>Programas de Meditación y Mindfulness:</strong> Apps, sesiones grupales o salas tranquilas.",
  "article_workplace_li30": "<strong>Habilidades de escucha activa:</strong> Crear espacios seguros para compartir.",
  "article_workplace_li31": "<strong>Conocimiento de adaptaciones:</strong> Entender cómo apoyar a los empleados.",
  "article_workplace_li32": "<strong>Autocuidado para líderes:</strong> Los gerentes deben mantener su propia salud mental.",
  "article_workplace_li33": "<strong>Bienestar personalizado:</strong> Plataformas impulsadas por IA que adaptan recursos.",
  "article_workplace_li34": "<strong>Enfoque preventivo:</strong> Pasar de bienestar reactivo a proactivo.",
  "article_workplace_li35": "<strong>Métricas de salud mental:</strong> Seguimiento de indicadores de bienestar.",
  "article_workplace_li36": "<strong>Desestigmatización:</strong> Conversaciones abiertas que se normalizan.",
  "article_workplace_li37": "<strong>Beneficios integrados:</strong> Apoyo de salud mental integrado en todos los aspectos.",
  "article_workplace_li4": "<strong>Arreglos de Trabajo Flexibles:</strong> Opciones para trabajo remoto u horarios flexibles.",
  "article_workplace_li5": "<strong>Capacitación para Gerentes:</strong> Enseñar a los líderes a reconocer señales de salud mental.",
  "article_workplace_li6": "<strong>Redes de Apoyo entre Pares:</strong> Grupos dirigidos por empleados que brindan apoyo informal.",
  "article_workplace_li7": "Las empresas con programas robustos reportan tasas de rotación 20% más bajas",
  "article_workplace_li8": "Los empleados con acceso a recursos tienen 3 veces más probabilidades de sentirse comprometidos",
  "article_workplace_li9": "Por cada $1 invertido, las empresas ven un retorno promedio de $4",
  "article_workplace_p1": "La salud mental en el lugar de trabajo ha surgido como un tema crítico para las organizaciones.",
  "article_workplace_p10": "Tanto los empleados como los gerentes necesitan acceso a recursos y capacitación.",
  "article_workplace_p11": "El futuro de la salud mental en el lugar de trabajo parece prometedor.",
  "article_workplace_p12": "Las organizaciones más exitosas ven la salud mental como fundamental para la cultura.",
  "article_workplace_p13": "Ya seas empleado o líder, recuerda que la salud mental importa.",
  "article_workplace_p2": "La pandemia de COVID-19 aceleró este cambio dramáticamente.",
  "article_workplace_p3": "La investigación muestra que un fuerte apoyo de salud mental reduce el absentismo.",
  "article_workplace_p4": "Las empresas con visión de futuro están implementando iniciativas innovadoras de salud mental.",
  "article_workplace_p5": "El trabajo remoto ofrece flexibilidad pero también presenta desafíos de salud mental.",
  "article_workplace_p6": "Sin la estructura de una oficina, algunos trabajadores encuentran más difícil desconectarse.",
  "article_workplace_p7": "Las organizaciones están respondiendo con políticas que apoyan el bienestar de los trabajadores remotos.",
  "article_workplace_p8": "El burnout es un estado de estrés laboral crónico que no ha sido manejado.",
  "article_workplace_p9": "Crear un lugar de trabajo mentalmente saludable requiere compromiso del liderazgo.",
  "article_workplace_subtitle": "Cómo las empresas están transformando su enfoque hacia la salud mental.",
  "article_workplace_title": "Salud Mental en el Trabajo: Una Prioridad Creciente",
  "article_workplace_toc_1": "La Prioridad Creciente",
  "article_workplace_toc_2": "Programas Corporativos",
  "article_workplace_toc_3": "Trabajo Remoto y Salud Mental",
  "article_workplace_toc_4": "Reconociendo el Agotamiento",
  "article_workplace_toc_5": "Recursos para Todos",
  "article_workplace_toc_6": "El Futuro del Bienestar",
  "blog_audio_available": "Audio disponible",
  "blog_filter_all": "Todo",
  "blog_filter_anxiety": "Ansiedad",
  "blog_filter_depression": "Depresión",
  "blog_filter_mindfulness": "Atención Plena",
  "blog_filter_sleep": "Sueño",
  "blog_filter_stress": "Estrés",
  "blog_filter_teens": "Adolescentes",
  "blog_filter_wellness": "Bienestar",
  "blog_filter_workplace": "Trabajo",
  "blog_hero_title": "Salud mental, explicada claramente.",
  "blog_listen": "Escuchar",
  "blog_news_stories_subtitle": "Historias reales, actualizaciones de investigación y destacados de la comunidad",
  "blog_news_stories_title": "Noticias e Historias",
  "blog_read_full": "Leer Artículo Completo",
  "blog_reading_mode": "Modo Lectura",
  "blog_reading_progress": "Progreso de lectura",
  "bookmark_no": "No",
  "bookmark_resume": "¿Continuar donde lo dejaste?",
  "bookmark_yes": "Sí",
  "breathing_desc": "Una técnica de respiración calmante",
  "breathing_title": "Respiración 4-7-8",
  "call_911": "Llamar 911",
  "call_988": "Llamar 988",
  "close": "Cerrar",
  "community_hub_title": "Centro Comunitario",
  "community_media_btn": "📎 Multimedia",
  "community_media_change": "📎 Cambiar",
  "community_pin": "📌 Fijar",
  "community_pinned": "📌 Fijado",
  "community_post_btn": "Publicar",
  "community_remove_media": "Eliminar multimedia",
  "community_unpin": "📌 Desfijar",
  "crisis_subtitle": "Si tú o alguien que conoces está en crisis, hay ayuda disponible ahora mismo.",
  "crisis_text_text": "Envía HOME al 741741 para consejería de crisis gratuita, 24/7.",
  "crisis_text_title": "Línea de Texto de Crisis",
  "crisis_title": "¿Necesitas Ayuda Inmediata?",
  "docs_click_pdf": "Haga clic para ver PDF",
  "docs_competition_docs": "Documentos del Concurso",
  "docs_copyright": "Lista de Derechos de Autor",
  "docs_explore": "Explorar MindBalance",
  "docs_features": "Características",
  "docs_overview": "Descripción del Proyecto",
  "docs_references": "Obras Citadas",
  "docs_review_desc": "Por favor revise la siguiente documentación para nuestra presentación del proyecto.",
  "docs_subtitle": "Referencias",
  "docs_tech_stack": "Stack Tecnológico",
  "docs_title": "MindBalance",
  "docs_worklog": "Registro de Trabajo",
  "docs_credits": "Créditos y Atribuciones",
  "docs_credits_icons": "Iconos y Gráficos",
  "docs_credits_fonts": "Fuentes",
  "docs_credits_libraries": "Librerías y Frameworks",
  "docs_credits_apis": "APIs y Servicios",
  "docs_credits_media": "Medios",
  "download_failed": "Error al descargar el audio. Inténtalo de nuevo.",
  "download_premium_only": "La descarga de audio solo está disponible con voz premium.",
  "emergency_text": "Para emergencias que ponen en peligro la vida, llama al 911 inmediatamente.",
  "emergency_title": "Servicios de Emergencia",
  "faq_a1": "Sí, la Línea de Vida de Suicidio y Crisis 988 es completamente gratuita y está disponible 24/7. Puedes llamar o enviar un mensaje de texto al 988 desde cualquier lugar de Estados Unidos. El servicio es confidencial y está atendido por consejeros de crisis capacitados.",
  "faq_a10": "Concéntrate en tu respiración - prueba la técnica 4-7-8 (inhala por 4 segundos, mantén por 7, exhala por 8). Ancla con el presente nombrando 5 cosas que puedes ver, 4 que puedes tocar, 3 que puedes oír, 2 que puedes oler y 1 que puedes saborear. Recuérdate que los ataques de pánico son temporales y no son peligrosos. Si los ataques de pánico son recurrentes, considera hablar con un profesional de salud mental.",
  "faq_a2": "Cuando llamas a una línea de crisis, te conectarán con un consejero capacitado que escuchará sin juzgar. Te ayudará a trabajar en lo que sientes, brindará apoyo y te ayudará a crear un plan para mantenerte seguro/a. No necesitas ser suicida para llamar - cualquier crisis de salud mental es válida.",
  "faq_a3": "Considera buscar ayuda profesional si tus sentimientos afectan tu vida diaria, relaciones, trabajo o escuela. Las señales incluyen tristeza persistente, ansiedad, cambios en el sueño o apetito, dificultad para concentrarte, o pensamientos de autolesión. Recuerda: buscar ayuda es una señal de fortaleza, no de debilidad.",
  "faq_a4": "Sí, todas las sesiones de consejería son confidenciales. Los profesionales de salud mental están sujetos a estrictas leyes de privacidad y pautas éticas. Las únicas excepciones son si hay un riesgo inmediato de daño a ti mismo o a otros, o en casos que involucren abuso de menores o adultos vulnerables.",
  "faq_a5": "Hay muchas opciones de salud mental de bajo costo o gratuitas disponibles. Los centros comunitarios de salud mental a menudo ofrecen tarifas variables basadas en ingresos. Muchos terapeutas ofrecen tarifas reducidas, y algunas organizaciones sin fines de lucro proporcionan consejería gratuita. Las líneas de crisis como el 988 siempre son gratuitas, y los grupos de apoyo pueden ser un recurso valioso sin costo.",
  "faq_a6": "Escucha sin juzgar y hazle saber que te importa. Evita tratar de \"arreglar\" sus problemas - a veces simplemente estar presente es suficiente. Anímale a buscar ayuda profesional y ofrécele ayudar a encontrar recursos o acompañarle a una cita. Toma en serio cualquier mención de autolesión y no tengas miedo de involucrar a un adulto de confianza o una línea de crisis si es necesario.",
  "faq_a7": "Los terapeutas y consejeros proporcionan terapia de conversación y pueden tener varias credenciales (LCSW, LPC, MFT). Los psicólogos tienen títulos de doctorado y pueden proporcionar terapia y pruebas psicológicas. Los psiquiatras son médicos que pueden recetar medicamentos. Muchas personas trabajan con una combinación - por ejemplo, un terapeuta para sesiones regulares y un psiquiatra para el manejo de medicamentos.",
  "faq_a8": "¡Absolutamente! Es muy común sentir ansiedad al abrirse a un extraño. Un buen terapeuta entenderá esto y te ayudará a sentirte cómodo/a a tu propio ritmo. Recuerda, tú controlas lo que compartes y cuándo. Si después de algunas sesiones no sientes conexión, está bien probar con otro terapeuta - encontrar el ajuste correcto es importante.",
  "faq_a9": "Varía mucho dependiendo de tus objetivos y situación. Algunas personas se benefician de terapia a corto plazo (8-12 sesiones) para problemas específicos como ansiedad o manejo del estrés. Otros pueden continuar más tiempo para trabajo más profundo o apoyo continuo. Tu terapeuta trabajará contigo para establecer objetivos y evaluar regularmente tu progreso.",
  "faq_intro_text": "En MindBalance, creemos en ser abiertos y solidarios. Sabemos que puedes tener preguntas sobre la salud mental, cómo encontrar ayuda y cómo funciona la terapia. Aquí están algunas de las preguntas más comunes que recibimos. Si no encuentras la respuesta que buscas, no dudes en comunicarte.",
  "faq_intro_title": "¿Cómo podemos ayudarte?",
  "faq_q1": "¿Es realmente gratis la Línea de Vida 988?",
  "faq_q10": "¿Qué debo hacer si tengo un ataque de pánico?",
  "faq_q2": "¿Qué pasa cuando llamo a una línea de crisis?",
  "faq_q3": "¿Cómo sé si necesito ayuda profesional?",
  "faq_q4": "¿Son confidenciales las sesiones de consejería?",
  "faq_q5": "¿Qué pasa si no puedo pagar la terapia?",
  "faq_q6": "¿Cómo puedo ayudar a un amigo que está luchando?",
  "faq_q7": "¿Cuál es la diferencia entre un terapeuta, psicólogo y psiquiatra?",
  "faq_q8": "¿Es normal sentirse nervioso al comenzar terapia?",
  "faq_q9": "¿Cuánto tiempo dura normalmente la terapia?",
  "faq_subtitle": "Respuestas rápidas a preguntas comunes",
  "faq_tip1": "También puedes enviar un mensaje de texto al 988 si prefieres no llamar. Ambas opciones te conectan con los mismos consejeros capacitados.",
  "faq_tip10": "Los ataques de pánico generalmente alcanzan su punto máximo en 10 minutos y disminuyen en 20-30 minutos. Saber esto puede ayudar a reducir el miedo durante un ataque.",
  "faq_tip2": "Las líneas de crisis son para cualquier persona en angustia, no solo para aquellos en peligro inmediato. No dudes en comunicarte si estás pasando por un momento difícil.",
  "faq_tip3": "Confía en tus instintos. Si sientes que algo no está bien, hablar con un profesional puede ayudarte a entenderlo y abordarlo.",
  "faq_tip4": "Puedes preguntarle a tu terapeuta sobre sus políticas específicas de confidencialidad durante tu primera sesión.",
  "faq_tip5": "Consulta con tu seguro, escuela o empleador - muchos ofrecen beneficios de salud mental que quizás no conoces.",
  "faq_tip6": "A veces lo mejor que puedes hacer es simplemente estar presente. Tu presencia importa más que tener las palabras perfectas.",
  "faq_tip7": "Comienza con un terapeuta para terapia de conversación. Pueden referirte a un psiquiatra si la medicación podría ser útil.",
  "faq_tip8": "Escribe lo que quieres discutir antes de tu primera sesión. Puede ayudar a calmar los nervios.",
  "faq_tip9": "No hay una duración \"correcta\" para la terapia. Algunas personas encuentran valor en sesiones continuas, mientras que otras prefieren un tratamiento enfocado y de tiempo limitado.",
  "faq_title": "Preguntas Frecuentes",
  "faq_cat_all": "Todas",
  "faq_cat_crisis": "Crisis",
  "faq_cat_therapy": "Terapia",
  "faq_cat_resources": "Recursos",
  "faq_cat_coping": "Afrontamiento",
  "faq_cta_title": "¿Aún tienes preguntas?",
  "faq_cta_text": "Estamos aquí para ayudarte. Comunícate con nosotros para obtener apoyo personalizado.",
  "faq_cta_btn": "Contáctanos",
  "faq_helpful": "¿Te resultó útil esta respuesta?",
  "faq_yes": "Sí",
  "faq_no": "No",
  "faq_no_results": "No se encontraron resultados para tu búsqueda.",
  "find_help": "Buscar Ayuda",
  "footer_about": "MindBalance es un centro de educación y apoyo en salud mental creado por estudiantes. Nuestro objetivo es proporcionar información clara y confiable y guiar a los visitantes hacia recursos seguros.",
  "footer_about_link": "Acerca de",
  "footer_action": "Tomar Acción",
  "footer_action_desc": "Apoya la educación en salud mental y el acceso comunitario a recursos.",
  "footer_brand": "MindBalance",
  "footer_copy": "Solo para fines educativos.",
  "footer_disclaimer": "Aviso Legal",
  "footer_follow": "Síguenos",
  "footer_get_support": "Obtener Apoyo",
  "footer_pages": "Páginas",
  "footer_privacy": "Privacidad",
  "footer_read_more": "Leer más →",
  "footer_support_link": "Apoyo",
  "footer_terms": "Términos",
  "footer_topics": "Temas Populares",
  "grounding_desc": "Reconecta con el momento presente",
  "grounding_title": "Anclaje 5-4-3-2-1",
  "helplines_subtitle": "Profesionales capacitados listos para escuchar 24/7",
  "helplines_title": "Líneas de Ayuda y Apoyo",
  "hero_subtitle": "Encuentra apoyo, recursos y orientación para tu bienestar mental. No estás solo/a.",
  "hero_title": "Estamos Aquí Para Ayudarte",
  "highlight_remove_confirm": "¿Eliminar este resaltado?",
  "highlight_select_article": "Por favor selecciona texto dentro del contenido del artículo.",
  "highlight_select_first": "Selecciona primero algún texto para resaltarlo.",
  "hl_988_text": "Apoyo gratuito y confidencial para personas en crisis, prevención y recursos.",
  "hl_988_title": "Línea de Crisis y Suicidio 988",
  "hl_badge_24_7": "24/7",
  "hl_boystown_text": "Ayuda para adolescentes y padres con cualquier problema - abuso, enojo, depresión, escuela y más.",
  "hl_boystown_title": "Línea Nacional Boys Town",
  "hl_call_988": "Llamar 988",
  "hl_nami_badge": "L-V 10am-10pm ET",
  "hl_nami_text": "Información, referencias y apoyo para condiciones de salud mental.",
  "hl_nami_title": "Línea de Ayuda NAMI",
  "hl_samhsa_text": "Servicio de referencia de tratamiento para trastornos de salud mental y abuso de sustancias.",
  "hl_samhsa_title": "Línea Nacional SAMHSA",
  "hl_teenline_badge": "6pm-10pm PT",
  "hl_teenline_sms": "Envía TEEN al 839863",
  "hl_teenline_text": "Adolescentes ayudando a adolescentes con problemas personales y decisiones difíciles.",
  "hl_teenline_title": "Línea Adolescente",
  "hl_text_988": "Mensaje 988",
  "hl_trevor_sms": "Envía START al 678-678",
  "hl_trevor_text": "Intervención en crisis y prevención del suicidio para jóvenes LGBTQ+.",
  "hl_trevor_title": "Proyecto Trevor (Jóvenes LGBTQ+)",
  "hl_veterans_call": "Llama 988, Presiona 1",
  "hl_veterans_sms": "Mensaje 838255",
  "hl_veterans_text": "Apoyo gratuito y confidencial para Veteranos y sus seres queridos.",
  "hl_veterans_title": "Línea de Crisis para Veteranos",
  "home_card1_kicker": "Trastornos de salud mental",
  "home_card1_title": "Ansiedad y depresión",
  "home_card2_kicker": "Líneas de ayuda y recursos",
  "home_card2_title": "Obtén apoyo inmediato",
  "home_card3_kicker": "Consejería en línea",
  "home_card3_title": "Programa una cita",
  "home_card4_kicker": "Comunidad e historias",
  "home_card4_title": "Grupos de apoyo y testimonios",
  "home_impact_communities": "Comunidades",
  "home_impact_communities_desc": "Ayudando a las comunidades a crear conciencia y hacer que el apoyo sea más accesible para todos.",
  "home_impact_confidence": "Confianza",
  "home_impact_confidence_desc": "Construyendo confianza a través de información clara, herramientas reales y pasos simples.",
  "home_impact_conversations": "Conversaciones",
  "home_impact_conversations_desc": "Reduciendo el estigma al hacer que la salud mental sea más fácil de hablar, sin vergüenza.",
  "home_impact_educators": "Educadores",
  "home_impact_educators_desc": "Proporcionando a los educadores herramientas para reconocer las necesidades de salud mental y responder con cuidado.",
  "home_impact_families": "Familias",
  "home_impact_families_desc": "Apoyando a las familias con orientación para construir conversaciones y hábitos más saludables en casa.",
  "home_impact_reach": "100,000+",
  "home_impact_reach_desc": "Personas alcanzadas a través de las herramientas, educación y recursos de apoyo de MindBalance.",
  "home_impact_safespace": "Espacio Seguro",
  "home_impact_safespace_desc": "Creando un lugar donde las personas se sientan apoyadas, respetadas y comprendidas.",
  "home_impact_students": "Estudiantes",
  "home_impact_students_desc": "Ayudando a los estudiantes a manejar el estrés, las emociones y el bienestar mental en la escuela y más allá.",
  "home_impact_support": "Apoyo",
  "home_impact_support_desc": "Conectando a las personas con recursos confiables para que puedan encontrar ayuda cuando más la necesitan.",
  "home_impact_title": "Nuestro Impacto",
  "home_learn_more": "Más información",
  "home_testimonials_title": "LO QUE DICEN NUESTROS VISITANTES",
  "home_welcome_desc": "En MindBalance, ayudamos a las personas a cuidar su salud mental. Nuestro objetivo es proporcionar apoyo, recursos y un espacio seguro para todos. Queremos hacer que la salud mental sea más fácil de entender y reducir el estigma.",
  "home_welcome_title": "Bienvenido a MindBalance",
  "intl_support_text": "Encuentra líneas de crisis y recursos para tu país.",
  "intl_support_title": "Apoyo Internacional",
  "journaling_desc": "Expresa tus pensamientos y sentimientos",
  "journaling_title": "Diario Reflexivo",
  "keyboard_shortcuts": "Atajos de teclado",
  "my_notes": "Notas",
  "nav_blog": "Blog",
  "nav_community": "Centro Comunitario",
  "nav_contact": "Contacto",
  "nav_docs": "Referencias",
  "nav_get_help": "Obtener Ayuda Ahora",
  "nav_home": "Inicio",
  "nav_resources": "Biblioteca de Recursos",
  "nav_sign_in": "Iniciar Sesión",
  "nav_signin": "Iniciar Sesión",
  "nav_signout": "Cerrar Sesión",
  "notes_auto_save": "Las notas se guardan automáticamente",
  "notes_placeholder": "Escribe tus notas aquí...",
  "notes_saved": "¡Guardado!",
  "notes_saving": "Guardando...",
  "page_title_blog": "Blog",
  "page_title_community": "Centro Comunitario",
  "page_title_home": "MindBalance",
  "page_title_resources": "Biblioteca de Recursos",
  "page_title_support": "Apoyo",
  "profile_best_streak": "Mejor Racha",
  "profile_current_streak": "Racha Actual",
  "profile_goals_cta": "Establece una meta de bienestar para comenzar",
  "profile_no_goals": "Sin metas aún",
  "profile_reading_streak": "Racha de Lectura",
  "profile_wellness_goals": "Metas de Bienestar",
  "ql_book": "Reservar una Sesión",
  "ql_book_text": "Programa una cita de consejería",
  "ql_community": "Comunidad",
  "ql_community_text": "Conecta con otros que entienden",
  "ql_faq": "Preguntas Frecuentes",
  "ql_faq_text": "Respuestas a preguntas comunes",
  "ql_helplines": "Líneas de Ayuda",
  "ql_helplines_text": "Habla con alguien que se preocupa",
  "ql_resources": "Recursos",
  "ql_resources_text": "Artículos, guías y contenido educativo",
  "ql_selfhelp": "Herramientas de Autoayuda",
  "ql_selfhelp_text": "Ejercicios y técnicas de afrontamiento",
  "quicklinks_subtitle": "Elige una categoría para encontrar el apoyo que necesitas",
  "quicklinks_title": "¿Cómo Podemos Ayudarte?",
  "reading_dark_mode": "Modo Oscuro",
  "reading_focus_mode": "Modo Enfoque",
  "reading_font_size": "Fuente",
  "reading_highlight": "Resaltar",
  "reading_line_spacing": "Espaciado: Normal",
  "reading_min_left": "min restantes",
  "reading_print": "Imprimir",
  "related_articles": "Artículos Relacionados",
  "resource_anxiety_text": "Aprende sobre síntomas, causas y estrategias de manejo para trastornos de ansiedad.",
  "resource_anxiety_title": "Comprendiendo la Ansiedad",
  "resource_depression_text": "Información sobre depresión, opciones de tratamiento y caminos de recuperación.",
  "resource_depression_title": "Recursos de Depresión",
  "resource_learn_more": "Más Información",
  "resource_mindfulness_text": "Ejercicios guiados y consejos para incorporar la atención plena en tu rutina.",
  "resource_mindfulness_title": "Práctica de Atención Plena",
  "resource_stress_text": "Técnicas y estrategias para manejar el estrés en la vida diaria.",
  "resource_stress_title": "Manejo del Estrés",
  "resourcelib_categories": "CATEGORÍAS",
  "resourcelib_clear_all": "LIMPIAR TODO",
  "resourcelib_lead1": "La Biblioteca de Recursos de MindBalance es una colección de información educativa sobre condiciones de salud mental. Explora temas para aprender síntomas comunes, señales de advertencia y datos clave de manera clara y respetuosa.",
  "resourcelib_lead2": "Esta página es informativa y está separada de los Recursos de Apoyo. Si necesitas ayuda ahora mismo, por favor usa la página de Apoyo.",
  "resourcelib_out_of": "de",
  "resourcelib_providers": "PROVEEDORES",
  "resourcelib_search_label": "Buscar recursos",
  "resourcelib_search_placeholder": "Buscar recursos por título, descripción, etiqueta, categoría...",
  "resourcelib_showing": "Mostrando",
  "resourcelib_support_note": "Si tú o alguien que conoces está en peligro inmediato, llama al 911. Si necesitas ayuda urgente, ve a nuestra página de Apoyo para opciones 24/7.",
  "resourcelib_title": "BIBLIOTECA DE RECURSOS MINDBALANCE",
  "resourcelib_visit": "VISITAR",
  "resources_subtitle": "Aprende sobre temas comunes de salud mental",
  "resources_title": "Recursos de Salud Mental",
  "rl_aud_Adults": "Adultos",
  "rl_aud_Families": "Familias",
  "rl_aud_General": "General",
  "rl_aud_Teens": "Adolescentes",
  "rl_tag_ACT": "TAC",
  "rl_tag_ADHD": "TDAH",
  "rl_tag_Accommodations": "Adaptaciones",
  "rl_tag_Advocacy": "Defensa",
  "rl_tag_Alcohol": "Alcohol",
  "rl_tag_Anger": "Ira",
  "rl_tag_Anorexia": "Anorexia",
  "rl_tag_Anxiety": "Ansiedad",
  "rl_tag_Autism": "Autismo",
  "rl_tag_BDD": "TDC",
  "rl_tag_BED": "TPA",
  "rl_tag_BPD": "TLP",
  "rl_tag_Behavior": "Comportamiento",
  "rl_tag_Bipolar": "Bipolar",
  "rl_tag_BipolarI": "Bipolar I",
  "rl_tag_BipolarII": "Bipolar II",
  "rl_tag_BodyImage": "Imagen Corporal",
  "rl_tag_Bulimia": "Bulimia",
  "rl_tag_Burnout": "Agotamiento",
  "rl_tag_CBT": "TCC",
  "rl_tag_CBTI": "TCC-I",
  "rl_tag_CoOccurring": "Comórbido",
  "rl_tag_Communication": "Comunicación",
  "rl_tag_Community": "Comunidad",
  "rl_tag_ComplexPTSD": "TEPT Complejo",
  "rl_tag_CopingSkills": "Habilidades de Afrontamiento",
  "rl_tag_Crisis": "Crisis",
  "rl_tag_DBT": "TDC",
  "rl_tag_Delusions": "Delirios",
  "rl_tag_Depression": "Depresión",
  "rl_tag_Diagnosis": "Diagnóstico",
  "rl_tag_Dissociation": "Disociación",
  "rl_tag_Distress": "Angustia",
  "rl_tag_Dysthymia": "Distimia",
  "rl_tag_ERP": "EPR",
  "rl_tag_EarlySigns": "Señales Tempranas",
  "rl_tag_EatingDisorders": "Trastornos Alimentarios",
  "rl_tag_Education": "Educación",
  "rl_tag_EmotionRegulation": "Regulación Emocional",
  "rl_tag_Evaluation": "Evaluación",
  "rl_tag_EvidenceBased": "Basado en Evidencia",
  "rl_tag_Exercise": "Ejercicio",
  "rl_tag_ExposureTherapy": "Terapia de Exposición",
  "rl_tag_Families": "Familias",
  "rl_tag_Foundations": "Fundamentos",
  "rl_tag_Friends": "Amigos",
  "rl_tag_GAD": "TAG",
  "rl_tag_Grief": "Duelo",
  "rl_tag_Guidance": "Orientación",
  "rl_tag_Habits": "Hábitos",
  "rl_tag_HealthAnxiety": "Ansiedad por la Salud",
  "rl_tag_Hoarding": "Acumulación",
  "rl_tag_Hypomania": "Hipomanía",
  "rl_tag_Index": "Índice",
  "rl_tag_Insomnia": "Insomnio",
  "rl_tag_Learning": "Aprendizaje",
  "rl_tag_LifeEvents": "Eventos de Vida",
  "rl_tag_LightTherapy": "Fototerapia",
  "rl_tag_Loss": "Pérdida",
  "rl_tag_MDD": "TDM",
  "rl_tag_Mania": "Manía",
  "rl_tag_Mindfulness": "Atención Plena",
  "rl_tag_Mood": "Estado de Ánimo",
  "rl_tag_Neurodevelopmental": "Neurodesarrollo",
  "rl_tag_OCD": "TOC",
  "rl_tag_OCDRelated": "Relacionado con TOC",
  "rl_tag_Opioids": "Opioides",
  "rl_tag_Overview": "Resumen",
  "rl_tag_PTSD": "TEPT",
  "rl_tag_Panic": "Pánico",
  "rl_tag_Perinatal": "Perinatal",
  "rl_tag_PersonalityDisorders": "Trastornos de Personalidad",
  "rl_tag_Phobia": "Fobia",
  "rl_tag_Postpartum": "Posparto",
  "rl_tag_Prevention": "Prevención",
  "rl_tag_ProlongedGrief": "Duelo Prolongado",
  "rl_tag_Psychosis": "Psicosis",
  "rl_tag_PublicHealth": "Salud Pública",
  "rl_tag_Recovery": "Recuperación",
  "rl_tag_Reference": "Referencia",
  "rl_tag_Relationships": "Relaciones",
  "rl_tag_SAD": "TAE",
  "rl_tag_Safety": "Seguridad",
  "rl_tag_Schizophrenia": "Esquizofrenia",
  "rl_tag_School": "Escuela",
  "rl_tag_SelfHarm": "Autolesión",
  "rl_tag_SelfManagement": "Autogestión",
  "rl_tag_Skills": "Habilidades",
  "rl_tag_Sleep": "Sueño",
  "rl_tag_SocialAnxiety": "Ansiedad Social",
  "rl_tag_Somatic": "Somático",
  "rl_tag_Stigma": "Estigma",
  "rl_tag_Stress": "Estrés",
  "rl_tag_SubstanceUse": "Uso de Sustancias",
  "rl_tag_SuicidePrevention": "Prevención del Suicidio",
  "rl_tag_Support": "Apoyo",
  "rl_tag_Symptoms": "Síntomas",
  "rl_tag_Therapy": "Terapia",
  "rl_tag_Trauma": "Trauma",
  "rl_tag_Treatment": "Tratamiento",
  "rl_tag_WarningSigns": "Señales de Advertencia",
  "rl_tag_WellBeing": "Bienestar",
  "rl_tag_Workplace": "Trabajo",
  "rl_tag_Youth": "Jóvenes",
  "save_article": "Guardar Artículo",
  "scroll_book": "Reservar",
  "scroll_crisis": "Crisis",
  "scroll_faq": "FAQ",
  "scroll_helplines": "Líneas de Ayuda",
  "scroll_resources": "Recursos",
  "scroll_selfhelp": "Autoayuda",
  "scroll_top": "Inicio",
  "search_placeholder": "Buscar recursos, temas u opciones de apoyo...",
  "selfhelp_breathing_step1": "Inhala silenciosamente por la nariz durante 4 segundos",
  "selfhelp_breathing_step2": "Mantén la respiración durante 7 segundos",
  "selfhelp_breathing_step3": "Exhala completamente por la boca durante 8 segundos",
  "selfhelp_breathing_step4": "Repite 3-4 veces",
  "selfhelp_breathing_text": "Una técnica de respiración 4-7-8 simple para ayudar a calmar tu sistema nervioso.",
  "selfhelp_breathing_title": "Ejercicio de Respiración",
  "selfhelp_grounding_step1": "Nombra 5 cosas que puedes ver",
  "selfhelp_grounding_step2": "Nombra 4 cosas que puedes tocar",
  "selfhelp_grounding_step3": "Nombra 3 cosas que puedes escuchar",
  "selfhelp_grounding_step4": "Nombra 2 cosas que puedes oler",
  "selfhelp_grounding_step5": "Nombra 1 cosa que puedes saborear",
  "selfhelp_grounding_text": "Una técnica de anclaje para ayudar cuando te sientes abrumado o ansioso.",
  "selfhelp_grounding_title": "Técnica de Anclaje 5-4-3-2-1",
  "selfhelp_journal_prompt1": "¿Por qué estoy agradecido/a hoy?",
  "selfhelp_journal_prompt2": "¿Qué emociones estoy sintiendo ahora mismo?",
  "selfhelp_journal_prompt3": "¿Qué le diría a un amigo en mi situación?",
  "selfhelp_journal_prompt4": "¿Cuál es un pequeño paso que puedo dar hoy?",
  "selfhelp_journal_text": "Escribir puede ayudar a procesar emociones y ganar claridad.",
  "selfhelp_journal_title": "Indicaciones para Escribir",
  "selfhelp_subtitle": "Ejercicios que puedes hacer ahora mismo",
  "selfhelp_title": "Herramientas de Autoayuda",
  "settings_colorblind": "Modo Daltónico",
  "settings_dark_mode": "Modo Oscuro",
  "settings_dyslexia": "Fuente Dislexia",
  "settings_focus_mode": "Modo Enfoque (TDAH)",
  "settings_font_size": "Tamaño de Fuente",
  "settings_high_contrast": "Alto Contraste",
  "settings_language": "Idioma",
  "settings_preferences": "Preferencias",
  "settings_reduce_motion": "Reducir Movimiento",
  "settings_title": "Configuración",
  "share_article": "Compartir este artículo:",
  "sidebar_activity": "Actividad",
  "sidebar_community": "Comunidad",
  "sidebar_guest": "Modo invitado",
  "sidebar_guest_desc": "Lee publicaciones como invitado. Inicia sesión para crear publicaciones, comentar y unirte a las discusiones.",
  "sidebar_signin": "Iniciar sesión / Registrarse",
  "skip_to_content": "Ir al contenido",
  "slide1_cta": "Aprende más",
  "slide1_desc": "Aprende los síntomas, causas y opciones de tratamiento para trastornos comunes de salud mental, incluyendo ansiedad y depresión. MindBalance proporciona información clara, recursos confiables y orientación para ayudar a las personas a entender su salud mental y dar el siguiente paso hacia el apoyo.",
  "slide1_kicker": "Trastornos de salud mental",
  "slide1_title": "Ansiedad y depresión",
  "slide2_cta": "Ver líneas de ayuda",
  "slide2_desc": "Encuentra líneas de ayuda locales y nacionales, líneas de texto y recursos de emergencia confiables. Si tú o alguien que conoces necesita ayuda ahora mismo, esta página facilita llegar al apoyo rápidamente.",
  "slide2_kicker": "Líneas de ayuda y recursos",
  "slide2_title": "Obtén apoyo inmediato",
  "slide3_cta": "Agendar ahora",
  "slide3_desc": "Usa nuestro programador de citas para solicitar consejería en línea. Elige un horario que te funcione y conéctate con apoyo de manera privada y respetuosa.",
  "slide3_kicker": "Consejería en línea",
  "slide3_title": "Agenda una cita",
  "slide4_cta": "Únete a la comunidad",
  "slide4_desc": "Explora conversaciones de apoyo e historias reales de personas que han enfrentado desafíos de salud mental. Aprende qué les ayudó y comparte aliento con otros.",
  "slide4_kicker": "Comunidad e historias",
  "slide4_title": "Grupos de apoyo y testimonios",
  "support_badge": "Recursos de Salud Mental",
  "support_quote_author": "John Green",
  "support_quote_text": "Hay esperanza, incluso cuando tu mente te dice que no la hay.",
  "testimonial_1": "MindBalance me ayudó a entender mi ansiedad y construir una rutina que realmente funciona. Las herramientas son simples, pero hicieron una gran diferencia.",
  "testimonial_10": "Aprecio cómo el sitio explica los síntomas y cuándo buscar ayuda. Es informativo sin ser aterrador.",
  "testimonial_11": "MindBalance me ayudó a identificar el agotamiento y construir límites más saludables. Las sugerencias se sintieron realistas, no sermoneadoras.",
  "testimonial_12": "El sitio me dio una lista clara de opciones de apoyo y qué esperar. Hizo que contactar se sintiera menos intimidante.",
  "testimonial_2": "La biblioteca de recursos facilitó aprender lo que mi adolescente estaba experimentando. Nos dio una mejor manera de hablar sin juzgar.",
  "testimonial_3": "Usé la sección de habilidades de afrontamiento durante una semana muy difícil. No \"arregló todo\", pero me ayudó a sentirme centrado de nuevo.",
  "testimonial_4": "Las herramientas de autoevaluación y las páginas educativas me ayudaron a reconocer los síntomas de depresión temprano y obtener apoyo antes.",
  "testimonial_5": "Aprendí cómo apoyar a un amigo que lidiaba con ataques de pánico. MindBalance hizo los pasos claros y respetuosos.",
  "testimonial_6": "Las explicaciones de \"qué es / qué no es\" me ayudaron a entender mejor el TOC. Me hizo dejar de sentirme solo.",
  "testimonial_7": "La biblioteca y las páginas de orientación me dieron un punto de partida para recursos de TEPT. Está organizado y es fácil de navegar.",
  "testimonial_8": "Las estrategias de afrontamiento son prácticas. Las usé para la ansiedad social antes de presentaciones, y me ayudó a mantenerme calmado.",
  "testimonial_9": "El diseño de la página es tranquilo y fácil de leer. Encontré información útil sobre TDAH sin sentirme abrumado.",
  "testimonial_role_caregiver": "Cuidador",
  "testimonial_role_college": "Estudiante Universitario",
  "testimonial_role_highschool": "Estudiante de Secundaria",
  "testimonial_role_parent": "Padre/Madre",
  "testimonial_role_professional": "Joven Profesional",
  "testimonial_role_student": "Estudiante",
  "testimonial_role_volunteer": "Voluntario Comunitario",
  "testimonial_role_young_adult": "Joven Adulto",
  "text_988": "Mensaje 988",
  "text_now": "Enviar Mensaje",
  "tts_autoscroll": "Auto-desplazamiento",
  "tts_browser_voice": "Voz del navegador",
  "tts_close": "Cerrar",
  "tts_download": "Descargar",
  "tts_generating": "Generando audio...",
  "tts_keyboard_hint": "Teclado: Espacio para reproducir/pausar, Esc para detener, Ctrl+Flecha para saltar",
  "tts_keyboard_hint_enhanced": "Teclado: Espacio reproducir/pausar, Esc detener, Ctrl+Flecha saltar, M silenciar, Flecha arriba/abajo volumen",
  "tts_listen_article": "Escuchar este artículo",
  "tts_listening": "Escuchando artículo",
  "tts_not_supported": "La lectura en voz alta no es compatible con tu navegador.",
  "tts_pause": "Pausar",
  "tts_paused": "Pausado",
  "tts_play": "Reproducir",
  "tts_playing": "Reproduciendo...",
  "tts_premium_unavailable": "La voz premium no está disponible. Usando voz del navegador.",
  "tts_premium_voice": "Voz Premium IA (ElevenLabs)",
  "tts_ready": "Listo para reproducir",
  "tts_skip_back": "Retroceder",
  "tts_skip_forward": "Avanzar",
  "tts_sleep_timer": "Temporizador",
  "tts_speed": "Velocidad:",
  "tts_stop": "Detener",
  "tts_time_remaining": "--:--",
  "tts_timer_off": "Apagado",
  "tts_voice": "Voz:",
  "docs_overview_p1": "es un centro integral de educación y apoyo de salud mental creado para estudiantes y jóvenes adultos. Nuestra misión es proporcionar información accesible y creíble sobre temas de salud mental mientras conectamos a los usuarios con recursos profesionales y apoyo comunitario.",
  "docs_overview_p2": "La plataforma aborda la creciente necesidad de información confiable sobre salud mental al seleccionar contenido de fuentes autorizadas como el Instituto Nacional de Salud Mental (NIMH), Mayo Clinic y otros proveedores de confianza. Los usuarios pueden explorar artículos educativos, encontrar servicios locales de salud mental, conectarse con miembros de la comunidad y acceder a recursos de apoyo en crisis.",
  "docs_overview_p3": "MindBalance fue diseñado con la accesibilidad como principio fundamental, ofreciendo funciones como modo oscuro, tamaños de fuente ajustables, modos para daltonismo, fuentes amigables para disléxicos y modo de enfoque para usuarios con TDAH.",
  "docs_feature_resource_title": "Biblioteca de Recursos",
  "docs_feature_resource_desc": "Directorio interactivo con recursos creíbles de salud mental de organizaciones como NAMI, Mental Health America, Crisis Text Line y The Trevor Project. Incluye búsqueda, filtrado por categoría y una sección destacada para recursos destacados.",
  "docs_feature_community_title": "Centro Comunitario",
  "docs_feature_community_desc": "Foro moderado para apoyo entre pares con publicaciones, comentarios, me gusta y actualizaciones en tiempo real. Incluye filtrado de lenguaje inapropiado, carga de medios, sistema de @menciones y herramientas de moderación para administradores.",
  "docs_feature_articles_title": "Artículos Educativos",
  "docs_feature_articles_desc": "Artículos detallados sobre ansiedad, depresión, estrés, mindfulness, sueño y salud mental adolescente. Incluye audio de texto a voz, seguimiento de progreso de lectura, marcadores y recomendaciones de artículos relacionados.",
  "docs_feature_crisis_title": "Apoyo en Crisis",
  "docs_feature_crisis_desc": "Recursos de crisis siempre visibles incluyendo la Línea de Prevención del Suicidio y Crisis 988, Crisis Text Line y The Trevor Project. El acceso rápido desde cada página garantiza que la ayuda esté siempre a un clic de distancia.",
  "docs_feature_accessibility_title": "Configuración de Accesibilidad",
  "docs_feature_accessibility_desc": "7 opciones de accesibilidad: Modo Oscuro, ajuste de Tamaño de Fuente, Alto Contraste, tres modos de Daltonismo (Protanopia, Deuteranopia, Tritanopia), Modo de Enfoque para TDAH, fuente amigable para Dislexia y Movimiento Reducido.",
  "docs_feature_profiles_title": "Perfiles de Usuario",
  "docs_feature_profiles_desc": "Perfiles estilo Instagram con avatares personalizables, biografía, enlaces sociales, seguimiento del estado de ánimo, metas de bienestar, calendario de racha de lectura, logros y controles de privacidad.",
  "docs_feature_multilingual_title": "Soporte Multilingüe",
  "docs_feature_multilingual_desc": "Soporte de traducción completo para 6 idiomas: inglés, español, francés, chino (simplificado), hindi y coreano. La preferencia de idioma persiste entre sesiones.",
  "docs_feature_findhelp_title": "Localizador de Ayuda",
  "docs_feature_findhelp_desc": "Búsqueda basada en código postal para encontrar servicios locales de salud mental usando la API del Localizador de Tratamiento de SAMHSA. Filtra por tipo de servicio y radio, con botones de llamada directa e indicaciones.",
  "docs_feature_news_title": "Noticias e Historias",
  "docs_feature_news_desc": "Noticias seleccionadas sobre salud mental, historias de recuperación, artículos de bienestar laboral y destacados de la comunidad. Incluye contenido en tiempo real con texto a voz y controles de lectura completos.",
  "docs_tech_frontend": "Frontend",
  "docs_tech_frontend_1": "HTML5, CSS3, JavaScript (ES6+)",
  "docs_tech_frontend_2": "CSS personalizado con Variables CSS para temas",
  "docs_tech_frontend_3": "Diseño responsivo con enfoque mobile-first",
  "docs_tech_frontend_4": "Swiper.js para carruseles",
  "docs_tech_frontend_5": "Ionicons para iconografía",
  "docs_tech_backend": "Backend y Datos",
  "docs_tech_backend_1": "Servidor Python Flask",
  "docs_tech_backend_2": "Supabase (PostgreSQL) para base de datos",
  "docs_tech_backend_3": "Supabase Auth para autenticación",
  "docs_tech_backend_4": "Supabase Realtime para actualizaciones en vivo",
  "docs_tech_backend_5": "Supabase Storage para carga de medios",
  "docs_tech_apis": "APIs e Integraciones",
  "docs_tech_apis_1": "API del Localizador de Tratamiento de SAMHSA",
  "docs_tech_apis_2": "API Web Speech para texto a voz",
  "docs_tech_apis_3": "Google Maps para direcciones",
  "docs_tech_apis_4": "API de ElevenLabs (TTS premium)",
  "docs_tech_sources": "Fuentes de Contenido",
  "docs_tech_sources_1": "Instituto Nacional de Salud Mental (NIMH)",
  "docs_tech_sources_2": "Mayo Clinic",
  "docs_tech_sources_3": "Asociación Americana de Psicología",
  "docs_tech_sources_4": "NAMI, Mental Health America",
  "blog_filter_news": "Noticias",
  "blog_filter_stories": "Historias",
  "blog_filter_community": "Comunidad",
  "blog_news_stories": "Noticias e Historias",
  "blog_trending_news": "Noticias Destacadas",
  "blog_audio": "Audio",
  "blog_audio_available": "Audio disponible",
  "blog_best_for": "Ideal para:",
  "blog_min_read": "min de lectura",
  "blog_pill_stories": "Historias",
  "blog_pill_community": "Comunidad",
  "blog_pill_news": "Noticias",
  "blog_pill_research": "Investigación",
  "blog_pill_workplace": "Trabajo",
  "blog_pill_wins": "Logros",
  "blog_read_article": "Leer artículo →",
  "blog_hero_lead": "Fuentes confiables, resúmenes en lenguaje sencillo y consejos prácticos, organizados como una revista moderna. Explora artículos respaldados por expertos sobre ansiedad, depresión, manejo del estrés y mindfulness. Ya sea que busques estrategias de afrontamiento, comprender síntomas o apoyar a un ser querido, nuestro contenido hace que el bienestar mental sea accesible para todos."
}
