{
  "appointment_subtitle": "Planifiez une consultation confidentielle avec notre équipe",
  "appointment_title": "Prendre Rendez-vous",
  "appt_confidential": "Confidentiel",
  "appt_date_label": "Date Préférée",
  "appt_disclaimer": "Nous vous contacterons dans les 24 heures pour confirmer votre rendez-vous. Toutes les sessions sont confidentielles.",
  "appt_email_label": "Adresse Email",
  "appt_email_placeholder": "vous@exemple.com",
  "appt_name_label": "Nom Complet",
  "appt_name_placeholder": "Votre nom",
  "appt_notes_label": "Notes Supplémentaires (Optionnel)",
  "appt_notes_placeholder": "Tout ce que vous aimeriez nous faire savoir avant votre session...",
  "appt_submit": "Demander un Rendez-vous",
  "appt_supportive": "Bienveillant",
  "appt_text": "Réservez une session de conseil confidentielle avec l'un de nos spécialistes formés. Les sessions sont disponibles pour divers besoins, y compris les suivis thérapeutiques, consultations et soutien continu.",
  "appt_time_label": "Heure Préférée",
  "appt_time_select": "Sélectionner une heure",
  "appt_title": "Planifier une Session de Soutien",
  "appt_type_checkin": "Appel de Suivi",
  "appt_type_consultation": "Consultation Initiale",
  "appt_type_crisis": "Soutien en Crise",
  "appt_type_label": "Type de Soutien",
  "appt_type_other": "Autre",
  "appt_type_select": "Sélectionner le type de soutien",
  "appt_type_therapy": "Session de Thérapie",
  "appt_virtual": "Options Virtuelles",
  "article_10_min_read": "10 min de lecture",
  "article_12_min_read": "12 min de lecture",
  "article_15_min_read": "15 min de lecture",
  "article_anxiety_h2_1": "Qu'est-ce que l'Anxiété ?",
  "article_anxiety_h2_2": "Types de Troubles Anxieux",
  "article_anxiety_h2_3": "Symptômes Courants de l'Anxiété",
  "article_anxiety_h2_4": "Causes et Facteurs de Risque",
  "article_anxiety_h2_5": "Options de Traitement",
  "article_anxiety_h2_6": "Stratégies d'Auto-Aide",
  "article_anxiety_h2_7": "Quand Chercher une Aide Professionnelle",
  "article_anxiety_h3_1": "Trouble Anxieux Généralisé (TAG)",
  "article_anxiety_h3_10": "Expériences de Vie",
  "article_anxiety_h3_11": "Personnalité",
  "article_anxiety_h3_12": "Psychothérapie",
  "article_anxiety_h3_13": "Médicaments",
  "article_anxiety_h3_2": "Trouble Panique",
  "article_anxiety_h3_3": "Trouble d'Anxiété Sociale",
  "article_anxiety_h3_4": "Phobies Spécifiques",
  "article_anxiety_h3_5": "Trouble d'Anxiété de Séparation",
  "article_anxiety_h3_6": "Symptômes Physiques",
  "article_anxiety_h3_7": "Symptômes Psychologiques",
  "article_anxiety_h3_8": "Génétique",
  "article_anxiety_h3_9": "Chimie du Cerveau",
  "article_anxiety_li1": "Cœur qui s'emballe ou palpitations cardiaques",
  "article_anxiety_li10": "Inquiétude excessive difficile à contrôler",
  "article_anxiety_li11": "Sentiment d'agitation, de nervosité ou d'être sur les nerfs",
  "article_anxiety_li12": "Difficulté à se concentrer ou trou de mémoire",
  "article_anxiety_li13": "Irritabilité",
  "article_anxiety_li14": "Peur de perdre le contrôle ou de « devenir fou »",
  "article_anxiety_li15": "Sentiment de détachement de soi-même ou de son environnement",
  "article_anxiety_li16": "Anticipation constante du pire",
  "article_anxiety_li17": "Les antidépresseurs (ISRS et IRSN) sont couramment prescrits",
  "article_anxiety_li18": "Les médicaments anxiolytiques (benzodiazépines) pour un soulagement à court terme",
  "article_anxiety_li19": "Les bêta-bloquants pour gérer les symptômes physiques",
  "article_anxiety_li2": "Essoufflement ou sensation d'étouffement",
  "article_anxiety_li20": "<strong>Faites de l'exercice régulièrement :</strong> L'activité physique est un anti-anxiété naturel. Visez au moins 30 minutes la plupart des jours.",
  "article_anxiety_li21": "<strong>Pratiquez des techniques de relaxation :</strong> La respiration profonde, la relaxation musculaire progressive et la méditation de pleine conscience peuvent calmer votre esprit.",
  "article_anxiety_li22": "<strong>Dormez suffisamment :</strong> Un mauvais sommeil peut aggraver l'anxiété. Maintenez un horaire de sommeil régulier.",
  "article_anxiety_li23": "<strong>Limitez la caféine et l'alcool :</strong> Les deux peuvent déclencher ou aggraver les symptômes d'anxiété.",
  "article_anxiety_li24": "<strong>Connectez-vous avec les autres :</strong> Le soutien social est crucial. Parlez à des amis, à la famille ou rejoignez un groupe de soutien.",
  "article_anxiety_li25": "<strong>Remettez en question les pensées négatives :</strong> Apprenez à identifier et à questionner les pensées anxieuses.",
  "article_anxiety_li26": "Votre anxiété interfère avec le travail, les relations ou les activités quotidiennes",
  "article_anxiety_li27": "Vous évitez des situations par peur",
  "article_anxiety_li28": "Votre anxiété semble impossible à contrôler",
  "article_anxiety_li29": "Vous souffrez de dépression en plus de l'anxiété",
  "article_anxiety_li3": "Transpiration ou mains froides et moites",
  "article_anxiety_li30": "Vous utilisez l'alcool ou les drogues pour faire face",
  "article_anxiety_li31": "Vous avez des pensées d'automutilation ou de suicide",
  "article_anxiety_li4": "Tremblements ou secousses",
  "article_anxiety_li5": "Tension musculaire, douleurs ou courbatures",
  "article_anxiety_li6": "Maux de tête",
  "article_anxiety_li7": "Fatigue et épuisement",
  "article_anxiety_li8": "Difficultés à dormir ou sommeil agité",
  "article_anxiety_li9": "Maux d'estomac, nausées ou diarrhée",
  "article_anxiety_p1": "L'anxiété est une émotion humaine normale que tout le monde ressent de temps en temps. C'est le sentiment d'inquiétude, de nervosité ou de malaise face à quelque chose dont l'issue est incertaine. En fait, une certaine anxiété peut être utile—elle peut nous alerter des dangers et nous aider à nous préparer à des événements importants.",
  "article_anxiety_p10": "Les troubles anxieux n'ont pas une cause unique. Ils résultent plutôt d'une combinaison de facteurs :",
  "article_anxiety_p11": "Les troubles anxieux ont tendance à être héréditaires. Si vous avez un proche parent atteint d'un trouble anxieux, vous êtes peut-être plus susceptible d'en développer un vous-même. Cependant, avoir une prédisposition génétique ne signifie pas que vous développerez certainement de l'anxiété.",
  "article_anxiety_p12": "La recherche suggère que les troubles anxieux peuvent être liés à des circuits défectueux dans le cerveau qui régulent la peur et les émotions. Les neurotransmetteurs comme la sérotonine, la dopamine et la noradrénaline jouent des rôles importants dans la régulation de l'humeur.",
  "article_anxiety_p13": "Les événements traumatiques, le stress chronique, les adversités de l'enfance et les changements de vie significatifs peuvent déclencher des troubles anxieux. Cela inclut des expériences comme les abus, la perte d'un être cher, le divorce, la perte d'emploi ou des problèmes de santé majeurs.",
  "article_anxiety_p14": "Certains traits de personnalité, comme être timide, avoir une faible estime de soi ou être perfectionniste, peuvent rendre certaines personnes plus sujettes aux troubles anxieux.",
  "article_anxiety_p15": "Les troubles anxieux sont très traitables. Les principaux traitements comprennent la psychothérapie, les médicaments ou une combinaison des deux.",
  "article_anxiety_p16": "La Thérapie Cognitivo-Comportementale (TCC) est la forme de psychothérapie la plus efficace pour les troubles anxieux. La TCC vous enseigne différentes façons de penser, de vous comporter et de réagir aux situations anxiogènes. Elle peut également vous aider à apprendre et à pratiquer des compétences sociales, ce qui est essentiel pour traiter le trouble d'anxiété sociale.",
  "article_anxiety_p17": "La thérapie d'exposition est une composante de la TCC qui se concentre sur la confrontation des peurs sous-jacentes à un trouble anxieux. Elle vous aide à vous engager dans des activités ou des situations que vous avez peut-être évitées.",
  "article_anxiety_p18": "Plusieurs types de médicaments peuvent aider à soulager les symptômes des troubles anxieux :",
  "article_anxiety_p19": "Travaillez toujours avec votre professionnel de santé pour trouver le bon médicament et le bon dosage pour vos besoins spécifiques.",
  "article_anxiety_p2": "Cependant, l'anxiété devient un trouble lorsqu'elle est excessive, difficile à contrôler et interfère avec la vie quotidienne. Les troubles anxieux sont les affections de santé mentale les plus courantes, touchant environ 40 millions d'adultes aux États-Unis seulement.",
  "article_anxiety_p20": "En plus du traitement professionnel, ces stratégies peuvent aider à gérer l'anxiété :",
  "article_anxiety_p21": "Envisagez de contacter un professionnel de la santé mentale si :",
  "article_anxiety_p22": "N'oubliez pas que demander de l'aide est un signe de force, pas de faiblesse. Les troubles anxieux sont réels, sérieux et traitables. Avec un traitement approprié, de nombreuses personnes atteintes de troubles anxieux mènent une vie pleine et productive.",
  "article_anxiety_p3": "Contrairement à l'anxiété relativement légère et brève causée par un événement stressant, les troubles anxieux durent au moins 6 mois et peuvent s'aggraver s'ils ne sont pas traités. La bonne nouvelle est que les troubles anxieux sont très traitables, mais seulement environ un tiers des personnes qui en souffrent reçoivent un traitement.",
  "article_anxiety_p4": "Les personnes atteintes de TAG éprouvent une inquiétude persistante et excessive concernant divers aspects de la vie quotidienne, notamment le travail, la santé, la famille, l'argent ou les affaires courantes. L'inquiétude est souvent disproportionnée par rapport à la probabilité réelle ou à l'impact des événements anticipés. Les symptômes physiques peuvent inclure l'agitation, la fatigue, la difficulté à se concentrer, la tension musculaire et les problèmes de sommeil.",
  "article_anxiety_p5": "Le trouble panique implique des attaques de panique récurrentes et inattendues—des périodes soudaines de peur intense qui surviennent rapidement et atteignent leur pic en quelques minutes. Pendant une attaque de panique, les personnes peuvent ressentir des palpitations cardiaques, de la transpiration, des tremblements, un essoufflement, des douleurs thoraciques, des nausées, des étourdissements et la peur de perdre le contrôle ou de mourir. Beaucoup de personnes atteintes de trouble panique s'inquiètent de savoir quand la prochaine attaque se produira et essaient activement de prévenir les futures attaques.",
  "article_anxiety_p6": "Également connu sous le nom de phobie sociale, ce trouble implique une peur intense des situations sociales ou de performance où l'on pourrait être jugé, embarrassé ou humilié. Les personnes souffrant d'anxiété sociale peuvent éviter les situations sociales ou les endurer avec une détresse significative. Cela peut affecter le travail, l'école et les relations.",
  "article_anxiety_p7": "Une phobie spécifique est une peur intense et irrationnelle d'un objet, d'une situation ou d'une activité spécifique qui ne présente que peu ou pas de danger réel. Les phobies courantes incluent la peur des hauteurs, de l'avion, des araignées, du sang ou des espaces clos. Les personnes phobiques font souvent de grands efforts pour éviter ce qu'elles craignent.",
  "article_anxiety_p8": "Bien que souvent considéré comme une condition de l'enfance, l'anxiété de séparation peut également survenir chez les adultes. Elle implique une peur ou une anxiété excessive concernant la séparation des figures d'attachement, une inquiétude concernant le mal pouvant arriver aux êtres chers et une réticence à quitter la maison ou à être seul.",
  "article_anxiety_p9": "L'anxiété se manifeste à la fois de manière physique et psychologique. Reconnaître ces symptômes est la première étape pour obtenir de l'aide.",
  "article_anxiety_subtitle": "Un guide complet pour comprendre ce que sont les troubles anxieux, comment ils se manifestent et les traitements fondés sur des preuves disponibles.",
  "article_anxiety_title": "Comprendre les Troubles Anxieux : Symptômes, Types et Traitement",
  "article_anxiety_toc_1": "Qu'est-ce que l'Anxiété ?",
  "article_anxiety_toc_2": "Types de Troubles Anxieux",
  "article_anxiety_toc_3": "Symptômes Courants",
  "article_anxiety_toc_4": "Causes et Facteurs de Risque",
  "article_anxiety_toc_5": "Options de Traitement",
  "article_anxiety_toc_6": "Stratégies d'Auto-Aide",
  "article_anxiety_toc_7": "Quand Chercher de l'Aide",
  "article_back_to_blog": "Retour au Blog",
  "article_depression_h2_1": "Qu'est-ce que la Dépression ?",
  "article_depression_h2_2": "Signes et Symptômes",
  "article_depression_h2_3": "Types de Dépression",
  "article_depression_h2_4": "Causes et Facteurs de Risque",
  "article_depression_h2_5": "Options de Traitement",
  "article_depression_h2_6": "Stratégies d'Autosoins",
  "article_depression_h2_7": "Aider Quelqu'un avec la Dépression",
  "article_depression_h3_1": "Symptômes Émotionnels",
  "article_depression_h3_10": "Facteurs Psychologiques",
  "article_depression_h3_11": "Facteurs Environnementaux",
  "article_depression_h3_12": "Psychothérapie",
  "article_depression_h3_13": "Médicaments",
  "article_depression_h3_14": "Autres Traitements",
  "article_depression_h3_15": "Santé Physique",
  "article_depression_h3_16": "Connexion Sociale",
  "article_depression_h3_17": "Bien-être Mental",
  "article_depression_h3_18": "Que Faire",
  "article_depression_h3_19": "Que Éviter",
  "article_depression_h3_2": "Symptômes Physiques",
  "article_depression_h3_20": "Quand Chercher de l'Aide d'Urgence",
  "article_depression_h3_3": "Symptômes Cognitifs",
  "article_depression_h3_4": "Trouble Dépressif Majeur",
  "article_depression_h3_5": "Trouble Dépressif Persistant (Dysthymie)",
  "article_depression_h3_6": "Trouble Affectif Saisonnier (TAS)",
  "article_depression_h3_7": "Dépression Post-partum",
  "article_depression_h3_8": "Dépression Bipolaire",
  "article_depression_h3_9": "Facteurs Biologiques",
  "article_depression_li1": "<strong>Humeur persistante de tristesse, d'anxiété ou de vide</strong> qui dure la majeure partie de la journée, presque tous les jours",
  "article_depression_li10": "<strong>Mouvements ou parole ralentis</strong> que d'autres peuvent remarquer",
  "article_depression_li11": "<strong>Difficulté à penser, à se concentrer ou à prendre des décisions</strong>",
  "article_depression_li12": "<strong>Problèmes de mémoire</strong> et oublis",
  "article_depression_li13": "<strong>Pensées de mort ou de suicide</strong> - c'est un symptôme grave qui nécessite une attention immédiate",
  "article_depression_li14": "<strong>Chimie cérébrale :</strong> Des déséquilibres dans les neurotransmetteurs comme la sérotonine, la noradrénaline et la dopamine peuvent contribuer à la dépression",
  "article_depression_li15": "<strong>Génétique :</strong> La dépression peut être héréditaire. Avoir un parent ou un frère/sœur dépressif augmente votre risque",
  "article_depression_li16": "<strong>Changements hormonaux :</strong> Les fluctuations hormonales peuvent déclencher la dépression, comme pendant la grossesse, le post-partum, la ménopause ou les problèmes de thyroïde",
  "article_depression_li17": "<strong>Traumatisme et abus :</strong> Les abus physiques, émotionnels ou sexuels passés peuvent augmenter la vulnérabilité à la dépression",
  "article_depression_li18": "<strong>Traits de personnalité :</strong> Les personnes ayant une faible estime de soi, facilement submergées par le stress ou généralement pessimistes peuvent être plus sujettes à la dépression",
  "article_depression_li19": "<strong>Schémas de pensée négatifs :</strong> Les pensées négatives habituelles peuvent renforcer les sentiments dépressifs",
  "article_depression_li2": "<strong>Sentiments de désespoir</strong> ou de pessimisme concernant l'avenir",
  "article_depression_li20": "<strong>Changements majeurs de vie :</strong> Perte d'emploi, divorce, décès d'un être cher ou autres changements significatifs peuvent déclencher la dépression",
  "article_depression_li21": "<strong>Stress chronique :</strong> Le stress continu du travail, des relations ou des problèmes financiers peut mener à la dépression",
  "article_depression_li22": "<strong>Isolement social :</strong> Le manque de soutien social et de connexions significatives augmente le risque de dépression",
  "article_depression_li23": "<strong>Thérapie Cognitivo-Comportementale (TCC) :</strong> Aide à identifier et à changer les schémas de pensée et de comportement négatifs",
  "article_depression_li24": "<strong>Thérapie Interpersonnelle (TIP) :</strong> Se concentre sur l'amélioration des relations et des compétences de communication",
  "article_depression_li25": "<strong>Thérapie Psychodynamique :</strong> Explore comment les expériences passées influencent les sentiments et comportements actuels",
  "article_depression_li26": "<strong>ISRS (Inhibiteurs Sélectifs de la Recapture de la Sérotonine) :</strong> Souvent le traitement de première ligne, incluant des médicaments comme la fluoxétine et la sertraline",
  "article_depression_li27": "<strong>IRSN (Inhibiteurs de la Recapture de la Sérotonine-Noradrénaline) :</strong> Une autre option courante pour la dépression",
  "article_depression_li28": "<strong>Autres médicaments :</strong> Votre médecin peut recommander différentes options selon votre situation spécifique",
  "article_depression_li29": "<strong>Thérapies de stimulation cérébrale :</strong> Comme l'électroconvulsivothérapie (ECT) ou la stimulation magnétique transcrânienne (SMT) pour la dépression résistante au traitement",
  "article_depression_li3": "<strong>Sentiments de culpabilité, d'inutilité ou d'impuissance</strong> qui semblent excessifs ou inappropriés",
  "article_depression_li30": "<strong>Luminothérapie :</strong> Particulièrement efficace pour le trouble affectif saisonnier",
  "article_depression_li31": "<strong>Exercice :</strong> L'activité physique régulière a montré qu'elle réduisait les symptômes de la dépression",
  "article_depression_li32": "<strong>Exercice régulier :</strong> Visez au moins 30 minutes d'activité physique la plupart des jours. Même une courte marche peut aider",
  "article_depression_li33": "<strong>Alimentation saine :</strong> Une alimentation équilibrée soutient à la fois la santé physique et mentale",
  "article_depression_li34": "<strong>Sommeil de qualité :</strong> Maintenez un horaire de sommeil régulier et pratiquez une bonne hygiène de sommeil",
  "article_depression_li35": "<strong>Limitez l'alcool :</strong> L'alcool est un dépresseur et peut aggraver les symptômes",
  "article_depression_li36": "<strong>Restez connecté :</strong> Contactez vos amis et votre famille, même quand vous n'en avez pas envie",
  "article_depression_li37": "<strong>Rejoignez un groupe de soutien :</strong> Se connecter avec d'autres qui comprennent peut être très utile",
  "article_depression_li38": "<strong>Bénévolat :</strong> Aider les autres peut améliorer votre humeur et votre sens du but",
  "article_depression_li39": "<strong>Fixez des objectifs réalistes :</strong> Divisez les tâches en étapes plus petites et célébrez les petites réussites",
  "article_depression_li4": "<strong>Perte d'intérêt ou de plaisir</strong> pour les loisirs et activités que vous aimiez",
  "article_depression_li40": "<strong>Remettez en question les pensées négatives :</strong> Questionnez si vos pensées négatives sont exactes",
  "article_depression_li41": "<strong>Pratiquez la pleine conscience :</strong> La pleine conscience et la méditation peuvent aider à réduire les symptômes dépressifs",
  "article_depression_li42": "<strong>Faites des choses que vous aimez :</strong> Même si vous n'en avez pas envie, participer à des activités peut améliorer votre humeur",
  "article_depression_li43": "<strong>Écoutez sans juger :</strong> Faites-leur savoir que vous êtes là pour eux",
  "article_depression_li44": "<strong>Encouragez l'aide professionnelle :</strong> Suggérez doucement qu'ils parlent à un médecin ou un thérapeute",
  "article_depression_li45": "<strong>Offrez un soutien pratique :</strong> Aidez avec les tâches quotidiennes comme cuisiner, nettoyer ou faire les courses",
  "article_depression_li46": "<strong>Soyez patient :</strong> La récupération prend du temps et il peut y avoir des rechutes",
  "article_depression_li47": "<strong>Prenez soin de vous :</strong> Soutenir quelqu'un avec une dépression peut être émotionnellement épuisant",
  "article_depression_li48": "Ne minimisez pas leurs sentiments et ne leur dites pas de « se ressaisir »",
  "article_depression_li49": "Ne comparez pas leur situation à celle des autres ou ne dites pas « d'autres ont pire »",
  "article_depression_li5": "<strong>Irritabilité</strong> et frustration, même pour de petites choses",
  "article_depression_li50": "Ne donnez pas de conseils non sollicités sur ce qu'ils devraient faire",
  "article_depression_li51": "Ne prenez pas leur comportement personnellement",
  "article_depression_li6": "<strong>Changements d'appétit</strong> - perte ou gain de poids non lié à un régime",
  "article_depression_li7": "<strong>Troubles du sommeil</strong> - insomnie ou dormir trop",
  "article_depression_li8": "<strong>Perte d'énergie</strong> ou fatigue accrue, même avec un sommeil adéquat",
  "article_depression_li9": "<strong>Douleurs physiques</strong> sans cause claire",
  "article_depression_p1": "La dépression, également connue sous le nom de trouble dépressif majeur ou dépression clinique, est une condition de santé mentale courante et sérieuse. Elle affecte négativement ce que vous ressentez, votre façon de penser et votre façon d'agir. La dépression provoque des sentiments de tristesse et une perte d'intérêt pour les activités que vous aimiez auparavant.",
  "article_depression_p10": "La phase dépressive du trouble bipolaire, qui comprend également des périodes de manie ou d'hypomanie. Ce type nécessite des approches de traitement différentes de la dépression unipolaire.",
  "article_depression_p11": "La dépression n'a pas une cause unique. Elle résulte généralement d'une combinaison de facteurs :",
  "article_depression_p12": "La dépression est l'une des conditions de santé mentale les plus traitables. Entre 80 et 90 pour cent des personnes atteintes de dépression répondent bien au traitement.",
  "article_depression_p13": "Également connue sous le nom de thérapie par la parole, la psychothérapie aide les personnes atteintes de dépression à comprendre et à travailler sur leurs sentiments. Les approches courantes incluent :",
  "article_depression_p14": "Les médicaments antidépresseurs peuvent aider à corriger les déséquilibres chimiques dans le cerveau. Les types courants incluent :",
  "article_depression_p15": "Il est important de travailler en étroite collaboration avec un professionnel de santé lors de la prise de médicaments, car trouver le bon médicament et le bon dosage peut prendre du temps.",
  "article_depression_p16": "Bien que le traitement professionnel soit souvent nécessaire, les stratégies d'autosoins peuvent soutenir votre rétablissement :",
  "article_depression_p17": "Si quelqu'un qui vous est cher souffre de dépression, voici comment vous pouvez l'aider :",
  "article_depression_p18": "Si quelqu'un exprime des pensées de suicide ou d'automutilation, prenez-le au sérieux. Restez avec lui, retirez tout moyen d'automutilation si possible et appelez les services d'urgence ou une ligne de crise immédiatement. Aux États-Unis, vous pouvez appeler ou envoyer un SMS au 988 pour la Ligne de Prévention du Suicide et de Crise.",
  "article_depression_p2": "Il est important de comprendre que la dépression est différente de la tristesse normale ou du deuil. Alors que tout le monde se sent triste parfois, la dépression est plus persistante et peut interférer significativement avec la vie quotidienne. La dépression n'est pas une faiblesse ni un défaut de caractère—c'est une condition médicale qui peut être traitée.",
  "article_depression_p3": "La dépression touche environ 280 millions de personnes dans le monde, ce qui en fait l'une des conditions de santé mentale les plus courantes. Elle peut survenir à tout âge mais commence souvent à l'âge adulte. Les femmes sont plus susceptibles de souffrir de dépression que les hommes, bien que les hommes soient moins susceptibles de chercher de l'aide.",
  "article_depression_p4": "Les symptômes de la dépression peuvent varier de légers à sévères. Pour être diagnostiqué avec une dépression, les symptômes doivent être présents pendant au moins deux semaines et représenter un changement par rapport à votre niveau de fonctionnement précédent.",
  "article_depression_p5": "La dépression n'est pas une condition unique. Il existe plusieurs types, chacun avec des caractéristiques uniques :",
  "article_depression_p6": "La forme la plus courante de dépression, caractérisée par des sentiments persistants de tristesse, de désespoir et de perte d'intérêt. Les symptômes doivent être présents pendant au moins deux semaines et avoir un impact significatif sur le fonctionnement quotidien.",
  "article_depression_p7": "Une forme chronique de dépression où les symptômes durent au moins deux ans. Bien que les symptômes puissent être moins sévères que la dépression majeure, ils sont durables et peuvent affecter significativement la qualité de vie.",
  "article_depression_p8": "Dépression qui suit un schéma saisonnier, commençant généralement en automne ou en hiver lorsqu'il y a moins de lumière naturelle. Les symptômes s'améliorent généralement au printemps et en été. La luminothérapie est souvent efficace pour ce type.",
  "article_depression_p9": "Dépression qui survient après l'accouchement, affectant à la fois les mères et les pères. Elle est plus sévère et dure plus longtemps que le « baby blues » et nécessite un traitement professionnel.",
  "article_depression_subtitle": "Un guide complet pour comprendre ce qu'est la dépression, comment elle affecte les personnes et les traitements basés sur des preuves qui peuvent aider.",
  "article_depression_title": "Comprendre la Dépression : Symptômes, Causes et Traitement",
  "article_depression_toc_1": "Qu'est-ce que la Dépression ?",
  "article_depression_toc_2": "Signes et Symptômes",
  "article_depression_toc_3": "Types de Dépression",
  "article_depression_toc_4": "Causes et Facteurs de Risque",
  "article_depression_toc_5": "Options de Traitement",
  "article_depression_toc_6": "Stratégies d'Autosoins",
  "article_depression_toc_7": "Aider Quelqu'un avec la Dépression",
  "article_disclaimer": "Ce contenu est fourni à titre informatif uniquement et ne remplace pas un avis médical professionnel.",
  "article_mindfulness_subtitle": "Pratiques pour la tranquillité mentale et la paix intérieure.",
  "article_mindfulness_title": "Pleine Conscience et Méditation",
  "article_share": "Partager cet article:",
  "article_sleep_h2_1": "Pourquoi le Sommeil Est Important",
  "article_sleep_h2_2": "Combien de Sommeil Avez-Vous Besoin ?",
  "article_sleep_h2_3": "Les Bases de l'Hygiène du Sommeil",
  "article_sleep_h2_4": "Optimisez Votre Chambre",
  "article_sleep_h2_5": "Routines du Coucher",
  "article_sleep_h2_6": "Problèmes de Sommeil Courants",
  "article_sleep_h2_7": "Quand Consulter un Médecin",
  "article_sleep_h3_1": "Respectez un Horaire",
  "article_sleep_h3_2": "Limitez la Caféine et l'Alcool",
  "article_sleep_h3_3": "Faites de l'Exercice Régulièrement",
  "article_sleep_h3_4": "Limitez les Siestes",
  "article_sleep_h3_5": "Difficulté à S'endormir",
  "article_sleep_h3_6": "Se Réveiller la Nuit",
  "article_sleep_h3_7": "Pensées Qui Défilent",
  "article_sleep_h3_8": "Réveil Précoce",
  "article_sleep_li1": "<strong>Nouveau-nés (0-3 mois) :</strong> 14-17 heures",
  "article_sleep_li10": "<strong>Gardez-la fraîche :</strong> La température idéale de la chambre pour dormir est d'environ 18-20°C (65-68°F). Une pièce légèrement fraîche aide à la baisse naturelle de température de votre corps pendant le sommeil.",
  "article_sleep_li11": "<strong>Faites-la sombre :</strong> Utilisez des rideaux occultants ou un masque de sommeil pour bloquer la lumière. Même de petites quantités de lumière peuvent interférer avec votre rythme circadien.",
  "article_sleep_li12": "<strong>Réduisez le bruit :</strong> Utilisez des bouchons d'oreilles, une machine à bruit blanc ou un ventilateur pour masquer les sons perturbateurs.",
  "article_sleep_li13": "<strong>Investissez dans le confort :</strong> Un matelas de soutien et des oreillers confortables peuvent faire une différence significative. Remplacez votre matelas tous les 7-10 ans.",
  "article_sleep_li14": "<strong>Retirez l'électronique :</strong> Gardez les téléviseurs, ordinateurs et smartphones hors de la chambre. La lumière bleue qu'ils émettent peut supprimer la production de mélatonine.",
  "article_sleep_li15": "<strong>Programmez une alarme de 'détente' :</strong> Une heure avant le coucher, commencez à vous préparer pour dormir.",
  "article_sleep_li16": "<strong>Éteignez les écrans :</strong> Arrêtez d'utiliser téléphones, tablettes et ordinateurs au moins 30 minutes avant le coucher.",
  "article_sleep_li17": "<strong>Lisez un livre :</strong> Lire (des livres physiques, pas des liseuses avec rétroéclairage) peut vous aider à vous détendre.",
  "article_sleep_li18": "<strong>Prenez un bain ou une douche chaude :</strong> La montée et la descente de la température corporelle peuvent favoriser la somnolence.",
  "article_sleep_li19": "<strong>Pratiquez la relaxation :</strong> Essayez la respiration profonde, la relaxation musculaire progressive ou des étirements doux.",
  "article_sleep_li2": "<strong>Nourrissons (4-11 mois) :</strong> 12-15 heures",
  "article_sleep_li20": "<strong>Écrivez dans un journal :</strong> Sortir les pensées de votre tête et les mettre sur papier peut réduire l'anxiété au coucher.",
  "article_sleep_li21": "<strong>Écoutez de la musique apaisante :</strong> Une musique douce et lente peut vous aider à vous détendre et à vous préparer au sommeil.",
  "article_sleep_li22": "Vous avez régulièrement du mal à vous endormir ou à rester endormi",
  "article_sleep_li23": "Vous ronflez fort ou vous haletez pendant votre sommeil",
  "article_sleep_li24": "Vous vous sentez excessivement fatigué pendant la journée malgré un temps de sommeil adéquat",
  "article_sleep_li25": "Vous avez des jambes sans repos ou des sensations inconfortables la nuit",
  "article_sleep_li26": "Vos problèmes de sommeil affectent votre vie quotidienne, votre travail ou vos relations",
  "article_sleep_li27": "Vous avez essayé d'améliorer votre hygiène du sommeil pendant plusieurs semaines sans succès",
  "article_sleep_li3": "<strong>Tout-petits (1-2 ans) :</strong> 11-14 heures",
  "article_sleep_li4": "<strong>Enfants d'âge préscolaire (3-5 ans) :</strong> 10-13 heures",
  "article_sleep_li5": "<strong>Enfants d'âge scolaire (6-13 ans) :</strong> 9-11 heures",
  "article_sleep_li6": "<strong>Adolescents (14-17 ans) :</strong> 8-10 heures",
  "article_sleep_li7": "<strong>Jeunes adultes (18-25 ans) :</strong> 7-9 heures",
  "article_sleep_li8": "<strong>Adultes (26-64 ans) :</strong> 7-9 heures",
  "article_sleep_li9": "<strong>Personnes âgées (65+ ans) :</strong> 7-8 heures",
  "article_sleep_p1": "Le sommeil n'est pas un luxe—c'est un besoin biologique fondamental. Pendant le sommeil, votre corps répare les tissus, consolide les souvenirs et libère des hormones qui régulent la croissance et l'appétit. Un sommeil de qualité est essentiel pour la santé physique, le bien-être mental et la fonction cognitive.",
  "article_sleep_p10": "Bien que les courtes siestes puissent être bénéfiques, les siestes longues ou irrégulières pendant la journée peuvent affecter négativement votre sommeil nocturne. Si vous choisissez de faire une sieste, limitez-la à 20-30 minutes en début d'après-midi.",
  "article_sleep_p11": "L'environnement de votre chambre joue un rôle crucial dans la qualité du sommeil :",
  "article_sleep_p12": "Une routine de coucher régulière signale à votre corps qu'il est temps de se détendre. Essayez ces pratiques :",
  "article_sleep_p13": "Si vous ne pouvez pas vous endormir dans les 20 minutes, sortez du lit et faites quelque chose de relaxant dans une lumière tamisée. Retournez au lit lorsque vous avez sommeil. Cela aide votre cerveau à associer votre lit au sommeil, pas à la frustration.",
  "article_sleep_p14": "Les réveils brefs pendant la nuit sont normaux. Si vous ne pouvez pas vous rendormir dans les 20 minutes, essayez la même technique—levez-vous, faites quelque chose de calme, et retournez au lit quand vous avez sommeil.",
  "article_sleep_p15": "Gardez un bloc-notes près de votre lit pour noter vos soucis ou choses à faire. Ce 'vidage de cerveau' peut aider à clarifier votre esprit. Vous pouvez aussi essayer la méditation de pleine conscience pour calmer les pensées qui défilent.",
  "article_sleep_p16": "Si vous vous réveillez régulièrement trop tôt, essayez d'ajuster votre heure de coucher ou assurez-vous que votre chambre reste sombre le matin. L'exposition à une lumière vive tôt dans la soirée peut aussi aider à décaler votre horaire de sommeil.",
  "article_sleep_p17": "Consultez un professionnel de santé si :",
  "article_sleep_p18": "Les troubles du sommeil comme l'insomnie, l'apnée du sommeil et le syndrome des jambes sans repos sont traitables. Un médecin peut aider à diagnostiquer les problèmes sous-jacents et recommander un traitement approprié.",
  "article_sleep_p2": "La privation chronique de sommeil est liée à de graves problèmes de santé, notamment l'obésité, le diabète, les maladies cardiovasculaires et un système immunitaire affaibli. Elle affecte également votre humeur, votre concentration et vos capacités de prise de décision.",
  "article_sleep_p3": "La bonne nouvelle est qu'avec une bonne hygiène du sommeil et de bonnes habitudes, la plupart des gens peuvent améliorer significativement la qualité de leur sommeil. De petits changements peuvent faire une grande différence.",
  "article_sleep_p4": "Les besoins en sommeil varient selon l'âge, mais voici les recommandations générales de la Fondation Nationale du Sommeil :",
  "article_sleep_p5": "Rappelez-vous, ce sont des recommandations. Certaines personnes ont naturellement besoin de plus ou moins de sommeil. Soyez attentif à ce que vous ressentez—si vous êtes constamment fatigué pendant la journée, vous avez peut-être besoin de plus de sommeil.",
  "article_sleep_p6": "L'hygiène du sommeil désigne les habitudes et pratiques qui favorisent un sommeil de qualité. Voici les fondamentaux :",
  "article_sleep_p7": "Couchez-vous et réveillez-vous à la même heure tous les jours, même le week-end. Cela aide à réguler l'horloge interne de votre corps (rythme circadien) et peut vous aider à vous endormir et à vous réveiller plus facilement.",
  "article_sleep_p8": "La caféine peut rester dans votre système pendant 6 à 8 heures, évitez donc le café, le thé et les boissons énergisantes l'après-midi et le soir. Bien que l'alcool puisse vous aider à vous endormir initialement, il perturbe la qualité du sommeil plus tard dans la nuit.",
  "article_sleep_p9": "L'activité physique régulière peut vous aider à vous endormir plus vite et à profiter d'un sommeil plus profond. Cependant, essayez de terminer votre exercice au moins 3 heures avant le coucher, car l'exercice peut être stimulant.",
  "article_sleep_subtitle": "Des stratégies fondées sur la science pour améliorer la qualité de votre sommeil et vous réveiller rafraîchi et plein d'énergie.",
  "article_sleep_title": "Mieux Dormir : Votre Guide Complet pour des Nuits Reposantes",
  "article_sleep_toc_1": "Pourquoi le Sommeil Est Important",
  "article_sleep_toc_2": "Combien de Sommeil Avez-Vous Besoin ?",
  "article_sleep_toc_3": "Les Bases de l'Hygiène du Sommeil",
  "article_sleep_toc_4": "Optimisez Votre Chambre",
  "article_sleep_toc_5": "Routines du Coucher",
  "article_sleep_toc_6": "Problèmes de Sommeil Courants",
  "article_sleep_toc_7": "Quand Consulter un Médecin",
  "article_sources": "Sources et Lectures Complémentaires",
  "article_stress_h2_1": "Qu'est-ce que le Stress ?",
  "article_stress_h2_2": "Types de Stress",
  "article_stress_h2_3": "Effets sur le Corps et l'Esprit",
  "article_stress_h2_4": "Signes d'Alerte d'un Stress Excessif",
  "article_stress_h2_5": "Stratégies d'Adaptation Saines",
  "article_stress_h2_6": "Changements de Mode de Vie pour la Gestion du Stress",
  "article_stress_h2_7": "Quand Chercher une Aide Professionnelle",
  "article_stress_h3_1": "Stress Aigu",
  "article_stress_h3_10": "Fixez des Limites",
  "article_stress_h3_11": "Résolvez les Problèmes",
  "article_stress_h3_2": "Stress Aigu Épisodique",
  "article_stress_h3_3": "Stress Chronique",
  "article_stress_h3_4": "Effets Physiques",
  "article_stress_h3_5": "Effets Émotionnels et Mentaux",
  "article_stress_h3_6": "Effets Comportementaux",
  "article_stress_h3_7": "Pratiquez des Techniques de Relaxation",
  "article_stress_h3_8": "Restez Connecté",
  "article_stress_h3_9": "Prenez des Pauses",
  "article_stress_li1": "Maux de tête et tension musculaire",
  "article_stress_li10": "Se sentir submergé",
  "article_stress_li11": "Irritabilité ou colère",
  "article_stress_li12": "Tristesse ou dépression",
  "article_stress_li13": "Problèmes de mémoire",
  "article_stress_li14": "Manger trop ou pas assez",
  "article_stress_li15": "Explosions de colère",
  "article_stress_li16": "Abus de drogues ou d'alcool",
  "article_stress_li17": "Retrait social",
  "article_stress_li18": "Faire moins d'exercice",
  "article_stress_li19": "Se sentir constamment inquiet ou anxieux",
  "article_stress_li2": "Douleur thoracique et rythme cardiaque rapide",
  "article_stress_li20": "Avoir du mal à se concentrer",
  "article_stress_li21": "Éprouver des sautes d'humeur",
  "article_stress_li22": "Se sentir submergé par les tâches quotidiennes",
  "article_stress_li23": "Avoir du mal à dormir ou dormir trop",
  "article_stress_li24": "Dépendre de l'alcool, des drogues ou de la nourriture pour faire face",
  "article_stress_li25": "Symptômes physiques sans cause médicale claire",
  "article_stress_li26": "Se retirer des amis et des activités appréciées",
  "article_stress_li27": "<strong>Faites de l'exercice régulièrement :</strong> L'activité physique produit des endorphines—des substances chimiques dans le cerveau qui agissent comme des analgésiques naturels et des élévateurs d'humeur. Visez au moins 30 minutes d'exercice modéré la plupart des jours.",
  "article_stress_li28": "<strong>Mangez équilibré :</strong> Une alimentation saine peut aider à contrer l'impact du stress en renforçant votre système immunitaire et en abaissant la pression artérielle. Évitez l'excès de caféine et de sucre.",
  "article_stress_li29": "<strong>Dormez suffisamment :</strong> Le stress cause souvent des problèmes de sommeil, mais le manque de sommeil augmente aussi le stress. Visez 7-9 heures par nuit et maintenez un horaire de sommeil régulier.",
  "article_stress_li3": "Fatigue et problèmes de sommeil",
  "article_stress_li30": "<strong>Limitez l'alcool et évitez les drogues :</strong> Ceux-ci peuvent sembler réduire le stress temporairement mais l'augmentent en réalité à long terme.",
  "article_stress_li31": "<strong>Prenez du temps pour les loisirs :</strong> S'engager dans des activités que vous aimez peut être un excellent anti-stress. Que ce soit la lecture, le jardinage, la musique ou l'art—trouvez ce qui fonctionne pour vous.",
  "article_stress_li32": "<strong>Pratiquez une bonne gestion du temps :</strong> Planifiez à l'avance, priorisez les tâches et divisez les projets en étapes plus petites. Cela peut aider à réduire le stress de se sentir submergé.",
  "article_stress_li33": "Vos symptômes de stress persistent malgré les efforts d'auto-aide",
  "article_stress_li34": "Le stress affecte votre capacité à travailler ou à maintenir des relations",
  "article_stress_li35": "Vous utilisez des mécanismes d'adaptation malsains (alcool, drogues, suralimentation)",
  "article_stress_li36": "Vous ressentez des symptômes d'anxiété ou de dépression",
  "article_stress_li37": "Vous avez des symptômes physiques qui vous préoccupent",
  "article_stress_li38": "Vous vous sentez désespéré ou avez des pensées d'automutilation",
  "article_stress_li4": "Problèmes digestifs (maux d'estomac, nausées, diarrhée)",
  "article_stress_li5": "Système immunitaire affaibli (tomber malade plus souvent)",
  "article_stress_li6": "Changements de libido",
  "article_stress_li7": "Hypertension artérielle",
  "article_stress_li8": "Anxiété et agitation",
  "article_stress_li9": "Manque de motivation ou de concentration",
  "article_stress_p1": "Le stress est la réponse naturelle de votre corps à toute demande ou défi. Lorsque vous faites face à une situation stressante, votre corps libère des hormones comme le cortisol et l'adrénaline qui vous préparent à agir. C'est souvent appelé la réponse « combat ou fuite ».",
  "article_stress_p10": "La respiration profonde, la relaxation musculaire progressive, la méditation et le yoga peuvent activer la réponse de relaxation de votre corps—l'opposé de la réponse au stress. Même 10-15 minutes par jour peuvent faire une différence significative.",
  "article_stress_p11": "Le soutien social est crucial pour gérer le stress. Parlez à des amis, à la famille ou à un groupe de soutien de ce que vous vivez. Parfois, partager vos sentiments peut apporter un soulagement.",
  "article_stress_p12": "Quand vous êtes stressé, il est tentant de travailler plus dur pour « passer à travers ». Mais prendre des pauses régulières vous rend plus productif et aide à prévenir l'épuisement. Éloignez-vous de votre travail, faites une promenade ou faites quelque chose d'agréable.",
  "article_stress_p13": "Apprenez à dire non aux demandes qui créeraient un stress excessif dans votre vie. Il est acceptable de refuser de nouvelles responsabilités lorsque vous êtes déjà submergé.",
  "article_stress_p14": "Plutôt que d'éviter les situations stressantes, essayez de les aborder directement. Divisez les gros problèmes en étapes plus petites et gérables. Concentrez-vous sur ce que vous pouvez contrôler et lâchez ce que vous ne pouvez pas.",
  "article_stress_p15": "Envisagez de parler à un professionnel de santé ou de santé mentale si :",
  "article_stress_p16": "Un professionnel peut vous aider à identifier les sources de stress, développer des stratégies d'adaptation efficaces et déterminer si vous pourriez bénéficier d'une thérapie ou de médicaments.",
  "article_stress_p2": "À petites doses, le stress peut être bénéfique. Il peut vous aider à rester concentré, énergique et alerte. Dans les situations d'urgence, le stress peut vous sauver la vie—vous donnant une force supplémentaire pour vous défendre, par exemple, ou vous poussant à freiner pour éviter un accident.",
  "article_stress_p3": "Cependant, lorsque le stress devient chronique ou accablant, il peut avoir de graves conséquences sur votre santé physique et mentale. Comprendre comment le stress fonctionne et apprendre à le gérer efficacement est essentiel pour votre bien-être général.",
  "article_stress_p4": "C'est la forme de stress la plus courante. Elle provient des exigences et pressions du passé récent et des exigences et pressions anticipées du futur proche. Le stress aigu est excitant à petites doses, mais trop de stress est épuisant. Les exemples incluent un entretien d'embauche, un premier rendez-vous ou une date limite au travail.",
  "article_stress_p5": "Lorsque le stress aigu survient fréquemment, il devient un stress aigu épisodique. Les personnes qui souffrent de ce type de stress sont souvent irritables et anxieuses. Elles peuvent se décrire comme ayant « beaucoup d'énergie nerveuse » ou comme étant toujours pressées.",
  "article_stress_p6": "C'est le stress usant qui épuise les gens jour après jour, année après année. Il détruit les corps, les esprits et les vies. Le stress chronique provient de situations continues comme un mariage malheureux, un environnement de travail toxique, la pauvreté ou une maladie chronique. Le pire aspect du stress chronique est que les gens s'y habituent et peuvent même ne plus le remarquer.",
  "article_stress_p7": "Le stress chronique affecte presque tous les systèmes de votre corps :",
  "article_stress_p8": "Il est important de reconnaître quand le stress devient ingérable. Surveillez ces signes d'alerte :",
  "article_stress_p9": "Chacun gère le stress différemment, mais ces stratégies basées sur les preuves peuvent aider :",
  "article_stress_subtitle": "Un guide pratique pour comprendre ce qu'est le stress, comment il vous affecte et des stratégies basées sur les preuves pour le gérer efficacement.",
  "article_stress_title": "Gestion du Stress : Compréhension et Stratégies d'Adaptation",
  "article_stress_toc_1": "Qu'est-ce que le Stress ?",
  "article_stress_toc_2": "Types de Stress",
  "article_stress_toc_3": "Effets sur le Corps et l'Esprit",
  "article_stress_toc_4": "Signes d'Alerte",
  "article_stress_toc_5": "Stratégies d'Adaptation Saines",
  "article_stress_toc_6": "Changements de Mode de Vie",
  "article_stress_toc_7": "Quand Chercher de l'Aide",
  "article_teen_toc_1": "Comprendre la Santé Mentale des Adolescents",
  "article_teen_toc_2": "Défis Courants de Santé Mentale",
  "article_teen_toc_3": "Signes d Alerte à Surveiller",
  "article_teen_toc_4": "Si Tu Es un Adolescent en Difficulté",
  "article_teen_toc_5": "Pour les Parents et Soignants",
  "article_teen_toc_6": "Obtenir une Aide Professionnelle",
  "article_teen_toc_7": "Développer la Résilience Mentale",
  "article_mindfulness_toc_1": "Quest-ce que la Pleine Conscience?",
  "article_mindfulness_toc_2": "La Science Derrière Cela",
  "article_mindfulness_toc_3": "Bienfaits pour la Santé Mentale",
  "article_mindfulness_toc_4": "Types de Méditation",
  "article_mindfulness_toc_5": "Comment Commencer",
  "article_mindfulness_toc_6": "Exercices Simples",
  "article_mindfulness_toc_7": "Conseils pour Réussir",
  "article_teen_subtitle": "Soutien pour la santé mentale des jeunes.",
  "article_teen_title": "Santé Mentale des Adolescents",
  "article_toc": "Table des Matières",
  "article_view_source": "Voir la Source Originale",
  "blog_audio_available": "Audio disponible",
  "blog_filter_all": "Tout",
  "blog_filter_anxiety": "Anxiété",
  "blog_filter_depression": "Dépression",
  "blog_filter_mindfulness": "Pleine Conscience",
  "blog_filter_sleep": "Sommeil",
  "blog_filter_stress": "Stress",
  "blog_filter_teens": "Adolescents",
  "blog_hero_title": "La santé mentale, expliquée clairement.",
  "blog_listen": "Écouter",
  "blog_read_full": "Lire l'Article Complet",
  "blog_reading_mode": "Mode Lecture",
  "blog_reading_progress": "Progression de lecture",
  "bookmark_no": "Non",
  "bookmark_resume": "Reprendre où vous en étiez?",
  "bookmark_yes": "Oui",
  "breathing_desc": "Une technique de respiration apaisante",
  "breathing_title": "Respiration 4-7-8",
  "call_911": "Appeler 911",
  "call_988": "Appeler 988",
  "close": "Fermer",
  "community_hub_title": "Centre Communautaire",
  "community_media_btn": "📎 Média",
  "community_media_change": "📎 Changer",
  "community_pin": "📌 Épingler",
  "community_pinned": "📌 Épinglé",
  "community_post_btn": "Publier",
  "community_remove_media": "Supprimer le média",
  "community_unpin": "📌 Désépingler",
  "crisis_subtitle": "Si vous ou quelqu'un que vous connaissez êtes en crise, de l'aide est disponible maintenant.",
  "crisis_text_text": "Envoyez HOME au 741741 pour un soutien de crise gratuit, 24/7.",
  "crisis_text_title": "Ligne de Crise par SMS",
  "crisis_title": "Besoin d'Aide Immédiate?",
  "download_failed": "Échec du téléchargement audio. Veuillez réessayer.",
  "download_premium_only": "Le téléchargement audio n'est disponible qu'avec la voix premium.",
  "emergency_text": "Pour les urgences vitales, appelez le 911 immédiatement.",
  "emergency_title": "Services d'Urgence",
  "faq_intro_text": "Chez MindBalance, nous croyons en l'ouverture et le soutien. Nous savons que vous pouvez avoir des questions sur la santé mentale, comment trouver de l'aide et comment fonctionne la thérapie. Voici quelques-unes des questions les plus fréquentes que nous recevons. Si vous ne trouvez pas la réponse que vous cherchez, n'hésitez pas à nous contacter.",
  "faq_intro_title": "Comment pouvons-nous vous aider?",
  "faq_subtitle": "Réponses rapides aux questions courantes",
  "faq_title": "Questions Fréquentes",
  "find_help": "Trouver de l'Aide",
  "footer_about": "MindBalance est un centre d'éducation et de soutien en santé mentale créé par des étudiants. Notre objectif est de fournir des informations claires et fiables et de guider les visiteurs vers des ressources sûres.",
  "footer_about_link": "À propos",
  "footer_action": "Agir",
  "footer_action_desc": "Soutenez l'éducation en santé mentale et l'accès communautaire aux ressources.",
  "footer_brand": "MindBalance",
  "footer_copy": "À des fins éducatives uniquement.",
  "footer_disclaimer": "Avertissement",
  "footer_follow": "Suivez-nous",
  "footer_get_support": "Obtenir du Soutien",
  "footer_pages": "Pages",
  "footer_privacy": "Confidentialité",
  "footer_read_more": "Lire plus →",
  "footer_support_link": "Soutien",
  "footer_terms": "Conditions",
  "footer_topics": "Sujets Populaires",
  "grounding_desc": "Reconnectez-vous au moment présent",
  "grounding_title": "Ancrage 5-4-3-2-1",
  "helplines_subtitle": "Des professionnels formés prêts à écouter 24/7",
  "helplines_title": "Lignes d'Aide et Soutien",
  "hero_subtitle": "Trouvez du soutien, des ressources et des conseils pour votre parcours de santé mentale. Vous n'êtes pas seul(e).",
  "hero_title": "Nous Sommes Là Pour Vous Aider",
  "highlight_remove_confirm": "Supprimer ce surlignage?",
  "highlight_select_article": "Veuillez sélectionner du texte dans le contenu de l'article.",
  "highlight_select_first": "Sélectionnez d'abord du texte pour le surligner.",
  "hl_988_text": "Soutien gratuit et confidentiel pour les personnes en détresse, prévention et ressources de crise.",
  "hl_988_title": "Ligne de Crise et Suicide 988",
  "hl_badge_24_7": "24/7",
  "hl_boystown_text": "Aide pour les ados et parents sur tout problème - abus, colère, dépression, école et plus.",
  "hl_boystown_title": "Ligne Nationale Boys Town",
  "hl_call_988": "Appeler 988",
  "hl_nami_badge": "L-V 10h-22h ET",
  "hl_nami_text": "Informations, références et soutien pour les conditions de santé mentale.",
  "hl_nami_title": "Ligne d'Aide NAMI",
  "hl_samhsa_text": "Service de référence de traitement pour les troubles de santé mentale et l'abus de substances.",
  "hl_samhsa_title": "Ligne Nationale SAMHSA",
  "hl_teenline_badge": "18h-22h PT",
  "hl_teenline_sms": "Envoyez TEEN au 839863",
  "hl_teenline_text": "Des ados aident d'autres ados avec des problèmes personnels et des décisions difficiles.",
  "hl_teenline_title": "Ligne Ados",
  "hl_text_988": "SMS 988",
  "hl_trevor_sms": "Envoyez START au 678-678",
  "hl_trevor_text": "Intervention de crise et prévention du suicide pour les jeunes LGBTQ+.",
  "hl_trevor_title": "Projet Trevor (Jeunes LGBTQ+)",
  "hl_veterans_call": "Appeler 988, Appuyer 1",
  "hl_veterans_sms": "SMS 838255",
  "hl_veterans_text": "Soutien gratuit et confidentiel pour les Vétérans et leurs proches.",
  "hl_veterans_title": "Ligne de Crise Vétérans",
  "home_card1_kicker": "Troubles de santé mentale",
  "home_card1_title": "Anxiété et dépression",
  "home_card2_kicker": "Lignes d'aide et ressources",
  "home_card2_title": "Obtenir un soutien immédiat",
  "home_card3_kicker": "Conseil en ligne",
  "home_card3_title": "Prendre rendez-vous",
  "home_card4_kicker": "Communauté et témoignages",
  "home_card4_title": "Groupes de soutien et témoignages",
  "home_impact_communities": "Communautés",
  "home_impact_communities_desc": "Aider les communautés à sensibiliser et à rendre le soutien plus accessible à tous.",
  "home_impact_confidence": "Confiance",
  "home_impact_confidence_desc": "Construire la confiance grâce à des informations claires, des outils réels et des étapes simples.",
  "home_impact_conversations": "Conversations",
  "home_impact_conversations_desc": "Réduire la stigmatisation en rendant la santé mentale plus facile à aborder—sans honte.",
  "home_impact_educators": "Éducateurs",
  "home_impact_educators_desc": "Fournir aux éducateurs des outils pour reconnaître les besoins en santé mentale et y répondre avec soin.",
  "home_impact_families": "Familles",
  "home_impact_families_desc": "Soutenir les familles avec des conseils pour construire des conversations et des habitudes plus saines à la maison.",
  "home_impact_reach": "100 000+",
  "home_impact_reach_desc": "Personnes atteintes grâce aux outils, à l'éducation et aux ressources de soutien de MindBalance.",
  "home_impact_safespace": "Espace Sûr",
  "home_impact_safespace_desc": "Créer un endroit où les gens se sentent soutenus, respectés et compris.",
  "home_impact_students": "Étudiants",
  "home_impact_students_desc": "Aider les étudiants à gérer le stress, les émotions et le bien-être mental à l'école et au-delà.",
  "home_impact_support": "Soutien",
  "home_impact_support_desc": "Connecter les gens à des ressources fiables pour qu'ils puissent trouver de l'aide quand ils en ont le plus besoin.",
  "home_impact_title": "Notre Impact",
  "home_learn_more": "En savoir plus",
  "home_testimonials_title": "CE QUE DISENT NOS VISITEURS",
  "home_welcome_desc": "Chez MindBalance, nous aidons les gens à prendre soin de leur santé mentale. Notre objectif est de fournir du soutien, des ressources et un espace sûr pour tous. Nous voulons rendre la santé mentale plus facile à comprendre et réduire la stigmatisation.",
  "home_welcome_title": "Bienvenue sur MindBalance",
  "intl_support_text": "Trouvez des lignes de crise et des ressources pour votre pays.",
  "intl_support_title": "Soutien International",
  "journaling_desc": "Exprimez vos pensées et sentiments",
  "journaling_title": "Journal Réflexif",
  "keyboard_shortcuts": "Raccourcis clavier",
  "my_notes": "Notes",
  "nav_blog": "Blog",
  "nav_community": "Centre Communautaire",
  "nav_contact": "Contact",
  "nav_home": "Accueil",
  "nav_resources": "Bibliothèque de Ressources",
  "nav_signin": "Se Connecter",
  "nav_signout": "Se Déconnecter",
  "notes_auto_save": "Les notes sont sauvegardées automatiquement",
  "notes_placeholder": "Écrivez vos notes ici...",
  "notes_saved": "Sauvegardé!",
  "notes_saving": "Sauvegarde...",
  "page_title_blog": "Blog",
  "page_title_community": "Centre Communautaire",
  "page_title_home": "MindBalance",
  "page_title_resources": "Bibliothèque de Ressources",
  "page_title_support": "Soutien",
  "ql_book": "Prendre Rendez-vous",
  "ql_book_text": "Planifiez une consultation",
  "ql_community": "Communauté",
  "ql_community_text": "Connectez-vous avec d'autres qui comprennent",
  "ql_faq": "FAQ",
  "ql_faq_text": "Questions fréquentes répondues",
  "ql_helplines": "Lignes d'Aide",
  "ql_helplines_text": "Parlez à quelqu'un qui se soucie de vous",
  "ql_resources": "Ressources",
  "ql_resources_text": "Articles, guides et contenu éducatif",
  "ql_selfhelp": "Auto-Assistance",
  "ql_selfhelp_text": "Exercices et techniques d'adaptation",
  "quicklinks_subtitle": "Choisissez une catégorie pour trouver le soutien dont vous avez besoin",
  "quicklinks_title": "Comment Pouvons-Nous Vous Aider?",
  "reading_dark_mode": "Mode Sombre",
  "reading_focus_mode": "Mode Lecture",
  "reading_font_size": "Police",
  "reading_highlight": "Surligner",
  "reading_line_spacing": "Espacement: Normal",
  "reading_min_left": "min restantes",
  "reading_print": "Imprimer",
  "resource_anxiety_text": "Apprenez les symptômes, causes et stratégies de gestion des troubles anxieux.",
  "resource_anxiety_title": "Comprendre l'Anxiété",
  "resource_depression_text": "Informations sur la dépression, options de traitement et voies de rétablissement.",
  "resource_depression_title": "Ressources sur la Dépression",
  "resource_learn_more": "En Savoir Plus",
  "resource_mindfulness_text": "Exercices guidés et conseils pour intégrer la pleine conscience dans votre routine.",
  "resource_mindfulness_title": "Pratique de la Pleine Conscience",
  "resource_stress_text": "Techniques et stratégies pour gérer le stress au quotidien.",
  "resource_stress_title": "Gestion du Stress",
  "resourcelib_categories": "CATÉGORIES",
  "resourcelib_clear_all": "TOUT EFFACER",
  "resourcelib_lead1": "La Bibliothèque de Ressources MindBalance est une collection d'informations éducatives sur les conditions de santé mentale. Explorez les sujets pour apprendre les symptômes courants, les signes d'alerte et les faits clés de manière claire et respectueuse.",
  "resourcelib_lead2": "Cette page est informative et séparée des Ressources de Soutien. Si vous avez besoin d'aide maintenant, veuillez utiliser la page Soutien.",
  "resourcelib_out_of": "sur",
  "resourcelib_providers": "FOURNISSEURS",
  "resourcelib_search_label": "Rechercher des ressources",
  "resourcelib_search_placeholder": "Rechercher des ressources par titre, description, tag, catégorie...",
  "resourcelib_showing": "Affichage",
  "resourcelib_support_note": "Si vous ou quelqu'un que vous connaissez est en danger immédiat, appelez le 911. Si vous avez besoin d'aide urgente, consultez notre page Soutien pour des options 24/7.",
  "resourcelib_title": "BIBLIOTHÈQUE DE RESSOURCES MINDBALANCE",
  "resourcelib_visit": "VISITER",
  "resources_subtitle": "Apprenez sur les sujets courants de santé mentale",
  "resources_title": "Ressources en Santé Mentale",
  "rl_aud_Adults": "Adultes",
  "rl_aud_Families": "Familles",
  "rl_aud_General": "Général",
  "rl_aud_Teens": "Adolescents",
  "rl_tag_ACT": "TAC",
  "rl_tag_ADHD": "TDAH",
  "rl_tag_Accommodations": "Aménagements",
  "rl_tag_Advocacy": "Plaidoyer",
  "rl_tag_Alcohol": "Alcool",
  "rl_tag_Anger": "Colère",
  "rl_tag_Anorexia": "Anorexie",
  "rl_tag_Anxiety": "Anxiété",
  "rl_tag_Autism": "Autisme",
  "rl_tag_BDD": "TDC",
  "rl_tag_BED": "HAC",
  "rl_tag_BPD": "TPL",
  "rl_tag_Behavior": "Comportement",
  "rl_tag_Bipolar": "Bipolaire",
  "rl_tag_BipolarI": "Bipolaire I",
  "rl_tag_BipolarII": "Bipolaire II",
  "rl_tag_BodyImage": "Image Corporelle",
  "rl_tag_Bulimia": "Boulimie",
  "rl_tag_Burnout": "Épuisement",
  "rl_tag_CBT": "TCC",
  "rl_tag_CBTI": "TCC-I",
  "rl_tag_CoOccurring": "Comorbide",
  "rl_tag_Communication": "Communication",
  "rl_tag_Community": "Communauté",
  "rl_tag_ComplexPTSD": "TSPT Complexe",
  "rl_tag_CopingSkills": "Stratégies d'Adaptation",
  "rl_tag_Crisis": "Crise",
  "rl_tag_DBT": "TCD",
  "rl_tag_Delusions": "Délires",
  "rl_tag_Depression": "Dépression",
  "rl_tag_Diagnosis": "Diagnostic",
  "rl_tag_Dissociation": "Dissociation",
  "rl_tag_Distress": "Détresse",
  "rl_tag_Dysthymia": "Dysthymie",
  "rl_tag_ERP": "EPR",
  "rl_tag_EarlySigns": "Signes Précoces",
  "rl_tag_EatingDisorders": "Troubles Alimentaires",
  "rl_tag_Education": "Éducation",
  "rl_tag_EmotionRegulation": "Régulation Émotionnelle",
  "rl_tag_Evaluation": "Évaluation",
  "rl_tag_EvidenceBased": "Fondé sur des Preuves",
  "rl_tag_Exercise": "Exercice",
  "rl_tag_ExposureTherapy": "Thérapie d'Exposition",
  "rl_tag_Families": "Familles",
  "rl_tag_Foundations": "Fondements",
  "rl_tag_Friends": "Amis",
  "rl_tag_GAD": "TAG",
  "rl_tag_Grief": "Deuil",
  "rl_tag_Guidance": "Conseils",
  "rl_tag_Habits": "Habitudes",
  "rl_tag_HealthAnxiety": "Anxiété de Santé",
  "rl_tag_Hoarding": "Accumulation",
  "rl_tag_Hypomania": "Hypomanie",
  "rl_tag_Index": "Index",
  "rl_tag_Insomnia": "Insomnie",
  "rl_tag_Learning": "Apprentissage",
  "rl_tag_LifeEvents": "Événements de Vie",
  "rl_tag_LightTherapy": "Luminothérapie",
  "rl_tag_Loss": "Perte",
  "rl_tag_MDD": "TDM",
  "rl_tag_Mania": "Manie",
  "rl_tag_Mindfulness": "Pleine Conscience",
  "rl_tag_Mood": "Humeur",
  "rl_tag_Neurodevelopmental": "Neurodéveloppemental",
  "rl_tag_OCD": "TOC",
  "rl_tag_OCDRelated": "Lié au TOC",
  "rl_tag_Opioids": "Opioïdes",
  "rl_tag_Overview": "Aperçu",
  "rl_tag_PTSD": "TSPT",
  "rl_tag_Panic": "Panique",
  "rl_tag_Perinatal": "Périnatal",
  "rl_tag_PersonalityDisorders": "Troubles de la Personnalité",
  "rl_tag_Phobia": "Phobie",
  "rl_tag_Postpartum": "Post-partum",
  "rl_tag_Prevention": "Prévention",
  "rl_tag_ProlongedGrief": "Deuil Prolongé",
  "rl_tag_Psychosis": "Psychose",
  "rl_tag_PublicHealth": "Santé Publique",
  "rl_tag_Recovery": "Rétablissement",
  "rl_tag_Reference": "Référence",
  "rl_tag_Relationships": "Relations",
  "rl_tag_SAD": "TAS",
  "rl_tag_Safety": "Sécurité",
  "rl_tag_Schizophrenia": "Schizophrénie",
  "rl_tag_School": "École",
  "rl_tag_SelfHarm": "Automutilation",
  "rl_tag_SelfManagement": "Autogestion",
  "rl_tag_Skills": "Compétences",
  "rl_tag_Sleep": "Sommeil",
  "rl_tag_SocialAnxiety": "Anxiété Sociale",
  "rl_tag_Somatic": "Somatique",
  "rl_tag_Stigma": "Stigmatisation",
  "rl_tag_Stress": "Stress",
  "rl_tag_SubstanceUse": "Usage de Substances",
  "rl_tag_SuicidePrevention": "Prévention du Suicide",
  "rl_tag_Support": "Soutien",
  "rl_tag_Symptoms": "Symptômes",
  "rl_tag_Therapy": "Thérapie",
  "rl_tag_Trauma": "Traumatisme",
  "rl_tag_Treatment": "Traitement",
  "rl_tag_WarningSigns": "Signes d'Alerte",
  "rl_tag_WellBeing": "Bien-être",
  "rl_tag_Workplace": "Travail",
  "rl_tag_Youth": "Jeunesse",
  "scroll_book": "Réserver",
  "scroll_crisis": "Crise",
  "scroll_faq": "FAQ",
  "scroll_helplines": "Lignes d'Aide",
  "scroll_resources": "Ressources",
  "scroll_selfhelp": "Auto-aide",
  "scroll_top": "Haut",
  "search_placeholder": "Rechercher des ressources, sujets ou options de soutien...",
  "selfhelp_breathing_step1": "Inspirez silencieusement par le nez pendant 4 secondes",
  "selfhelp_breathing_step2": "Retenez votre souffle pendant 7 secondes",
  "selfhelp_breathing_step3": "Expirez complètement par la bouche pendant 8 secondes",
  "selfhelp_breathing_step4": "Répétez 3-4 fois",
  "selfhelp_breathing_text": "Une technique de respiration 4-7-8 simple pour calmer votre système nerveux.",
  "selfhelp_breathing_title": "Exercice de Respiration",
  "selfhelp_grounding_step1": "Nommez 5 choses que vous pouvez voir",
  "selfhelp_grounding_step2": "Nommez 4 choses que vous pouvez toucher",
  "selfhelp_grounding_step3": "Nommez 3 choses que vous pouvez entendre",
  "selfhelp_grounding_step4": "Nommez 2 choses que vous pouvez sentir",
  "selfhelp_grounding_step5": "Nommez 1 chose que vous pouvez goûter",
  "selfhelp_grounding_text": "Une technique d'ancrage pour aider quand vous vous sentez submergé ou anxieux.",
  "selfhelp_grounding_title": "Ancrage 5-4-3-2-1",
  "selfhelp_journal_prompt1": "Pour quoi suis-je reconnaissant(e) aujourd'hui?",
  "selfhelp_journal_prompt2": "Quelles émotions est-ce que je ressens maintenant?",
  "selfhelp_journal_prompt3": "Que dirais-je à un ami dans ma situation?",
  "selfhelp_journal_prompt4": "Quel petit pas puis-je faire aujourd'hui?",
  "selfhelp_journal_text": "Écrire peut aider à traiter les émotions et gagner en clarté.",
  "selfhelp_journal_title": "Sujets de Journal",
  "selfhelp_subtitle": "Exercices que vous pouvez faire maintenant",
  "selfhelp_title": "Outils d'Auto-Assistance",
  "settings_colorblind": "Mode Daltonien",
  "settings_dark_mode": "Mode Sombre",
  "settings_dyslexia": "Police Dyslexie",
  "settings_focus_mode": "Mode Concentration (TDAH)",
  "settings_font_size": "Taille de Police",
  "settings_high_contrast": "Contraste Élevé",
  "settings_language": "Langue",
  "settings_preferences": "Préférences",
  "settings_reduce_motion": "Réduire les Mouvements",
  "settings_title": "Paramètres",
  "sidebar_activity": "Fil d'Activité",
  "sidebar_community": "Communauté",
  "sidebar_guest": "Mode invité",
  "sidebar_guest_desc": "Lisez les publications en tant qu'invité. Connectez-vous pour créer des publications, commenter et participer aux discussions.",
  "sidebar_signin": "Se connecter / S'inscrire",
  "slide1_cta": "En savoir plus",
  "slide1_desc": "Apprenez les symptômes, les causes et les options de traitement pour les troubles de santé mentale courants, y compris l'anxiété et la dépression. MindBalance fournit des informations claires, des ressources fiables et des conseils pour aider les individus à comprendre leur santé mentale et à faire le prochain pas vers le soutien.",
  "slide1_kicker": "Troubles de santé mentale",
  "slide1_title": "Anxiété et dépression",
  "slide2_cta": "Voir les lignes d'aide",
  "slide2_desc": "Trouvez des lignes d'aide locales et nationales, des lignes de texte et des ressources d'urgence fiables. Si vous ou quelqu'un que vous connaissez a besoin d'aide maintenant, cette page facilite l'accès rapide au soutien.",
  "slide2_kicker": "Lignes d'aide et ressources",
  "slide2_title": "Obtenez un soutien immédiat",
  "slide3_cta": "Planifier maintenant",
  "slide3_desc": "Utilisez notre planificateur de rendez-vous pour demander des conseils en ligne. Choisissez un moment qui vous convient et connectez-vous au soutien de manière privée et respectueuse.",
  "slide3_kicker": "Conseil en ligne",
  "slide3_title": "Planifier un rendez-vous",
  "slide4_cta": "Rejoindre la communauté",
  "slide4_desc": "Explorez des conversations de soutien et des histoires vraies de personnes qui ont fait face à des défis de santé mentale. Apprenez ce qui les a aidés et partagez des encouragements avec les autres.",
  "slide4_kicker": "Communauté et témoignages",
  "slide4_title": "Groupes de soutien et témoignages",
  "testimonial_1": "MindBalance m'a aidé à comprendre mon anxiété et à construire une routine qui fonctionne vraiment. Les outils sont simples, mais ils ont fait une grande différence.",
  "testimonial_10": "J'apprécie comment le site explique les symptômes et quand chercher de l'aide. C'est informatif sans être effrayant.",
  "testimonial_11": "MindBalance m'a aidé à identifier l'épuisement professionnel et à construire des limites plus saines. Les suggestions semblaient réalistes, pas moralisatrices.",
  "testimonial_12": "Le site m'a donné une liste claire d'options de soutien et à quoi m'attendre. Cela a rendu le contact moins intimidant.",
  "testimonial_2": "La bibliothèque de ressources a facilité l'apprentissage de ce que mon adolescent vivait. Cela nous a donné une meilleure façon de parler sans jugement.",
  "testimonial_3": "J'ai utilisé la section des compétences d'adaptation pendant une semaine vraiment difficile. Cela n'a pas \"tout réglé\", mais cela m'a aidé à me sentir ancré à nouveau.",
  "testimonial_4": "Les outils d'auto-évaluation et les pages éducatives m'ont aidé à reconnaître les symptômes de dépression tôt et à obtenir du soutien plus rapidement.",
  "testimonial_5": "J'ai appris comment soutenir un ami confronté à des crises de panique. MindBalance a rendu les étapes claires et respectueuses.",
  "testimonial_6": "Les explications \"ce que c'est / ce que ce n'est pas\" m'ont aidé à mieux comprendre le TOC. Cela m'a empêché de me sentir seul.",
  "testimonial_7": "La bibliothèque et les pages de conseils m'ont donné un point de départ pour les ressources sur le TSPT. C'est organisé et facile à naviguer.",
  "testimonial_8": "Les stratégies d'adaptation sont pratiques. Je les ai utilisées pour l'anxiété sociale avant les présentations, et cela m'a aidé à rester calme.",
  "testimonial_9": "La mise en page est apaisante et facile à lire. J'ai trouvé des informations utiles sur le TDAH sans me sentir submergé.",
  "testimonial_role_caregiver": "Aidant",
  "testimonial_role_college": "Étudiant Universitaire",
  "testimonial_role_highschool": "Lycéen",
  "testimonial_role_parent": "Parent",
  "testimonial_role_professional": "Jeune Professionnel",
  "testimonial_role_student": "Étudiant",
  "testimonial_role_volunteer": "Bénévole Communautaire",
  "testimonial_role_young_adult": "Jeune Adulte",
  "text_988": "SMS 988",
  "text_now": "Envoyer SMS",
  "tts_autoscroll": "Défilement auto",
  "tts_browser_voice": "Voix du navigateur",
  "tts_close": "Fermer",
  "tts_download": "Télécharger",
  "tts_generating": "Génération audio...",
  "tts_keyboard_hint": "Clavier: Espace pour lecture/pause, Échap pour arrêter, Ctrl+Flèche pour sauter",
  "tts_keyboard_hint_enhanced": "Clavier: Espace lecture/pause, Échap arrêter, Ctrl+Flèche sauter, M muet, Flèche haut/bas volume",
  "tts_listen_article": "Écouter cet article",
  "tts_listening": "Écoute de l'article",
  "tts_not_supported": "La synthèse vocale n'est pas prise en charge par votre navigateur.",
  "tts_pause": "Pause",
  "tts_paused": "En pause",
  "tts_play": "Lecture",
  "tts_playing": "Lecture en cours...",
  "tts_premium_unavailable": "La voix premium n'est pas disponible. Utilisation de la voix du navigateur.",
  "tts_premium_voice": "Voix IA Premium (ElevenLabs)",
  "tts_ready": "Prêt à jouer",
  "tts_skip_back": "Reculer",
  "tts_skip_forward": "Avancer",
  "tts_sleep_timer": "Minuterie",
  "tts_speed": "Vitesse:",
  "tts_stop": "Arrêter",
  "tts_time_remaining": "--:--",
  "tts_timer_off": "Désactivé",
  "tts_voice": "Voix:",
  "profile_best_streak": "Meilleure Série",
  "profile_current_streak": "Série Actuelle",
  "profile_goals_cta": "Définissez un objectif de bien-être pour commencer",
  "profile_no_goals": "Pas encore d objectifs",
  "profile_reading_streak": "Série de Lecture",
  "profile_wellness_goals": "Objectifs de Bien-être"
}