{
  "appointment_subtitle": "हमारी सहायता टीम के साथ गोपनीय अपॉइंटमेंट शेड्यूल करें",
  "appointment_title": "सत्र बुक करें",
  "appt_confidential": "गोपनीय",
  "appt_date_label": "पसंदीदा तारीख",
  "appt_disclaimer": "हम आपकी अपॉइंटमेंट की पुष्टि के लिए 24 घंटे के भीतर आपसे संपर्क करेंगे। सभी सत्र गोपनीय हैं।",
  "appt_email_label": "ईमेल पता",
  "appt_email_placeholder": "आप@उदाहरण.com",
  "appt_name_label": "पूरा नाम",
  "appt_name_placeholder": "आपका नाम",
  "appt_notes_label": "अतिरिक्त नोट्स (वैकल्पिक)",
  "appt_notes_placeholder": "आपके सत्र से पहले कुछ भी जो आप हमें बताना चाहते हैं...",
  "appt_submit": "अपॉइंटमेंट का अनुरोध करें",
  "appt_supportive": "सहायक",
  "appt_text": "हमारे प्रशिक्षित सहायता विशेषज्ञों में से एक के साथ गोपनीय परामर्श सत्र बुक करें। सत्र थेरेपी चेक-इन, परामर्श और निरंतर सहायता सहित विभिन्न जरूरतों के लिए उपलब्ध हैं।",
  "appt_time_label": "पसंदीदा समय",
  "appt_time_select": "समय चुनें",
  "appt_title": "सहायता सत्र शेड्यूल करें",
  "appt_type_checkin": "चेक-इन कॉल",
  "appt_type_consultation": "प्रारंभिक परामर्श",
  "appt_type_crisis": "संकट सहायता",
  "appt_type_label": "सहायता का प्रकार",
  "appt_type_other": "अन्य",
  "appt_type_select": "सहायता प्रकार चुनें",
  "appt_type_therapy": "थेरेपी सत्र",
  "appt_virtual": "वर्चुअल विकल्प",
  "article_10_min_read": "10 मिनट पढ़ना",
  "article_12_min_read": "12 मिनट पढ़ना",
  "article_15_min_read": "15 मिनट पढ़ना",
  "article_8_min_read": "8 मिनट पढ़ने का समय",
  "article_anxiety_h2_1": "चिंता क्या है?",
  "article_anxiety_h2_2": "चिंता विकारों के प्रकार",
  "article_anxiety_h2_3": "चिंता के सामान्य लक्षण",
  "article_anxiety_h2_4": "कारण और जोखिम कारक",
  "article_anxiety_h2_5": "उपचार विकल्प",
  "article_anxiety_h2_6": "स्व-सहायता रणनीतियां",
  "article_anxiety_h2_7": "पेशेवर मदद कब लें",
  "article_anxiety_h3_1": "सामान्यीकृत चिंता विकार (GAD)",
  "article_anxiety_h3_10": "जीवन के अनुभव",
  "article_anxiety_h3_11": "व्यक्तित्व",
  "article_anxiety_h3_12": "मनोचिकित्सा",
  "article_anxiety_h3_13": "दवाएं",
  "article_anxiety_h3_2": "पैनिक विकार",
  "article_anxiety_h3_3": "सामाजिक चिंता विकार",
  "article_anxiety_h3_4": "विशिष्ट फोबिया",
  "article_anxiety_h3_5": "विच्छेद चिंता विकार",
  "article_anxiety_h3_6": "शारीरिक लक्षण",
  "article_anxiety_h3_7": "मनोवैज्ञानिक लक्षण",
  "article_anxiety_h3_8": "आनुवंशिकी",
  "article_anxiety_h3_9": "मस्तिष्क रसायन",
  "article_anxiety_li1": "तेज़ दिल की धड़कन या दिल की धड़कन",
  "article_anxiety_li10": "अत्यधिक चिंता जो नियंत्रित करना कठिन है",
  "article_anxiety_li11": "बेचैन, उत्तेजित या किनारे पर महसूस करना",
  "article_anxiety_li12": "ध्यान केंद्रित करने में कठिनाई या दिमाग का खाली होना",
  "article_anxiety_li13": "चिड़चिड़ापन",
  "article_anxiety_li14": "नियंत्रण खोने या \"पागल\" होने का डर",
  "article_anxiety_li15": "खुद से या अपने परिवेश से अलग महसूस करना",
  "article_anxiety_li16": "लगातार सबसे बुरे की आशंका",
  "article_anxiety_li17": "एंटीडिप्रेसेंट (SSRIs और SNRIs) आमतौर पर निर्धारित किए जाते हैं",
  "article_anxiety_li18": "अल्पकालिक राहत के लिए चिंता-विरोधी दवाएं (बेंज़ोडायज़ेपाइन)",
  "article_anxiety_li19": "शारीरिक लक्षणों को प्रबंधित करने के लिए बीटा-ब्लॉकर्स",
  "article_anxiety_li2": "सांस की तकलीफ या घुटन की भावना",
  "article_anxiety_li20": "<strong>नियमित व्यायाम करें:</strong> शारीरिक गतिविधि एक प्राकृतिक चिंता निवारक है। अधिकांश दिनों में कम से कम 30 मिनट का लक्ष्य रखें।",
  "article_anxiety_li21": "<strong>विश्राम तकनीकों का अभ्यास करें:</strong> गहरी सांस, प्रगतिशील मांसपेशी विश्राम और माइंडफुलनेस ध्यान आपके मन को शांत कर सकते हैं।",
  "article_anxiety_li22": "<strong>पर्याप्त नींद लें:</strong> खराब नींद चिंता को बढ़ा सकती है। नियमित नींद का समय बनाए रखें।",
  "article_anxiety_li23": "<strong>कैफीन और शराब सीमित करें:</strong> दोनों चिंता के लक्षणों को ट्रिगर या बढ़ा सकते हैं।",
  "article_anxiety_li24": "<strong>दूसरों से जुड़ें:</strong> सामाजिक समर्थन महत्वपूर्ण है। दोस्तों, परिवार से बात करें या सहायता समूह में शामिल हों।",
  "article_anxiety_li25": "<strong>नकारात्मक विचारों को चुनौती दें:</strong> चिंताजनक विचारों को पहचानना और प्रश्न करना सीखें।",
  "article_anxiety_li26": "आपकी चिंता काम, संबंधों या दैनिक गतिविधियों में हस्तक्षेप कर रही है",
  "article_anxiety_li27": "आप डर के कारण स्थितियों से बच रहे हैं",
  "article_anxiety_li28": "आपकी चिंता नियंत्रित करना असंभव लगता है",
  "article_anxiety_li29": "आपको चिंता के साथ-साथ अवसाद भी है",
  "article_anxiety_li3": "पसीना या ठंडे, चिपचिपे हाथ",
  "article_anxiety_li30": "आप चिंता से निपटने के लिए शराब या ड्रग्स का उपयोग कर रहे हैं",
  "article_anxiety_li31": "आपके मन में खुद को नुकसान पहुंचाने या आत्महत्या के विचार आ रहे हैं",
  "article_anxiety_li4": "कांपना या हिलना",
  "article_anxiety_li5": "मांसपेशियों में तनाव, दर्द या पीड़ा",
  "article_anxiety_li6": "सिरदर्द",
  "article_anxiety_li7": "थकान और थकावट",
  "article_anxiety_li8": "सोने में परेशानी या बेचैन नींद",
  "article_anxiety_li9": "पेट खराब, मतली या दस्त",
  "article_anxiety_p1": "चिंता एक सामान्य मानवीय भावना है जो समय-समय पर सभी अनुभव करते हैं। यह किसी अनिश्चित परिणाम वाली चीज़ के बारे में चिंता, घबराहट या बेचैनी की भावना है। वास्तव में, कुछ चिंता सहायक हो सकती है—यह हमें खतरों के प्रति सचेत कर सकती है और महत्वपूर्ण घटनाओं के लिए तैयार होने में मदद कर सकती है।",
  "article_anxiety_p10": "चिंता विकारों का कोई एकल कारण नहीं है। इसके बजाय, वे कारकों के संयोजन का परिणाम हैं:",
  "article_anxiety_p11": "चिंता विकार परिवारों में चलते हैं। यदि आपके किसी करीबी रिश्तेदार को चिंता विकार है, तो आपको भी यह विकसित होने की अधिक संभावना हो सकती है। हालांकि, आनुवंशिक प्रवृत्ति होने का मतलब यह नहीं है कि आपको निश्चित रूप से चिंता विकसित होगी।",
  "article_anxiety_p12": "शोध बताते हैं कि चिंता विकार मस्तिष्क में भय और भावनाओं को नियंत्रित करने वाले दोषपूर्ण सर्किट से जुड़े हो सकते हैं। सेरोटोनिन, डोपामाइन और नॉरएपिनेफ्रिन जैसे न्यूरोट्रांसमीटर मूड नियमन में महत्वपूर्ण भूमिका निभाते हैं।",
  "article_anxiety_p13": "दर्दनाक घटनाएं, पुराना तनाव, बचपन की प्रतिकूलता और महत्वपूर्ण जीवन परिवर्तन चिंता विकारों को ट्रिगर कर सकते हैं। इसमें दुर्व्यवहार, किसी प्रियजन की मृत्यु, तलाक, नौकरी छूटना या प्रमुख स्वास्थ्य समस्याएं जैसे अनुभव शामिल हैं।",
  "article_anxiety_p14": "कुछ व्यक्तित्व लक्षण, जैसे शर्मीला होना, कम आत्मसम्मान होना या पूर्णतावादी होना, कुछ लोगों को चिंता विकारों के प्रति अधिक प्रवण बना सकते हैं।",
  "article_anxiety_p15": "चिंता विकार अत्यधिक उपचार योग्य हैं। मुख्य उपचारों में मनोचिकित्सा, दवा या दोनों का संयोजन शामिल है।",
  "article_anxiety_p16": "संज्ञानात्मक व्यवहार थेरेपी (CBT) चिंता विकारों के लिए मनोचिकित्सा का सबसे प्रभावी रूप है। CBT आपको चिंता पैदा करने वाली स्थितियों के बारे में सोचने, व्यवहार करने और प्रतिक्रिया करने के विभिन्न तरीके सिखाती है। यह आपको सामाजिक कौशल सीखने और अभ्यास करने में भी मदद कर सकती है, जो सामाजिक चिंता विकार के उपचार के लिए महत्वपूर्ण है।",
  "article_anxiety_p17": "एक्सपोज़र थेरेपी CBT का एक घटक है जो चिंता विकार के अंतर्निहित भय का सामना करने पर केंद्रित है। यह आपको उन गतिविधियों या स्थितियों से जुड़ने में मदद करती है जिनसे आप बचते रहे हों।",
  "article_anxiety_p18": "कई प्रकार की दवाएं चिंता विकारों के लक्षणों को कम करने में मदद कर सकती हैं:",
  "article_anxiety_p19": "अपनी विशिष्ट आवश्यकताओं के लिए सही दवा और खुराक खोजने के लिए हमेशा अपने स्वास्थ्य सेवा प्रदाता के साथ काम करें।",
  "article_anxiety_p2": "हालांकि, चिंता तब एक विकार बन जाती है जब यह अत्यधिक, नियंत्रित करना कठिन हो और दैनिक जीवन में हस्तक्षेप करे। चिंता विकार सबसे आम मानसिक स्वास्थ्य स्थितियां हैं, जो केवल संयुक्त राज्य में लगभग 40 मिलियन वयस्कों को प्रभावित करती हैं।",
  "article_anxiety_p20": "पेशेवर उपचार के अलावा, ये रणनीतियां चिंता को प्रबंधित करने में मदद कर सकती हैं:",
  "article_anxiety_p21": "यदि निम्नलिखित हो तो मानसिक स्वास्थ्य पेशेवर से संपर्क करने पर विचार करें:",
  "article_anxiety_p22": "याद रखें, मदद मांगना ताकत की निशानी है, कमजोरी की नहीं। चिंता विकार वास्तविक, गंभीर और उपचार योग्य हैं। उचित उपचार के साथ, चिंता विकारों वाले कई लोग पूर्ण, उत्पादक जीवन जीते हैं।",
  "article_anxiety_p3": "तनावपूर्ण घटना के कारण होने वाली अपेक्षाकृत हल्की, संक्षिप्त चिंता के विपरीत, चिंता विकार कम से कम 6 महीने तक रहते हैं और उपचार न होने पर बदतर हो सकते हैं। अच्छी खबर यह है कि चिंता विकार अत्यधिक उपचार योग्य हैं, फिर भी पीड़ित लोगों में से केवल लगभग एक तिहाई ही उपचार प्राप्त करते हैं।",
  "article_anxiety_p4": "GAD से पीड़ित लोग दैनिक जीवन के विभिन्न पहलुओं के बारे में लगातार और अत्यधिक चिंता अनुभव करते हैं, जिसमें काम, स्वास्थ्य, परिवार, धन या रोज़मर्रा के मामले शामिल हैं। चिंता अक्सर प्रत्याशित घटनाओं की वास्तविक संभावना या प्रभाव के अनुपात में नहीं होती। शारीरिक लक्षणों में बेचैनी, थकान, ध्यान केंद्रित करने में कठिनाई, मांसपेशियों में तनाव और नींद की समस्याएं शामिल हो सकती हैं।",
  "article_anxiety_p5": "पैनिक विकार में बार-बार, अप्रत्याशित पैनिक अटैक शामिल होते हैं—तीव्र भय की अचानक अवधि जो जल्दी आती है और मिनटों में अपने चरम पर पहुंच जाती है। पैनिक अटैक के दौरान, लोग दिल की धड़कन, पसीना, कांपना, सांस की तकलीफ, सीने में दर्द, मतली, चक्कर आना और नियंत्रण खोने या मरने का डर अनुभव कर सकते हैं। पैनिक विकार वाले कई लोग चिंता करते हैं कि अगला अटैक कब होगा और सक्रिय रूप से भविष्य के अटैक को रोकने की कोशिश करते हैं।",
  "article_anxiety_p6": "सामाजिक फोबिया के रूप में भी जाना जाता है, इसमें सामाजिक या प्रदर्शन स्थितियों का तीव्र भय शामिल है जहां किसी का न्याय किया जा सकता है, शर्मिंदा किया जा सकता है या अपमानित किया जा सकता है। सामाजिक चिंता वाले लोग सामाजिक स्थितियों से बच सकते हैं या उन्हें महत्वपूर्ण कष्ट के साथ सहन कर सकते हैं। यह काम, स्कूल और संबंधों को प्रभावित कर सकता है।",
  "article_anxiety_p7": "विशिष्ट फोबिया एक विशेष वस्तु, स्थिति या गतिविधि का तीव्र, तर्कहीन भय है जो वास्तव में बहुत कम या कोई वास्तविक खतरा पैदा नहीं करती। आम फोबिया में ऊंचाई, उड़ान, मकड़ियों, खून या बंद स्थानों का डर शामिल है। फोबिया वाले लोग अक्सर जिससे डरते हैं उससे बचने के लिए बहुत कोशिश करते हैं।",
  "article_anxiety_p8": "हालांकि अक्सर बचपन की स्थिति के रूप में सोचा जाता है, विच्छेद चिंता वयस्कों में भी हो सकती है। इसमें लगाव के व्यक्तियों से अलग होने के बारे में अत्यधिक भय या चिंता, प्रियजनों को नुकसान होने की चिंता, और घर छोड़ने या अकेले रहने की अनिच्छा शामिल है।",
  "article_anxiety_p9": "चिंता शारीरिक और मनोवैज्ञानिक दोनों तरीकों से प्रकट होती है। इन लक्षणों को पहचानना मदद पाने की दिशा में पहला कदम है।",
  "article_anxiety_subtitle": "चिंता विकार क्या हैं, वे कैसे प्रकट होते हैं और उपलब्ध साक्ष्य-आधारित उपचार को समझने के लिए एक व्यापक मार्गदर्शिका।",
  "article_anxiety_title": "चिंता विकारों को समझना: लक्षण, प्रकार और उपचार",
  "article_anxiety_toc_1": "चिंता क्या है?",
  "article_anxiety_toc_2": "चिंता विकारों के प्रकार",
  "article_anxiety_toc_3": "सामान्य लक्षण",
  "article_anxiety_toc_4": "कारण और जोखिम कारक",
  "article_anxiety_toc_5": "उपचार विकल्प",
  "article_anxiety_toc_6": "स्व-सहायता रणनीतियां",
  "article_anxiety_toc_7": "कब मदद लें",
  "article_back_to_blog": "ब्लॉग पर वापस",
  "article_community_category": "समुदाय",
  "article_community_h2_1": "सामुदायिक मानसिक स्वास्थ्य सहायता क्या है?",
  "article_community_h2_2": "सहायता समूहों के प्रकार और उन्हें कैसे खोजें",
  "article_community_h2_3": "फर्क करने वाले समुदायों की कहानियाँ",
  "article_community_h2_4": "अपना खुद का सहायता सर्कल शुरू करना",
  "article_community_h2_5": "मानसिक स्वास्थ्य के लिए पारस्परिक सहायता अभ्यास",
  "article_community_h2_6": "सामुदायिक मानसिक स्वास्थ्य पहल के लिए संसाधन",
  "article_community_h3_1": "पीयर सपोर्ट ग्रुप्स",
  "article_community_h3_2": "12-स्टेप और रिकवरी ग्रुप्स",
  "article_community_h3_3": "ऑनलाइन समुदाय",
  "article_community_h3_4": "आस्था-आधारित सहायता",
  "article_community_h3_5": "व्यावहारिक सहायता",
  "article_community_h3_6": "भावनात्मक श्रम साझा करना",
  "article_community_h3_7": "ज्ञान साझा करना",
  "article_community_h3_8": "एक साथ संकट योजना बनाना",
  "article_community_li1": "<strong>एक फोकस चुनें:</strong> क्या आपका समूह किसी विशिष्ट स्थिति पर केंद्रित होगा या अधिक सामान्य कल्याण-केंद्रित होगा?",
  "article_community_li10": "<strong>SAMHSA की राष्ट्रीय हेल्पलाइन:</strong> 1-800-662-4357 24/7 रेफरल प्रदान करती है।",
  "article_community_li11": "<strong>NAMI:</strong> पीयर-टू-पीयर कार्यक्रम, पारिवारिक सहायता समूह और वकालत संसाधन प्रदान करता है।",
  "article_community_li2": "<strong>स्पष्ट दिशानिर्देश निर्धारित करें:</strong> गोपनीयता समझौते और बोलने के मानदंड स्थापित करें।",
  "article_community_li3": "<strong>एक सुसंगत समय और स्थान चुनें:</strong> नियमित बैठकें विश्वास का निर्माण करती हैं।",
  "article_community_li4": "<strong>संरचना बनाएं:</strong> एक सरल प्रारूप सभी को यह जानने में मदद करता है कि क्या उम्मीद करनी है।",
  "article_community_li5": "<strong>जानें कब रेफर करना है:</strong> जब किसी को अधिक सहायता की आवश्यकता हो तो संसाधन तैयार रखें।",
  "article_community_li6": "<strong>जिम्मेदारियां घुमाएं:</strong> साझा नेतृत्व बर्नआउट को रोकता है।",
  "article_community_li7": "<strong>मानसिक स्वास्थ्य प्राथमिक चिकित्सा:</strong> एक 8-घंटे का प्रशिक्षण जो लोगों को चुनौतियों को पहचानने और उनका जवाब देने के लिए सिखाता है।",
  "article_community_li8": "<strong>इरादतन पीयर सपोर्ट:</strong> एक प्रशिक्षण कार्यक्रम जो पारस्परिक सहायता कौशल विकसित करता है।",
  "article_community_li9": "<strong>द इकारस प्रोजेक्ट/फायरवीड कलेक्टिव:</strong> कट्टरपंथी मानसिक स्वास्थ्य आयोजन के लिए संसाधन।",
  "article_community_p1": "सामुदायिक मानसिक स्वास्थ्य सहायता पारंपरिक नैदानिक सेटिंग्स के बाहर देखभाल के नेटवर्क को संदर्भित करती है।",
  "article_community_p10": "समुदाय नवीन तरीकों से मानसिक स्वास्थ्य का समर्थन करने के लिए एक साथ आ रहे हैं।",
  "article_community_p11": "कॉलेज के छात्रों के एक समूह ने प्रशिक्षित छात्रों द्वारा संचालित एक टेक्स्ट-आधारित सहायता लाइन शुरू की।",
  "article_community_p12": "निवासियों ने अलग-थलग वरिष्ठों के लिए साप्ताहिक कॉफी मीटअप और चेक-इन कॉल आयोजित कीं।",
  "article_community_p13": "रचनात्मक समूह भावनाओं को संसाधित करने के लिए कला, लेखन और संगीत का उपयोग कर रहे हैं।",
  "article_community_p14": "सहायता सर्कल शुरू करने के लिए आपको औपचारिक प्रशिक्षण की आवश्यकता नहीं है।",
  "article_community_p15": "उन लोगों के साथ छोटी शुरुआत करें जिन पर आप भरोसा करते हैं जो एक सामान्य अनुभव साझा करते हैं।",
  "article_community_p16": "याद रखें कि अपूर्णता ठीक है। एक-दूसरे के लिए लगातार दिखाएं।",
  "article_community_p17": "पारस्परिक सहायता समुदाय के सदस्यों द्वारा बिना पदानुक्रम के एक-दूसरे का समर्थन करने का अभ्यास है।",
  "article_community_p18": "थेरेपी सत्रों के दौरान किराने का सामान, परिवहन या बच्चों की देखभाल में मदद।",
  "article_community_p19": "ऐसी प्रणालियां बनाएं जहां बोझ समान कुछ लोगों पर न पड़े।",
  "article_community_p2": "सामुदायिक सहायता साझा अनुभव और पारस्परिकता के सिद्धांत पर काम करती है।",
  "article_community_p20": "मुफ्त थेरेपी संसाधनों और मुकाबला करने की रणनीतियों के बारे में जानकारी साझा करें।",
  "article_community_p21": "एक-दूसरे को संकट योजनाएं बनाने और आपातकालीन संपर्क साझा करने में मदद करें।",
  "article_community_p22": "मुख्य सिद्धांत यह है कि हर किसी के पास देने के लिए कुछ है और हर किसी की जरूरतें हैं।",
  "article_community_p23": "कार्रवाई के लिए तैयार हैं? आपके सामुदायिक मानसिक स्वास्थ्य कार्य को गहरा करने के लिए संसाधन यहां हैं:",
  "article_community_p24": "याद रखें: आपको अकेले समुदाय नहीं बनाना है।",
  "article_community_p3": "मजबूत सामाजिक संबंध मानसिक स्वास्थ्य के लिए सबसे शक्तिशाली सुरक्षात्मक कारकों में से एक हैं।",
  "article_community_p4": "सहायता समूह कई रूपों में आते हैं, प्रत्येक विभिन्न आवश्यकताओं की सेवा करता है:",
  "article_community_p5": "ये समूह साझा अनुभवों वाले लोगों को एक साथ लाते हैं।",
  "article_community_p6": "एए और एनए जैसे कार्यक्रम व्यसन के लिए संरचित सहकर्मी सहायता प्रदान करते हैं।",
  "article_community_p7": "फोरम, सोशल मीडिया समूह और ऐप्स लोगों को दूरियों में जोड़ते हैं।",
  "article_community_p8": "कई धार्मिक समुदाय सहायता समूह और पादरी परामर्श प्रदान करते हैं।",
  "article_community_p9": "सहायता समूह खोजने के लिए, NAMI या अपने स्थानीय मानसिक स्वास्थ्य संघ के माध्यम से खोजने का प्रयास करें।",
  "article_community_subtitle": "जानें कि सामुदायिक सहायता कैसे कल्याण को बदल सकती है।",
  "article_community_title": "सामुदायिक देखभाल: एक साथ आने की शक्ति",
  "article_community_toc_1": "सामुदायिक सहायता क्या है?",
  "article_community_toc_2": "सहायता समूहों के प्रकार",
  "article_community_toc_3": "समुदायों की कहानियाँ",
  "article_community_toc_4": "अपना खुद का सर्कल शुरू करना",
  "article_community_toc_5": "पारस्परिक सहायता अभ्यास",
  "article_community_toc_6": "संसाधन और अगले कदम",
  "article_depression_h2_1": "अवसाद क्या है?",
  "article_depression_h2_2": "संकेत और लक्षण",
  "article_depression_h2_3": "अवसाद के प्रकार",
  "article_depression_h2_4": "कारण और जोखिम कारक",
  "article_depression_h2_5": "उपचार विकल्प",
  "article_depression_h2_6": "स्व-देखभाल रणनीतियां",
  "article_depression_h2_7": "अवसाद वाले व्यक्ति की मदद करना",
  "article_depression_h3_1": "भावनात्मक लक्षण",
  "article_depression_h3_10": "मनोवैज्ञानिक कारक",
  "article_depression_h3_11": "पर्यावरणीय कारक",
  "article_depression_h3_12": "मनोचिकित्सा",
  "article_depression_h3_13": "दवाएं",
  "article_depression_h3_14": "अन्य उपचार",
  "article_depression_h3_15": "शारीरिक स्वास्थ्य",
  "article_depression_h3_16": "सामाजिक संबंध",
  "article_depression_h3_17": "मानसिक कल्याण",
  "article_depression_h3_18": "क्या करें",
  "article_depression_h3_19": "क्या न करें",
  "article_depression_h3_2": "शारीरिक लक्षण",
  "article_depression_h3_20": "आपातकालीन मदद कब लें",
  "article_depression_h3_3": "संज्ञानात्मक लक्षण",
  "article_depression_h3_4": "प्रमुख अवसादग्रस्त विकार",
  "article_depression_h3_5": "लगातार अवसादग्रस्त विकार (डिस्टीमिया)",
  "article_depression_h3_6": "मौसमी भावात्मक विकार (SAD)",
  "article_depression_h3_7": "प्रसवोत्तर अवसाद",
  "article_depression_h3_8": "द्विध्रुवी अवसाद",
  "article_depression_h3_9": "जैविक कारक",
  "article_depression_li1": "<strong>लगातार उदास, चिंतित या खाली मनोदशा</strong> जो दिन के अधिकांश समय, लगभग हर दिन रहती है",
  "article_depression_li10": "<strong>धीमी गति या भाषण</strong> जो दूसरे नोटिस कर सकते हैं",
  "article_depression_li11": "<strong>सोचने, ध्यान केंद्रित करने या निर्णय लेने में कठिनाई</strong>",
  "article_depression_li12": "<strong>स्मृति समस्याएं</strong> और भूलने की बीमारी",
  "article_depression_li13": "<strong>मृत्यु या आत्महत्या के विचार</strong> - यह एक गंभीर लक्षण है जिस पर तुरंत ध्यान देने की आवश्यकता है",
  "article_depression_li14": "<strong>मस्तिष्क रसायन:</strong> सेरोटोनिन, नॉरएपिनेफ्रिन और डोपामाइन जैसे न्यूरोट्रांसमीटर में असंतुलन अवसाद में योगदान कर सकता है",
  "article_depression_li15": "<strong>आनुवंशिकी:</strong> अवसाद परिवारों में चल सकता है। माता-पिता या भाई-बहन को अवसाद होने से आपका जोखिम बढ़ जाता है",
  "article_depression_li16": "<strong>हार्मोनल परिवर्तन:</strong> हार्मोन में उतार-चढ़ाव अवसाद को ट्रिगर कर सकता है, जैसे गर्भावस्था, प्रसवोत्तर, रजोनिवृत्ति या थायराइड समस्याओं के दौरान",
  "article_depression_li17": "<strong>आघात और दुर्व्यवहार:</strong> पिछले शारीरिक, भावनात्मक या यौन दुर्व्यवहार अवसाद के प्रति संवेदनशीलता बढ़ा सकता है",
  "article_depression_li18": "<strong>व्यक्तित्व लक्षण:</strong> कम आत्मसम्मान वाले, तनाव से आसानी से अभिभूत होने वाले या आम तौर पर निराशावादी लोग अवसाद के प्रति अधिक प्रवण हो सकते हैं",
  "article_depression_li19": "<strong>नकारात्मक सोच पैटर्न:</strong> आदतन नकारात्मक विचार अवसादग्रस्त भावनाओं को मजबूत कर सकते हैं",
  "article_depression_li2": "<strong>निराशा की भावनाएं</strong> या भविष्य के बारे में निराशावाद",
  "article_depression_li20": "<strong>प्रमुख जीवन परिवर्तन:</strong> नौकरी छूटना, तलाक, किसी प्रियजन की मृत्यु या अन्य महत्वपूर्ण परिवर्तन अवसाद को ट्रिगर कर सकते हैं",
  "article_depression_li21": "<strong>पुराना तनाव:</strong> काम, रिश्तों या वित्तीय समस्याओं से निरंतर तनाव अवसाद का कारण बन सकता है",
  "article_depression_li22": "<strong>सामाजिक अलगाव:</strong> सामाजिक समर्थन और सार्थक संबंधों की कमी अवसाद के जोखिम को बढ़ाती है",
  "article_depression_li23": "<strong>संज्ञानात्मक व्यवहार थेरेपी (CBT):</strong> नकारात्मक विचार पैटर्न और व्यवहारों की पहचान करने और बदलने में मदद करती है",
  "article_depression_li24": "<strong>इंटरपर्सनल थेरेपी (IPT):</strong> संबंधों और संचार कौशल में सुधार पर केंद्रित है",
  "article_depression_li25": "<strong>साइकोडायनामिक थेरेपी:</strong> यह पता लगाती है कि पिछले अनुभव वर्तमान भावनाओं और व्यवहारों को कैसे प्रभावित करते हैं",
  "article_depression_li26": "<strong>SSRIs (सेलेक्टिव सेरोटोनिन रीअपटेक इनहिबिटर्स):</strong> अक्सर पहली पंक्ति का उपचार, जिसमें फ्लुओक्सेटीन और सर्ट्रालीन जैसी दवाएं शामिल हैं",
  "article_depression_li27": "<strong>SNRIs (सेरोटोनिन-नॉरएपिनेफ्रिन रीअपटेक इनहिबिटर्स):</strong> अवसाद के लिए एक अन्य सामान्य विकल्प",
  "article_depression_li28": "<strong>अन्य दवाएं:</strong> आपकी विशिष्ट स्थिति के आधार पर आपका डॉक्टर विभिन्न विकल्पों की सिफारिश कर सकता है",
  "article_depression_li29": "<strong>मस्तिष्क उत्तेजना थेरेपी:</strong> जैसे इलेक्ट्रोकन्वल्सिव थेरेपी (ECT) या ट्रांसक्रेनियल मैग्नेटिक स्टिमुलेशन (TMS) उपचार-प्रतिरोधी अवसाद के लिए",
  "article_depression_li3": "<strong>अपराधबोध, बेकारता या असहायता की भावनाएं</strong> जो अत्यधिक या अनुचित लगती हैं",
  "article_depression_li30": "<strong>प्रकाश चिकित्सा:</strong> मौसमी भावात्मक विकार के लिए विशेष रूप से प्रभावी",
  "article_depression_li31": "<strong>व्यायाम:</strong> नियमित शारीरिक गतिविधि अवसाद के लक्षणों को कम करने के लिए दिखाई गई है",
  "article_depression_li32": "<strong>नियमित व्यायाम:</strong> अधिकांश दिनों में कम से कम 30 मिनट की शारीरिक गतिविधि का लक्ष्य रखें। एक छोटी सैर भी मदद कर सकती है",
  "article_depression_li33": "<strong>स्वस्थ भोजन:</strong> संतुलित आहार शारीरिक और मानसिक दोनों स्वास्थ्य का समर्थन करता है",
  "article_depression_li34": "<strong>गुणवत्तापूर्ण नींद:</strong> एक सुसंगत नींद कार्यक्रम बनाए रखें और अच्छी नींद स्वच्छता का अभ्यास करें",
  "article_depression_li35": "<strong>शराब सीमित करें:</strong> शराब एक अवसादक है और लक्षणों को खराब कर सकती है",
  "article_depression_li36": "<strong>जुड़े रहें:</strong> दोस्तों और परिवार से संपर्क करें, भले ही आपका मन न हो",
  "article_depression_li37": "<strong>सहायता समूह में शामिल हों:</strong> समझने वाले दूसरों से जुड़ना बहुत सहायक हो सकता है",
  "article_depression_li38": "<strong>स्वयंसेवा करें:</strong> दूसरों की मदद करना आपकी मनोदशा और उद्देश्य की भावना में सुधार कर सकता है",
  "article_depression_li39": "<strong>यथार्थवादी लक्ष्य निर्धारित करें:</strong> कार्यों को छोटे चरणों में विभाजित करें और छोटी उपलब्धियों का जश्न मनाएं",
  "article_depression_li4": "<strong>रुचि या आनंद की हानि</strong> शौक और गतिविधियों में जो आप पहले पसंद करते थे",
  "article_depression_li40": "<strong>नकारात्मक विचारों को चुनौती दें:</strong> प्रश्न करें कि क्या आपके नकारात्मक विचार सटीक हैं",
  "article_depression_li41": "<strong>माइंडफुलनेस का अभ्यास करें:</strong> माइंडफुलनेस और ध्यान अवसादग्रस्त लक्षणों को कम करने में मदद कर सकते हैं",
  "article_depression_li42": "<strong>वो चीजें करें जो आपको पसंद हैं:</strong> भले ही आपका मन न हो, गतिविधियों में भाग लेना आपकी मनोदशा में सुधार कर सकता है",
  "article_depression_li43": "<strong>बिना निर्णय के सुनें:</strong> उन्हें बताएं कि आप उनके लिए हैं",
  "article_depression_li44": "<strong>पेशेवर मदद के लिए प्रोत्साहित करें:</strong> धीरे से सुझाव दें कि वे डॉक्टर या थेरेपिस्ट से बात करें",
  "article_depression_li45": "<strong>व्यावहारिक सहायता प्रदान करें:</strong> दैनिक कार्यों में मदद करें जैसे खाना बनाना, सफाई करना या काम चलाना",
  "article_depression_li46": "<strong>धैर्य रखें:</strong> रिकवरी में समय लगता है और असफलताएं हो सकती हैं",
  "article_depression_li47": "<strong>अपना ख्याल रखें:</strong> अवसाद वाले किसी व्यक्ति का समर्थन करना भावनात्मक रूप से थकाऊ हो सकता है",
  "article_depression_li48": "उनकी भावनाओं को कम न आंकें या उन्हें \"इससे बाहर निकलो\" न कहें",
  "article_depression_li49": "उनकी स्थिति की दूसरों से तुलना न करें या न कहें \"दूसरों की हालत और खराब है\"",
  "article_depression_li5": "<strong>चिड़चिड़ापन</strong> और निराशा, छोटी-छोटी बातों पर भी",
  "article_depression_li50": "बिना मांगे सलाह न दें कि उन्हें क्या करना चाहिए",
  "article_depression_li51": "उनके व्यवहार को व्यक्तिगत रूप से न लें",
  "article_depression_li6": "<strong>भूख में बदलाव</strong> - डाइटिंग से असंबंधित वजन घटना या बढ़ना",
  "article_depression_li7": "<strong>नींद में गड़बड़ी</strong> - अनिद्रा या बहुत अधिक सोना",
  "article_depression_li8": "<strong>ऊर्जा की कमी</strong> या थकान में वृद्धि, पर्याप्त नींद के साथ भी",
  "article_depression_li9": "<strong>शारीरिक दर्द</strong> जिनका कोई स्पष्ट कारण नहीं है",
  "article_depression_p1": "अवसाद, जिसे प्रमुख अवसादग्रस्त विकार या नैदानिक अवसाद भी कहा जाता है, एक आम और गंभीर मानसिक स्वास्थ्य स्थिति है। यह आपकी भावनाओं, सोचने के तरीके और व्यवहार को नकारात्मक रूप से प्रभावित करता है। अवसाद उदासी की भावनाएं और उन गतिविधियों में रुचि की कमी का कारण बनता है जो आप पहले पसंद करते थे।",
  "article_depression_p10": "द्विध्रुवी विकार का अवसादग्रस्त चरण, जिसमें उन्माद या हाइपोमेनिया की अवधि भी शामिल है। इस प्रकार के लिए एकध्रुवी अवसाद से अलग उपचार दृष्टिकोण की आवश्यकता होती है।",
  "article_depression_p11": "अवसाद का कोई एकल कारण नहीं है। यह आमतौर पर कारकों के संयोजन का परिणाम है:",
  "article_depression_p12": "अवसाद सबसे अधिक उपचार योग्य मानसिक स्वास्थ्य स्थितियों में से एक है। अवसाद वाले 80 से 90 प्रतिशत लोग अंततः उपचार के लिए अच्छी प्रतिक्रिया देते हैं।",
  "article_depression_p13": "टॉक थेरेपी के रूप में भी जाना जाता है, मनोचिकित्सा अवसाद वाले लोगों को उनकी भावनाओं को समझने और काम करने में मदद करती है। सामान्य दृष्टिकोण में शामिल हैं:",
  "article_depression_p14": "एंटीडिप्रेसेंट दवाएं मस्तिष्क में रासायनिक असंतुलन को ठीक करने में मदद कर सकती हैं। सामान्य प्रकारों में शामिल हैं:",
  "article_depression_p15": "दवा लेते समय स्वास्थ्य सेवा प्रदाता के साथ मिलकर काम करना महत्वपूर्ण है, क्योंकि सही दवा और खुराक खोजने में समय लग सकता है।",
  "article_depression_p16": "जबकि पेशेवर उपचार अक्सर आवश्यक होता है, स्व-देखभाल रणनीतियां आपकी रिकवरी का समर्थन कर सकती हैं:",
  "article_depression_p17": "यदि आपका कोई प्रियजन अवसाद का अनुभव कर रहा है, तो यहां बताया गया है कि आप कैसे मदद कर सकते हैं:",
  "article_depression_p18": "यदि कोई आत्महत्या या आत्म-हानि के विचार व्यक्त करता है, तो इसे गंभीरता से लें। उनके साथ रहें, यदि संभव हो तो आत्म-हानि के किसी भी साधन को हटा दें, और तुरंत आपातकालीन सेवाओं या संकट हेल्पलाइन को कॉल करें। अमेरिका में, आप आत्महत्या और संकट लाइफलाइन के लिए 988 पर कॉल या टेक्स्ट कर सकते हैं।",
  "article_depression_p2": "यह समझना महत्वपूर्ण है कि अवसाद सामान्य उदासी या शोक से अलग है। जबकि हर कोई कभी-कभी उदास महसूस करता है, अवसाद अधिक लगातार होता है और दैनिक जीवन में महत्वपूर्ण रूप से हस्तक्षेप कर सकता है। अवसाद कमजोरी या चरित्र दोष नहीं है—यह एक चिकित्सा स्थिति है जिसका इलाज किया जा सकता है।",
  "article_depression_p3": "अवसाद दुनिया भर में लगभग 280 मिलियन लोगों को प्रभावित करता है, जो इसे सबसे आम मानसिक स्वास्थ्य स्थितियों में से एक बनाता है। यह किसी भी उम्र में हो सकता है लेकिन अक्सर वयस्कता में शुरू होता है। महिलाओं को पुरुषों की तुलना में अवसाद का अनुभव होने की अधिक संभावना है, हालांकि पुरुष मदद लेने की कम संभावना रखते हैं।",
  "article_depression_p4": "अवसाद के लक्षण हल्के से गंभीर तक भिन्न हो सकते हैं। अवसाद का निदान होने के लिए, लक्षण कम से कम दो सप्ताह तक मौजूद होने चाहिए और आपके पिछले कार्यप्रणाली स्तर से परिवर्तन का प्रतिनिधित्व करने चाहिए।",
  "article_depression_p5": "अवसाद एक ही आकार की सभी के लिए उपयुक्त स्थिति नहीं है। कई प्रकार हैं, प्रत्येक की अपनी अनूठी विशेषताएं हैं:",
  "article_depression_p6": "अवसाद का सबसे आम रूप, जो उदासी, निराशा और रुचि की हानि की लगातार भावनाओं की विशेषता है। लक्षण कम से कम दो सप्ताह तक मौजूद होने चाहिए और दैनिक कार्यप्रणाली को महत्वपूर्ण रूप से प्रभावित करने चाहिए।",
  "article_depression_p7": "अवसाद का एक पुराना रूप जहां लक्षण कम से कम दो साल तक रहते हैं। हालांकि लक्षण प्रमुख अवसाद से कम गंभीर हो सकते हैं, वे लंबे समय तक रहने वाले हैं और जीवन की गुणवत्ता को महत्वपूर्ण रूप से प्रभावित कर सकते हैं।",
  "article_depression_p8": "अवसाद जो मौसमी पैटर्न का पालन करता है, आमतौर पर शरद ऋतु या सर्दियों में शुरू होता है जब प्राकृतिक धूप कम होती है। लक्षण आमतौर पर वसंत और गर्मियों में सुधार करते हैं। प्रकाश चिकित्सा अक्सर इस प्रकार के लिए प्रभावी होती है।",
  "article_depression_p9": "प्रसव के बाद होने वाला अवसाद, जो माताओं और पिताओं दोनों को प्रभावित करता है। यह \"बेबी ब्लूज़\" से अधिक गंभीर और लंबे समय तक रहने वाला है और पेशेवर उपचार की आवश्यकता होती है।",
  "article_depression_subtitle": "अवसाद क्या है, यह लोगों को कैसे प्रभावित करता है, और साक्ष्य-आधारित उपचार जो मदद कर सकते हैं, इसे समझने के लिए एक व्यापक मार्गदर्शिका।",
  "article_depression_title": "अवसाद को समझना: लक्षण, कारण और उपचार",
  "article_depression_toc_1": "अवसाद क्या है?",
  "article_depression_toc_2": "संकेत और लक्षण",
  "article_depression_toc_3": "अवसाद के प्रकार",
  "article_depression_toc_4": "कारण और जोखिम कारक",
  "article_depression_toc_5": "उपचार विकल्प",
  "article_depression_toc_6": "स्व-देखभाल रणनीतियां",
  "article_depression_toc_7": "अवसाद वाले व्यक्ति की मदद करना",
  "article_disclaimer": "यह सामग्री केवल सूचनात्मक उद्देश्यों के लिए है और पेशेवर चिकित्सा सलाह का विकल्प नहीं है।",
  "article_mh_wins_h2_1": "महत्वपूर्ण छोटी दैनिक जीत",
  "article_mh_wins_h2_2": "हस्तियाँ अपनी यात्राएँ साझा करती हैं",
  "article_mh_wins_h2_3": "मानसिक स्वास्थ्य जागरूकता में सकारात्मक रुझान",
  "article_mh_wins_h2_4": "कलंक कम करने में प्रगति",
  "article_mh_wins_h2_5": "अपनी जीत का उत्सव मनाएं",
  "article_mh_wins_h2_6": "आगे बढ़ते रहें: आप अच्छा कर रहे हैं",
  "article_mh_wins_li1": "<strong>बिस्तर से उठना:</strong> उठना साहस का एक वास्तविक कार्य है।",
  "article_mh_wins_li10": "नीति वकालत के माध्यम से मानसिक स्वास्थ्य के लिए बीमा कवरेज में सुधार हो रहा है",
  "article_mh_wins_li11": "क्राइसिस हॉटलाइन और टेक्स्ट लाइन 24/7 तत्काल सहायता प्रदान कर रही हैं",
  "article_mh_wins_li12": "<strong>एक विजय पत्रिका रखें:</strong> हर दिन एक छोटी जीत लिखें।",
  "article_mh_wins_li13": "<strong>किसी विश्वसनीय के साथ साझा करें:</strong> एक दोस्त को बताने से प्रगति वास्तविक लगती है।",
  "article_mh_wins_li14": "<strong>खुद को पुरस्कृत करें:</strong> कठिन उपलब्धियों के बाद अपने आप को कुछ दें।",
  "article_mh_wins_li15": "<strong>आत्म-करुणा का अभ्यास करें:</strong> अपने आप से वैसे बात करें जैसे आप किसी मित्र से करते।",
  "article_mh_wins_li16": "<strong>दृश्य अनुस्मारक बनाएं:</strong> एक विजय दीवार बनाएं या ट्रैकिंग ऐप्स का उपयोग करें।",
  "article_mh_wins_li2": "<strong>मदद मांगना:</strong> संपर्क करने में अविश्वसनीय ताकत लगती है।",
  "article_mh_wins_li3": "<strong>सीमाएं निर्धारित करना:</strong> ना कहना आत्म-देखभाल का एक शक्तिशाली रूप है।",
  "article_mh_wins_li4": "<strong>दवा लेना:</strong> उपचार के साथ सुसंगत रहना गर्व की बात है।",
  "article_mh_wins_li5": "<strong>भोजन करना:</strong> जब भूख गायब हो जाती है तब अपने शरीर को पोषण देना एक जीत है।",
  "article_mh_wins_li6": "<strong>बाहर जाना:</strong> ताजी हवा और धूप, भले ही पांच मिनट के लिए, प्रगति के रूप में गिना जाता है।",
  "article_mh_wins_li7": "मानसिक स्वास्थ्य अनुसंधान और सेवाओं के लिए बढ़ी हुई फंडिंग",
  "article_mh_wins_li8": "टेलीहेल्थ लाखों लोगों के लिए थेरेपी तक पहुंच का विस्तार कर रहा है",
  "article_mh_wins_li9": "नियोक्ता मानसिक स्वास्थ्य लाभ और सहायता कार्यक्रम जोड़ रहे हैं",
  "article_mh_wins_p1": "मानसिक स्वास्थ्य प्रगति हमेशा नाटकीय सफलताओं के बारे में नहीं होती। अक्सर, यह छोटी जीत होती हैं।",
  "article_mh_wins_p10": "स्कूल सामाजिक-भावनात्मक शिक्षण कार्यक्रम लागू कर रहे हैं।",
  "article_mh_wins_p11": "कलंक सबसे बड़ी बाधाओं में से एक बना हुआ है, लेकिन हम इसे तोड़ने में प्रगति कर रहे हैं।",
  "article_mh_wins_p12": "मीडिया प्रतिनिधित्व अधिक सटीकता और करुणा के साथ विकसित हो रहा है।",
  "article_mh_wins_p13": "भाषा भी बदल रही है। हम अधिक सम्मानजनक, व्यक्ति-प्रथम भाषा की ओर बढ़ रहे हैं।",
  "article_mh_wins_p14": "साझा अनुभवों के आसपास समुदाय बन रहे हैं।",
  "article_mh_wins_p15": "आपको मनाने के लिए किसी बड़े मील के पत्थर की प्रतीक्षा करने की आवश्यकता नहीं है।",
  "article_mh_wins_p16": "आपकी यात्रा अनोखी रूप से आपकी है।",
  "article_mh_wins_p17": "यदि आप इस लेख को पढ़ रहे हैं, तो आप पहले से ही बेहतर मानसिक स्वास्थ्य की ओर एक कदम उठा रहे हैं।",
  "article_mh_wins_p18": "मानसिक स्वास्थ्य समुदाय हर दिन मजबूत हो रहा है।",
  "article_mh_wins_p19": "तो आज मनाएं। इस तथ्य का जश्न मनाएं कि आप जागे और एक और दिन का सामना किया।",
  "article_mh_wins_p2": "यहां कुछ दैनिक जीतें हैं जो मनाने योग्य हैं:",
  "article_mh_wins_p20": "<strong>आप अकेले नहीं हैं। आप टूटे नहीं हैं। आप ठीक हो रहे हैं, बढ़ रहे हैं, और बन रहे हैं।</strong>",
  "article_mh_wins_p3": "जो दूसरों के लिए आसान लगता है वह आपके दिन की सबसे बड़ी लड़ाई हो सकती है।",
  "article_mh_wins_p4": "जब सार्वजनिक हस्तियां मानसिक स्वास्थ्य के बारे में खुलकर बात करती हैं, तो वे इन वार्तालापों को सामान्य बनाने में मदद करती हैं।",
  "article_mh_wins_p5": "सिमोन बाइल्स और माइकल फेल्प्स जैसे एथलीटों ने चिंता और अवसाद के बारे में खुलकर बात की है।",
  "article_mh_wins_p6": "संगीतकारों और कलाकारों ने मानसिक स्वास्थ्य संसाधनों की वकालत करने के लिए अपने संघर्षों को साझा किया है।",
  "article_mh_wins_p7": "राजनेता और व्यापारिक नेता अपनी मानसिक स्वास्थ्य यात्राओं के बारे में तेजी से खुले हैं।",
  "article_mh_wins_p8": "पिछले दशक में समाज के मानसिक स्वास्थ्य को समझने के तरीके में उल्लेखनीय बदलाव देखे गए हैं।",
  "article_mh_wins_p9": "थेरेपी सामान्य हो रही है, खासकर युवा पीढ़ियों में।",
  "article_mh_wins_subtitle": "हर कदम आगे मायने रखता है। आइए प्रगति का उत्सव मनाएं।",
  "article_mh_wins_title": "मानसिक स्वास्थ्य जीत: प्रगति का उत्सव",
  "article_mh_wins_toc_1": "छोटी दैनिक जीत",
  "article_mh_wins_toc_2": "हस्तियाँ कहानियाँ साझा करती हैं",
  "article_mh_wins_toc_3": "सकारात्मक रुझान",
  "article_mh_wins_toc_4": "कलंक कम करना",
  "article_mh_wins_toc_5": "अपनी जीत मनाएं",
  "article_mh_wins_toc_6": "आगे बढ़ते रहें",
  "article_mindfulness_subtitle": "मानसिक शांति और आंतरिक शांति के लिए अभ्यास।",
  "article_mindfulness_title": "माइंडफुलनेस और ध्यान",
  "article_mindfulness_toc_1": "माइंडफुलनेस क्या है?",
  "article_mindfulness_toc_2": "इसके पीछे का विज्ञान",
  "article_mindfulness_toc_3": "मानसिक स्वास्थ्य के लिए लाभ",
  "article_mindfulness_toc_4": "ध्यान के प्रकार",
  "article_mindfulness_toc_5": "शुरुआत कैसे करें",
  "article_mindfulness_toc_6": "सरल व्यायाम",
  "article_mindfulness_toc_7": "सफलता के लिए टिप्स",
  "article_news_category": "शोध समाचार",
  "article_news_h2_1": "मानसिक स्वास्थ्य शोध में नया युग",
  "article_news_h2_2": "थेरेपी में क्रांतिकारी प्रगति",
  "article_news_h2_3": "विकास में नई दवाइयाँ",
  "article_news_h2_4": "देखभाल को बदलने वाले डिजिटल नवाचार",
  "article_news_h2_5": "व्यक्तिगत उपचार का उदय",
  "article_news_h2_6": "भविष्य की आशा",
  "article_news_h3_1": "साइकेडेलिक-सहायता थेरेपी",
  "article_news_h3_10": "फार्माकोजीनोमिक्स",
  "article_news_h3_11": "बायोमार्कर-निर्देशित उपचार",
  "article_news_h3_2": "उन्नत संज्ञानात्मक व्यवहार थेरेपी",
  "article_news_h3_3": "ट्रांसक्रेनियल मैग्नेटिक स्टिमुलेशन",
  "article_news_h3_4": "अगली पीढ़ी के एंटीडिप्रेसेंट",
  "article_news_h3_5": "नए चिंता उपचार",
  "article_news_h3_6": "AI-संचालित मानसिक स्वास्थ्य ऐप्स",
  "article_news_h3_7": "टेलीथेरेपी प्लेटफॉर्म",
  "article_news_h3_8": "वर्चुअल रियलिटी थेरेपी",
  "article_news_h3_9": "पहनने योग्य मानसिक स्वास्थ्य मॉनिटर",
  "article_news_p1": "मानसिक स्वास्थ्य उपचार का क्षेत्र अभूतपूर्व प्रगति का अनुभव कर रहा है।",
  "article_news_p10": "महामारी ने टेलीथेरेपी को अपनाने में तेजी लाई।",
  "article_news_p11": "उभरते प्लेटफॉर्म वीडियो सत्रों को मैसेजिंग और एआई-संचालित समर्थन के साथ जोड़ते हैं।",
  "article_news_p12": "इन प्लेटफार्मों का उपयोग करने वाले मरीज उपचार के साथ अधिक लगातार जुड़े रहते हैं।",
  "article_news_p13": "वर्चुअल रियलिटी एक्सपोजर थेरेपी फोबिया, चिंता और पीटीएसडी के लिए प्रभावी साबित हो रही है।",
  "article_news_p14": "पहनने योग्य उपकरण अब तनाव के शारीरिक संकेतकों को ट्रैक कर सकते हैं।",
  "article_news_p15": "सबसे महत्वपूर्ण बदलावों में से एक व्यक्तिगत चिकित्सा की ओर कदम है।",
  "article_news_p16": "आनुवंशिक परीक्षण यह अनुमान लगा सकता है कि मरीज विभिन्न दवाओं पर कैसे प्रतिक्रिया देंगे।",
  "article_news_p17": "शोधकर्ता बायोमार्कर की पहचान कर रहे हैं जो उपचार प्रतिक्रिया की भविष्यवाणी कर सकते हैं।",
  "article_news_p18": "न्यूरोसाइंस, प्रौद्योगिकी और नवाचार का अभिसरण अवसर पैदा कर रहा है।",
  "article_news_p19": "मानसिक स्वास्थ्य स्थितियां इलाज योग्य हैं, और वे हर दिन अधिक इलाज योग्य होती जा रही हैं।",
  "article_news_p2": "हाल के वर्षों में विज्ञान के मानसिक स्वास्थ्य के दृष्टिकोण में एक प्रतिमान बदलाव देखा गया है।",
  "article_news_p20": "यदि आप या आपका कोई परिचित संघर्ष कर रहा है, तो याद रखें कि मदद उपलब्ध है।",
  "article_news_p21": "आशावान रहें। मानसिक स्वास्थ्य उपचार का भविष्य उज्ज्वल है।",
  "article_news_p3": "हम दुनिया भर की प्रयोगशालाओं से उभर रही सबसे महत्वपूर्ण सफलताओं का पता लगाते हैं।",
  "article_news_p4": "सबसे रोमांचक विकासों में से एक साइकेडेलिक-सहायता प्राप्त थेरेपी अनुसंधान है।",
  "article_news_p5": "शोधकर्ता प्रौद्योगिकी और रीयल-टाइम फीडबैक को शामिल करने वाली उन्नत सीबीटी विकसित कर रहे हैं।",
  "article_news_p6": "टीएमएस अवसाद के लिए एक शक्तिशाली गैर-आक्रामक उपचार के रूप में उभरा है।",
  "article_news_p7": "अवसादरोधी दवाओं की अगली पीढ़ी विभिन्न मस्तिष्क मार्गों को लक्षित करती है।",
  "article_news_p8": "ग्लूटामेट प्रणाली को लक्षित करने वाली नई दवाएं चिंता के लिए आशाजनक हैं।",
  "article_news_p9": "एआई परिष्कृत ऐप्स के माध्यम से मानसिक स्वास्थ्य देखभाल में क्रांति ला रही है।",
  "article_news_subtitle": "थेरेपी, दवाओं और डिजिटल नवाचारों में नवीनतम सफलताओं की खोज।",
  "article_news_title": "ब्रेकिंग: मानसिक स्वास्थ्य उपचार में नया शोध",
  "article_news_toc_1": "सफलता अवलोकन",
  "article_news_toc_2": "थेरेपी में प्रगति",
  "article_news_toc_3": "नई दवाइयाँ",
  "article_news_toc_4": "डिजिटल नवाचार",
  "article_news_toc_5": "व्यक्तिगत उपचार",
  "article_news_toc_6": "भविष्य की आशा",
  "article_recovery_category": "रिकवरी",
  "article_recovery_h2_1": "रिकवरी कहानियाँ क्यों मायने रखती हैं",
  "article_recovery_h2_2": "माया की यात्रा: चिंता पर विजय",
  "article_recovery_h2_3": "जेम्स का मार्ग: अवसाद में रोशनी",
  "article_recovery_h2_4": "सारा का संतुलन: प्रसवोत्तर को नेविगेट करना",
  "article_recovery_h2_5": "सामान्य धागे: रिकवरी कैसी दिखती है",
  "article_recovery_h2_6": "आपकी यात्रा आज शुरू होती है",
  "article_recovery_h3_1": "मदद माँगना पहला कदम है",
  "article_recovery_h3_2": "सहायता प्रणालियाँ फर्क करती हैं",
  "article_recovery_h3_3": "छोटी जीत जुड़ती हैं",
  "article_recovery_h3_4": "यह एक चलती यात्रा है",
  "article_recovery_p1": "जब मानसिक स्वास्थ्य से जूझ रहे हों, तो यह महसूस हो सकता है कि आप पूरी तरह से अकेले हैं।",
  "article_recovery_p10": "जेम्स एक सफल मार्केटिंग कार्यकारी था जब अवसाद ने उसे नीचे खींचा।",
  "article_recovery_p11": "मैं सोचता रहता था कि मुझे जो है उसके लिए आभारी होना चाहिए।",
  "article_recovery_p12": "महीनों तक, जेम्स ने अपने दम पर इससे निकलने की कोशिश की।",
  "article_recovery_p13": "एक दोस्त जो अवसाद से गुजर चुका था, उसने संकेतों को पहचान लिया।",
  "article_recovery_p14": "दवा और थेरेपी के साथ, जेम्स अंधेरे से बाहर आने लगा।",
  "article_recovery_p15": "दवा ने मुझे थेरेपी में असली काम करने के लिए पर्याप्त स्थिर करने में मदद की।",
  "article_recovery_p16": "जेम्स अब काम पर वापस आ गया है, लेकिन अलग प्राथमिकताओं के साथ।",
  "article_recovery_p17": "सारा ने वर्षों से मातृत्व का सपना देखा था।",
  "article_recovery_p18": "सारा ने लगभग एक साल तक चुपचाप कष्ट सहा।",
  "article_recovery_p19": "एक चिकित्सक के समर्थन से, सारा ने अपने संघर्षों को समझना शुरू किया।",
  "article_recovery_p2": "ये कहानियां वास्तविक लोगों की हैं जिन्होंने उज्जवल दिनों की ओर अपना रास्ता खोजा।",
  "article_recovery_p20": "समूह ने सब कुछ बदल दिया।",
  "article_recovery_p21": "आज, सारा मातृ मानसिक स्वास्थ्य जागरूकता की वकालत करती है।",
  "article_recovery_p22": "हर रिकवरी यात्रा अनूठी है, लेकिन महत्वपूर्ण विषयों को साझा करती है।",
  "article_recovery_p23": "तीनों एक ऐसे बिंदु पर पहुंचे जहां वे अकेले नहीं कर सकते थे—और यह ठीक है।",
  "article_recovery_p24": "रिकवरी शायद ही कभी अलगाव में होती है।",
  "article_recovery_p25": "रिकवरी एक नाटकीय सफलता के बारे में नहीं है—यह अनगिनत छोटे कदमों के बारे में है।",
  "article_recovery_p26": "मानसिक स्वास्थ्य एक गंतव्य नहीं है; यह एक निरंतर अभ्यास है।",
  "article_recovery_p27": "यदि आप इनमें से किसी भी कहानी में खुद को देखते हैं, तो जान लें: आपकी कहानी खत्म नहीं हुई है।",
  "article_recovery_p28": "आपको सब कुछ समझने की जरूरत नहीं है। आपको तैयार महसूस करने की जरूरत नहीं है।",
  "article_recovery_p29": "रिकवरी संभव है। आशा वास्तविक है। और आप बेहतर महसूस करने के लायक हैं।",
  "article_recovery_p3": "हालांकि ये कहानियां संयुक्त हैं, वे प्रामाणिक अनुभवों का प्रतिनिधित्व करती हैं।",
  "article_recovery_p30": "<strong>यदि आप संकट में हैं, तो कृपया किसी संकट हेल्पलाइन से संपर्क करें या निकटतम आपातकालीन कक्ष में जाएं।</strong>",
  "article_recovery_p4": "माया कॉलेज में द्वितीय वर्ष की छात्रा थी जब उसकी चिंता असहनीय हो गई।",
  "article_recovery_p5": "मुझे लगा कि मैं टूट गई हूं।",
  "article_recovery_p6": "टर्निंग पॉइंट तब आया जब माया ने अपनी शैक्षणिक सलाहकार पर विश्वास किया।",
  "article_recovery_p7": "सीबीटी के माध्यम से, माया ने अपने चिंता पैटर्न को पहचानना सीखा।",
  "article_recovery_p8": "यह रातोंरात नहीं हुआ।",
  "article_recovery_p9": "आज, माया स्नातक हो चुकी है और एक सहकर्मी सहायता विशेषज्ञ के रूप में काम करती है।",
  "article_recovery_subtitle": "मानसिक स्वास्थ्य रिकवरी के मार्ग पर चलने वालों की प्रेरणादायक कहानियाँ।",
  "article_recovery_title": "आशा की कहानियाँ: वास्तविक रिकवरी यात्राएँ",
  "article_recovery_toc_1": "परिचय",
  "article_recovery_toc_2": "माया की यात्रा",
  "article_recovery_toc_3": "जेम्स का मार्ग",
  "article_recovery_toc_4": "सारा का संतुलन",
  "article_recovery_toc_5": "सामान्य धागे",
  "article_recovery_toc_6": "आपकी यात्रा शुरू होती है",
  "article_related": "संबंधित लेख",
  "article_share": "इस लेख को साझा करें:",
  "article_sleep_h2_1": "नींद क्यों महत्वपूर्ण है",
  "article_sleep_h2_2": "आपको कितनी नींद की जरूरत है?",
  "article_sleep_h2_3": "नींद की स्वच्छता की मूल बातें",
  "article_sleep_h2_4": "अपने बेडरूम को ऑप्टिमाइज़ करें",
  "article_sleep_h2_5": "सोने की दिनचर्या",
  "article_sleep_h2_6": "आम नींद की समस्याएं",
  "article_sleep_h2_7": "डॉक्टर से कब मिलें",
  "article_sleep_h3_1": "समय-सारणी का पालन करें",
  "article_sleep_h3_2": "कैफीन और शराब सीमित करें",
  "article_sleep_h3_3": "नियमित व्यायाम करें",
  "article_sleep_h3_4": "झपकी सीमित करें",
  "article_sleep_h3_5": "सोने में परेशानी",
  "article_sleep_h3_6": "रात में जागना",
  "article_sleep_h3_7": "तेज़ दौड़ते विचार",
  "article_sleep_h3_8": "सुबह जल्दी जागना",
  "article_sleep_li1": "<strong>नवजात शिशु (0-3 महीने):</strong> 14-17 घंटे",
  "article_sleep_li10": "<strong>इसे ठंडा रखें:</strong> नींद के लिए आदर्श बेडरूम का तापमान लगभग 18-20°C (65-68°F) है। थोड़ा ठंडा कमरा नींद के दौरान होने वाली आपके शरीर की प्राकृतिक तापमान गिरावट में मदद करता है।",
  "article_sleep_li11": "<strong>इसे अंधेरा करें:</strong> रोशनी को रोकने के लिए ब्लैकआउट पर्दे या आई मास्क का उपयोग करें। थोड़ी सी भी रोशनी आपकी सर्केडियन रिदम में हस्तक्षेप कर सकती है।",
  "article_sleep_li12": "<strong>शोर कम करें:</strong> विघटनकारी आवाजों को छिपाने के लिए इयरप्लग, व्हाइट नॉइज़ मशीन या पंखे का उपयोग करें।",
  "article_sleep_li13": "<strong>आराम में निवेश करें:</strong> एक सहायक गद्दा और आरामदायक तकिए महत्वपूर्ण अंतर ला सकते हैं। हर 7-10 साल में अपना गद्दा बदलें।",
  "article_sleep_li14": "<strong>इलेक्ट्रॉनिक्स हटाएं:</strong> टीवी, कंप्यूटर और स्मार्टफोन को बेडरूम से बाहर रखें। वे जो नीली रोशनी उत्सर्जित करते हैं वह मेलाटोनिन उत्पादन को दबा सकती है।",
  "article_sleep_li15": "<strong>'वाइंड-डाउन' अलार्म सेट करें:</strong> बिस्तर से एक घंटे पहले, नींद की तैयारी शुरू करें।",
  "article_sleep_li16": "<strong>स्क्रीन बंद करें:</strong> बिस्तर से कम से कम 30 मिनट पहले फोन, टैबलेट और कंप्यूटर का उपयोग बंद कर दें।",
  "article_sleep_li17": "<strong>किताब पढ़ें:</strong> पढ़ना (भौतिक किताबें, बैकलाइट वाले ई-रीडर नहीं) आपको आराम करने में मदद कर सकता है।",
  "article_sleep_li18": "<strong>गर्म पानी से नहाएं:</strong> शरीर के तापमान में वृद्धि और गिरावट नींद को बढ़ावा दे सकती है।",
  "article_sleep_li19": "<strong>विश्राम का अभ्यास करें:</strong> गहरी सांस लेना, प्रगतिशील मांसपेशी विश्राम, या हल्की स्ट्रेचिंग आजमाएं।",
  "article_sleep_li2": "<strong>शिशु (4-11 महीने):</strong> 12-15 घंटे",
  "article_sleep_li20": "<strong>जर्नल में लिखें:</strong> विचारों को अपने दिमाग से निकालकर कागज पर उतारना सोने के समय की चिंता को कम कर सकता है।",
  "article_sleep_li21": "<strong>शांत संगीत सुनें:</strong> धीमा, मधुर संगीत आपको आराम करने और नींद के लिए तैयार होने में मदद कर सकता है।",
  "article_sleep_li22": "आपको लगातार सोने या सोए रहने में परेशानी होती है",
  "article_sleep_li23": "आप ज़ोर से खर्राटे लेते हैं या नींद में हांफते हैं",
  "article_sleep_li24": "पर्याप्त नींद के समय के बावजूद आप दिन में अत्यधिक थकान महसूस करते हैं",
  "article_sleep_li25": "आपके पैर बेचैन हैं या रात में असहज संवेदनाएं होती हैं",
  "article_sleep_li26": "आपकी नींद की समस्याएं आपके दैनिक जीवन, काम या रिश्तों को प्रभावित कर रही हैं",
  "article_sleep_li27": "आपने कई हफ्तों तक नींद की स्वच्छता में सुधार की कोशिश की है लेकिन सफलता नहीं मिली",
  "article_sleep_li3": "<strong>छोटे बच्चे (1-2 वर्ष):</strong> 11-14 घंटे",
  "article_sleep_li4": "<strong>प्रीस्कूलर (3-5 वर्ष):</strong> 10-13 घंटे",
  "article_sleep_li5": "<strong>स्कूली उम्र के बच्चे (6-13 वर्ष):</strong> 9-11 घंटे",
  "article_sleep_li6": "<strong>किशोर (14-17 वर्ष):</strong> 8-10 घंटे",
  "article_sleep_li7": "<strong>युवा वयस्क (18-25 वर्ष):</strong> 7-9 घंटे",
  "article_sleep_li8": "<strong>वयस्क (26-64 वर्ष):</strong> 7-9 घंटे",
  "article_sleep_li9": "<strong>वृद्ध वयस्क (65+ वर्ष):</strong> 7-8 घंटे",
  "article_sleep_p1": "नींद विलासिता नहीं है—यह एक बुनियादी जैविक आवश्यकता है। नींद के दौरान, आपका शरीर ऊतकों की मरम्मत करता है, यादों को मजबूत करता है, और वृद्धि और भूख को नियंत्रित करने वाले हार्मोन जारी करता है। गुणवत्तापूर्ण नींद शारीरिक स्वास्थ्य, मानसिक कल्याण और संज्ञानात्मक कार्य के लिए आवश्यक है।",
  "article_sleep_p10": "जबकि छोटी झपकी फायदेमंद हो सकती है, दिन में लंबी या अनियमित झपकी आपकी रात की नींद को नकारात्मक रूप से प्रभावित कर सकती है। यदि आप झपकी लेना चुनते हैं, तो इसे दोपहर के शुरुआती समय में 20-30 मिनट तक सीमित रखें।",
  "article_sleep_p11": "आपके बेडरूम का वातावरण नींद की गुणवत्ता में महत्वपूर्ण भूमिका निभाता है:",
  "article_sleep_p12": "एक सुसंगत सोने की दिनचर्या आपके शरीर को संकेत देती है कि यह आराम करने का समय है। इन प्रथाओं को आजमाएं:",
  "article_sleep_p13": "यदि आप 20 मिनट के भीतर नहीं सो पाते, तो बिस्तर से उठें और मंद रोशनी में कुछ आरामदायक करें। जब आपको नींद आए तो बिस्तर पर लौटें। यह आपके मस्तिष्क को आपके बिस्तर को नींद से जोड़ने में मदद करता है, निराशा से नहीं।",
  "article_sleep_p14": "रात में संक्षिप्त जागना सामान्य है। यदि आप 20 मिनट के भीतर वापस नहीं सो पाते, तो वही तकनीक आजमाएं—उठें, कुछ शांत करें, और नींद आने पर लौटें।",
  "article_sleep_p15": "चिंताओं या करने योग्य कार्यों को लिखने के लिए अपने बिस्तर के पास एक नोटपैड रखें। यह 'ब्रेन डंप' आपके दिमाग को साफ करने में मदद कर सकता है। आप तेज़ दौड़ते विचारों को शांत करने के लिए माइंडफुलनेस मेडिटेशन भी आजमा सकते हैं।",
  "article_sleep_p16": "यदि आप लगातार बहुत जल्दी जाग जाते हैं, तो अपने सोने के समय को समायोजित करने या सुबह के घंटों में अपने कमरे को अंधेरा रखने का प्रयास करें। शाम को जल्दी तेज रोशनी के संपर्क में आना भी आपके नींद के कार्यक्रम को बदलने में मदद कर सकता है।",
  "article_sleep_p17": "स्वास्थ्य सेवा प्रदाता से परामर्श करें यदि:",
  "article_sleep_p18": "अनिद्रा, स्लीप एपनिया और रेस्टलेस लेग्स सिंड्रोम जैसी नींद की समस्याएं इलाज योग्य हैं। एक डॉक्टर किसी भी अंतर्निहित समस्या का निदान करने और उचित उपचार की सिफारिश करने में मदद कर सकता है।",
  "article_sleep_p2": "पुरानी नींद की कमी गंभीर स्वास्थ्य समस्याओं से जुड़ी है जिसमें मोटापा, मधुमेह, हृदय रोग और कमजोर प्रतिरक्षा प्रणाली शामिल है। यह आपके मूड, एकाग्रता और निर्णय लेने की क्षमताओं को भी प्रभावित करता है।",
  "article_sleep_p3": "अच्छी खबर यह है कि उचित नींद की स्वच्छता और आदतों के साथ, अधिकांश लोग अपनी नींद की गुणवत्ता में काफी सुधार कर सकते हैं। छोटे बदलाव बड़ा अंतर ला सकते हैं।",
  "article_sleep_p4": "नींद की जरूरतें उम्र के अनुसार भिन्न होती हैं, लेकिन यहां राष्ट्रीय नींद फाउंडेशन से सामान्य दिशानिर्देश हैं:",
  "article_sleep_p5": "याद रखें, ये दिशानिर्देश हैं। कुछ लोगों को स्वाभाविक रूप से अधिक या कम नींद की आवश्यकता होती है। ध्यान दें कि आप कैसा महसूस करते हैं—यदि आप दिन में लगातार थके हुए हैं, तो आपको अधिक नींद की आवश्यकता हो सकती है।",
  "article_sleep_p6": "नींद की स्वच्छता उन आदतों और प्रथाओं को संदर्भित करती है जो गुणवत्तापूर्ण नींद को बढ़ावा देती हैं। यहां बुनियादी बातें हैं:",
  "article_sleep_p7": "हर दिन एक ही समय पर सोएं और जागें, सप्ताहांत में भी। यह आपके शरीर की आंतरिक घड़ी (सर्केडियन रिदम) को नियंत्रित करने में मदद करता है और आपको अधिक आसानी से सोने और जागने में मदद कर सकता है।",
  "article_sleep_p8": "कैफीन आपके सिस्टम में 6-8 घंटे तक रह सकती है, इसलिए दोपहर और शाम को कॉफी, चाय और एनर्जी ड्रिंक से बचें। हालांकि शराब शुरू में आपको सोने में मदद कर सकती है, यह रात में बाद में नींद की गुणवत्ता को बाधित करती है।",
  "article_sleep_p9": "नियमित शारीरिक गतिविधि आपको तेजी से सोने और गहरी नींद का आनंद लेने में मदद कर सकती है। हालांकि, सोने से कम से कम 3 घंटे पहले व्यायाम पूरा करने का प्रयास करें, क्योंकि व्यायाम उत्तेजक हो सकता है।",
  "article_sleep_subtitle": "अपनी नींद की गुणवत्ता में सुधार करने और तरोताजा और ऊर्जावान महसूस करते हुए जागने के लिए विज्ञान-समर्थित रणनीतियां।",
  "article_sleep_title": "बेहतर नींद: आरामदायक रातों के लिए आपकी पूर्ण गाइड",
  "article_sleep_toc_1": "नींद क्यों महत्वपूर्ण है",
  "article_sleep_toc_2": "आपको कितनी नींद की जरूरत है?",
  "article_sleep_toc_3": "नींद की स्वच्छता की मूल बातें",
  "article_sleep_toc_4": "अपने बेडरूम को ऑप्टिमाइज़ करें",
  "article_sleep_toc_5": "सोने की दिनचर्या",
  "article_sleep_toc_6": "आम नींद की समस्याएं",
  "article_sleep_toc_7": "डॉक्टर से कब मिलें",
  "article_sources": "स्रोत",
  "article_stress_h2_1": "तनाव क्या है?",
  "article_stress_h2_2": "तनाव के प्रकार",
  "article_stress_h2_3": "शरीर और मन पर प्रभाव",
  "article_stress_h2_4": "बहुत अधिक तनाव के चेतावनी संकेत",
  "article_stress_h2_5": "स्वस्थ मुकाबला रणनीतियां",
  "article_stress_h2_6": "तनाव प्रबंधन के लिए जीवनशैली में बदलाव",
  "article_stress_h2_7": "पेशेवर मदद कब लें",
  "article_stress_h3_1": "तीव्र तनाव",
  "article_stress_h3_10": "सीमाएं निर्धारित करें",
  "article_stress_h3_11": "समस्या-समाधान करें",
  "article_stress_h3_2": "प्रासंगिक तीव्र तनाव",
  "article_stress_h3_3": "दीर्घकालिक तनाव",
  "article_stress_h3_4": "शारीरिक प्रभाव",
  "article_stress_h3_5": "भावनात्मक और मानसिक प्रभाव",
  "article_stress_h3_6": "व्यवहारिक प्रभाव",
  "article_stress_h3_7": "विश्राम तकनीकों का अभ्यास करें",
  "article_stress_h3_8": "जुड़े रहें",
  "article_stress_h3_9": "ब्रेक लें",
  "article_stress_li1": "सिरदर्द और मांसपेशियों में तनाव",
  "article_stress_li10": "अभिभूत महसूस करना",
  "article_stress_li11": "चिड़चिड़ापन या गुस्सा",
  "article_stress_li12": "उदासी या अवसाद",
  "article_stress_li13": "स्मृति समस्याएं",
  "article_stress_li14": "अधिक खाना या कम खाना",
  "article_stress_li15": "गुस्से का विस्फोट",
  "article_stress_li16": "ड्रग या शराब का दुरुपयोग",
  "article_stress_li17": "सामाजिक अलगाव",
  "article_stress_li18": "कम व्यायाम करना",
  "article_stress_li19": "लगातार चिंतित या बेचैन महसूस करना",
  "article_stress_li2": "छाती में दर्द और तेज़ दिल की धड़कन",
  "article_stress_li20": "ध्यान केंद्रित करने में परेशानी",
  "article_stress_li21": "मूड स्विंग का अनुभव करना",
  "article_stress_li22": "रोज़मर्रा के कामों से अभिभूत महसूस करना",
  "article_stress_li23": "सोने में परेशानी या बहुत अधिक सोना",
  "article_stress_li24": "शराब, ड्रग्स या भोजन पर निर्भर रहना",
  "article_stress_li25": "बिना स्पष्ट चिकित्सा कारण के शारीरिक लक्षण",
  "article_stress_li26": "दोस्तों और आनंददायक गतिविधियों से दूर होना",
  "article_stress_li27": "<strong>नियमित व्यायाम करें:</strong> शारीरिक गतिविधि एंडोर्फिन उत्पन्न करती है—मस्तिष्क में रसायन जो प्राकृतिक दर्द निवारक और मूड एलेवेटर के रूप में कार्य करते हैं। अधिकांश दिनों में कम से कम 30 मिनट के मध्यम व्यायाम का लक्ष्य रखें।",
  "article_stress_li28": "<strong>संतुलित आहार लें:</strong> स्वस्थ आहार आपकी प्रतिरक्षा प्रणाली को बढ़ाकर और रक्तचाप को कम करके तनाव के प्रभाव का मुकाबला करने में मदद कर सकता है। अधिक कैफीन और चीनी से बचें।",
  "article_stress_li29": "<strong>पर्याप्त नींद लें:</strong> तनाव अक्सर नींद की समस्याएं पैदा करता है, लेकिन नींद की कमी भी तनाव बढ़ाती है। प्रति रात 7-9 घंटे का लक्ष्य रखें और लगातार नींद का कार्यक्रम बनाए रखें।",
  "article_stress_li3": "थकान और नींद की समस्याएं",
  "article_stress_li30": "<strong>शराब सीमित करें और ड्रग्स से बचें:</strong> ये अस्थायी रूप से तनाव कम करते हुए दिख सकते हैं लेकिन वास्तव में लंबे समय में इसे बढ़ाते हैं।",
  "article_stress_li31": "<strong>शौक के लिए समय निकालें:</strong> जिन गतिविधियों का आप आनंद लेते हैं उनमें भाग लेना तनाव को दूर करने का एक शानदार तरीका हो सकता है। चाहे पढ़ना हो, बागवानी हो, संगीत हो या कला—अपने लिए काम करने वाला खोजें।",
  "article_stress_li32": "<strong>अच्छा समय प्रबंधन अभ्यास करें:</strong> आगे की योजना बनाएं, कार्यों को प्राथमिकता दें और परियोजनाओं को छोटे चरणों में विभाजित करें। यह अभिभूत महसूस करने के तनाव को कम करने में मदद कर सकता है।",
  "article_stress_li33": "स्व-सहायता प्रयासों के बावजूद आपके तनाव के लक्षण बने रहते हैं",
  "article_stress_li34": "तनाव आपके काम करने या रिश्ते बनाए रखने की क्षमता को प्रभावित कर रहा है",
  "article_stress_li35": "आप अस्वस्थ मुकाबला तंत्र का उपयोग कर रहे हैं (शराब, ड्रग्स, अधिक खाना)",
  "article_stress_li36": "आप चिंता या अवसाद के लक्षणों का अनुभव कर रहे हैं",
  "article_stress_li37": "आपको शारीरिक लक्षण हैं जो आपको चिंतित करते हैं",
  "article_stress_li38": "आप निराशा महसूस करते हैं या आत्म-हानि के विचार आते हैं",
  "article_stress_li4": "पाचन समस्याएं (पेट खराब, मतली, दस्त)",
  "article_stress_li5": "कमजोर प्रतिरक्षा प्रणाली (अधिक बार बीमार पड़ना)",
  "article_stress_li6": "यौन इच्छा में बदलाव",
  "article_stress_li7": "उच्च रक्तचाप",
  "article_stress_li8": "चिंता और बेचैनी",
  "article_stress_li9": "प्रेरणा या ध्यान की कमी",
  "article_stress_p1": "तनाव किसी भी मांग या चुनौती के प्रति आपके शरीर की प्राकृतिक प्रतिक्रिया है। जब आप तनावपूर्ण स्थिति का सामना करते हैं, तो आपका शरीर कोर्टिसोल और एड्रेनालाईन जैसे हार्मोन जारी करता है जो आपको कार्रवाई के लिए तैयार करते हैं। इसे अक्सर \"लड़ो या भागो\" प्रतिक्रिया कहा जाता है।",
  "article_stress_p10": "गहरी सांस लेना, प्रगतिशील मांसपेशी विश्राम, ध्यान और योग आपके शरीर की विश्राम प्रतिक्रिया को सक्रिय कर सकते हैं—तनाव प्रतिक्रिया के विपरीत। दिन में सिर्फ 10-15 मिनट भी महत्वपूर्ण अंतर ला सकते हैं।",
  "article_stress_p11": "तनाव को प्रबंधित करने के लिए सामाजिक समर्थन महत्वपूर्ण है। दोस्तों, परिवार, या सहायता समूह से बात करें जो आप अनुभव कर रहे हैं। कभी-कभी बस अपनी भावनाओं को साझा करना राहत प्रदान कर सकता है।",
  "article_stress_p12": "जब आप तनाव में होते हैं, तो \"पार निकलने\" के लिए और मेहनत करने का मन करता है। लेकिन नियमित ब्रेक लेना वास्तव में आपको अधिक उत्पादक बनाता है और बर्नआउट को रोकने में मदद करता है। अपने काम से दूर हटें, टहलें, या कुछ आनंददायक करें।",
  "article_stress_p13": "उन अनुरोधों को ना कहना सीखें जो आपके जीवन में अत्यधिक तनाव पैदा करेंगे। जब आप पहले से अभिभूत हैं तो नई जिम्मेदारियों को अस्वीकार करना ठीक है।",
  "article_stress_p14": "तनावपूर्ण स्थितियों से बचने के बजाय, उन्हें सीधे संबोधित करने का प्रयास करें। बड़ी समस्याओं को छोटे, प्रबंधनीय चरणों में विभाजित करें। जो आप नियंत्रित कर सकते हैं उस पर ध्यान दें और जो नहीं कर सकते उसे छोड़ दें।",
  "article_stress_p15": "यदि निम्नलिखित हो तो स्वास्थ्य सेवा प्रदाता या मानसिक स्वास्थ्य पेशेवर से बात करने पर विचार करें:",
  "article_stress_p16": "एक पेशेवर आपको तनाव के स्रोतों की पहचान करने, प्रभावी मुकाबला रणनीतियां विकसित करने और यह निर्धारित करने में मदद कर सकता है कि क्या आपको थेरेपी या दवा से लाभ हो सकता है।",
  "article_stress_p2": "छोटी खुराक में, तनाव फायदेमंद हो सकता है। यह आपको केंद्रित, ऊर्जावान और सतर्क रहने में मदद कर सकता है। आपातकालीन स्थितियों में, तनाव आपकी जान बचा सकता है—उदाहरण के लिए, अपनी रक्षा के लिए अतिरिक्त ताकत देना, या दुर्घटना से बचने के लिए ब्रेक लगाने के लिए प्रेरित करना।",
  "article_stress_p3": "हालांकि, जब तनाव पुराना या भारी हो जाता है, तो यह आपके शारीरिक और मानसिक स्वास्थ्य पर गंभीर प्रभाव डाल सकता है। तनाव कैसे काम करता है यह समझना और इसे प्रभावी ढंग से प्रबंधित करना सीखना आपके समग्र कल्याण के लिए आवश्यक है।",
  "article_stress_p4": "यह तनाव का सबसे आम रूप है। यह हाल के अतीत की मांगों और दबावों और निकट भविष्य की प्रत्याशित मांगों और दबावों से आता है। तीव्र तनाव छोटी खुराक में रोमांचक है, लेकिन बहुत अधिक थकाऊ है। उदाहरणों में नौकरी का साक्षात्कार, पहली डेट, या काम पर समय सीमा शामिल है।",
  "article_stress_p5": "जब तीव्र तनाव बार-बार होता है, तो यह प्रासंगिक तीव्र तनाव बन जाता है। इस प्रकार के तनाव से पीड़ित लोग अक्सर चिड़चिड़े और चिंतित होते हैं। वे खुद को \"बहुत घबराहट वाली ऊर्जा\" रखने वाला या हमेशा जल्दी में रहने वाला बता सकते हैं।",
  "article_stress_p6": "यह वह घिसने वाला तनाव है जो दिन-ब-दिन, साल-दर-साल लोगों को खराब करता है। यह शरीर, मन और जीवन को नष्ट कर देता है। दीर्घकालिक तनाव नाखुश विवाह, विषाक्त कार्य वातावरण, गरीबी, या पुरानी बीमारी जैसी चल रही स्थितियों से आता है। दीर्घकालिक तनाव का सबसे बुरा पहलू यह है कि लोग इसके आदी हो जाते हैं और इसे नोटिस भी नहीं कर पाते।",
  "article_stress_p7": "दीर्घकालिक तनाव आपके शरीर की लगभग हर प्रणाली को प्रभावित करता है:",
  "article_stress_p8": "यह पहचानना महत्वपूर्ण है कि तनाव कब अनियंत्रित हो रहा है। इन चेतावनी संकेतों पर ध्यान दें:",
  "article_stress_p9": "हर कोई तनाव से अलग तरीके से निपटता है, लेकिन ये साक्ष्य-आधारित रणनीतियां मदद कर सकती हैं:",
  "article_stress_subtitle": "तनाव क्या है, यह आपको कैसे प्रभावित करता है, और इसे प्रभावी ढंग से प्रबंधित करने के लिए साक्ष्य-आधारित रणनीतियों को समझने के लिए एक व्यावहारिक मार्गदर्शिका।",
  "article_stress_title": "तनाव प्रबंधन: समझ और मुकाबला रणनीतियां",
  "article_stress_toc_1": "तनाव क्या है?",
  "article_stress_toc_2": "तनाव के प्रकार",
  "article_stress_toc_3": "शरीर और मन पर प्रभाव",
  "article_stress_toc_4": "चेतावनी के संकेत",
  "article_stress_toc_5": "स्वस्थ मुकाबला रणनीतियां",
  "article_stress_toc_6": "जीवनशैली में बदलाव",
  "article_stress_toc_7": "मदद कब लें",
  "article_teen_subtitle": "युवाओं के मानसिक स्वास्थ्य के लिए सहायता।",
  "article_teen_support_h2_adults": "माता-पिता और शिक्षक कैसे सहायता कर सकते हैं",
  "article_teen_support_h2_challenges": "आज किशोरों की वास्तविक चुनौतियाँ",
  "article_teen_support_h2_hope": "संघर्ष कर रहे किशोरों के लिए आशा का संदेश",
  "article_teen_support_h2_resources": "किशोर-विशिष्ट संसाधन",
  "article_teen_support_h2_stories": "विकास और उपचार की कहानियाँ",
  "article_teen_support_h3_academic": "शैक्षिक दबाव और चिंता",
  "article_teen_support_h3_for_parents": "माता-पिता के लिए",
  "article_teen_support_h3_for_teachers": "शिक्षकों के लिए",
  "article_teen_support_h3_identity": "पहचान और अपनापन",
  "article_teen_support_h3_social_media": "सोशल मीडिया विरोधाभास",
  "article_teen_support_subtitle": "चुनौतियों का सामना करने वाले युवाओं की असली कहानियाँ।",
  "article_teen_support_title": "किशोरों का समर्थन: विकास और लचीलेपन की कहानियाँ",
  "article_teen_support_toc_1": "किशोरों की चुनौतियाँ",
  "article_teen_support_toc_2": "विकास की कहानियाँ",
  "article_teen_support_toc_3": "वयस्क कैसे मदद कर सकते हैं",
  "article_teen_support_toc_4": "किशोर-विशिष्ट संसाधन",
  "article_teen_support_toc_5": "आशा का संदेश",
  "article_teen_title": "किशोर मानसिक स्वास्थ्य",
  "article_teen_toc_1": "किशोर मानसिक स्वास्थ्य को समझना",
  "article_teen_toc_2": "आम मानसिक स्वास्थ्य चुनौतियां",
  "article_teen_toc_3": "देखने के लिए चेतावनी के संकेत",
  "article_teen_toc_4": "अगर आप एक संघर्षरत किशोर हैं",
  "article_teen_toc_5": "माता-पिता और देखभालकर्ताओं के लिए",
  "article_teen_toc_6": "पेशेवर मदद प्राप्त करना",
  "article_teen_toc_7": "मानसिक लचीलापन बनाना",
  "article_toc": "विषय सूची",
  "article_view_source": "मूल स्रोत देखें",
  "article_workplace_h2_1": "कार्यस्थल मानसिक स्वास्थ्य की बढ़ती प्राथमिकता",
  "article_workplace_h2_2": "कार्यक्रम लागू करने वाली कंपनियाँ",
  "article_workplace_h2_3": "दूरस्थ कार्य और मानसिक स्वास्थ्य",
  "article_workplace_h2_4": "बर्नआउट को पहचानना",
  "article_workplace_h2_5": "कर्मचारियों और प्रबंधकों के लिए संसाधन",
  "article_workplace_h2_6": "कार्यस्थल कल्याण का भविष्य",
  "article_workplace_h3_1": "सामान्य कॉर्पोरेट पहल",
  "article_workplace_h3_2": "शोध क्या दिखाता है",
  "article_workplace_h3_3": "दूरस्थ कार्य की चुनौतियाँ",
  "article_workplace_h3_4": "बर्नआउट के संकेत",
  "article_workplace_h3_5": "स्वस्थ वातावरण बनाना",
  "article_workplace_h3_6": "कर्मचारियों के लिए",
  "article_workplace_h3_7": "प्रबंधकों के लिए",
  "article_workplace_li1": "<strong>मानसिक स्वास्थ्य दिवस:</strong> मानसिक स्वास्थ्य के लिए समर्पित सवेतन अवकाश।",
  "article_workplace_li10": "<strong>अलगाव:</strong> व्यक्तिगत बातचीत की कमी अकेलापन बढ़ा सकती है।",
  "article_workplace_li11": "<strong>सीमाओं का धुंधलापन:</strong> काम को व्यक्तिगत जीवन से अलग करने में कठिनाई।",
  "article_workplace_li12": "<strong>अधिक काम:</strong> स्पष्ट कार्यालय समय के बिना, कुछ कर्मचारी अधिक समय तक काम करते हैं।",
  "article_workplace_li13": "<strong>संचार चुनौतियां:</strong> गलतफहमियां अधिक आम हैं।",
  "article_workplace_li14": "पुरानी थकान जो आराम से नहीं सुधरती",
  "article_workplace_li15": "काम से बढ़ा हुआ निंदकवाद या अलगाव",
  "article_workplace_li16": "उपलब्धि या प्रभावशीलता की कम भावना",
  "article_workplace_li17": "शारीरिक लक्षण जैसे सिरदर्द, नींद की समस्या, या पाचन संबंधी समस्याएं",
  "article_workplace_li18": "ध्यान केंद्रित करने या निर्णय लेने में कठिनाई",
  "article_workplace_li19": "<strong>कार्यभार का आकलन करें:</strong> सुनिश्चित करें कि अपेक्षाएं यथार्थवादी हैं।",
  "article_workplace_li2": "<strong>ऑन-साइट काउंसलिंग:</strong> लाइसेंस प्राप्त चिकित्सकों तक पहुंच।",
  "article_workplace_li20": "<strong>सीमाओं को प्रोत्साहित करें:</strong> कार्य-जीवन संतुलन का मॉडल बनाएं और समर्थन करें।",
  "article_workplace_li21": "<strong>स्वायत्तता प्रदान करें:</strong> कर्मचारियों को अपने काम पर नियंत्रण दें।",
  "article_workplace_li22": "<strong>योगदान को पहचानें:</strong> नियमित सराहना कर्मचारियों को मूल्यवान महसूस कराती है।",
  "article_workplace_li23": "<strong>कलंक कम करें:</strong> मानसिक स्वास्थ्य के बारे में खुलकर बात करें।",
  "article_workplace_li24": "<strong>संबंध को बढ़ावा दें:</strong> सार्थक सामाजिक संपर्क के अवसर बनाएं।",
  "article_workplace_li25": "<strong>कर्मचारी सहायता कार्यक्रम (ईएपी):</strong> गोपनीय परामर्श सेवाएं।",
  "article_workplace_li26": "<strong>मानसिक स्वास्थ्य ऐप्स:</strong> हेडस्पेस, काम, या वोबोट जैसे उपकरण।",
  "article_workplace_li27": "<strong>पीयर सपोर्ट ग्रुप:</strong> साझा अनुभवों के लिए आंतरिक नेटवर्क।",
  "article_workplace_li28": "<strong>आत्म-देखभाल प्रथाएं:</strong> नियमित ब्रेक और सीमा-निर्धारण तकनीकें।",
  "article_workplace_li29": "<strong>मानसिक स्वास्थ्य प्राथमिक चिकित्सा प्रशिक्षण:</strong> संकटों को पहचानना सीखना।",
  "article_workplace_li3": "<strong>ध्यान और माइंडफुलनेस कार्यक्रम:</strong> ऐप्स, समूह सत्र, या शांत कमरे।",
  "article_workplace_li30": "<strong>सक्रिय सुनने के कौशल:</strong> साझा करने के लिए सुरक्षित स्थान बनाना।",
  "article_workplace_li31": "<strong>समायोजन ज्ञान:</strong> कर्मचारियों का समर्थन कैसे करें यह समझना।",
  "article_workplace_li32": "<strong>नेताओं के लिए आत्म-देखभाल:</strong> प्रबंधकों को अपना मानसिक स्वास्थ्य बनाए रखना चाहिए।",
  "article_workplace_li33": "<strong>व्यक्तिगत कल्याण:</strong> एआई-संचालित प्लेटफॉर्म संसाधनों को अनुकूलित करते हैं।",
  "article_workplace_li34": "<strong>निवारक फोकस:</strong> प्रतिक्रियात्मक से सक्रिय कल्याण की ओर बढ़ना।",
  "article_workplace_li35": "<strong>मानसिक स्वास्थ्य मेट्रिक्स:</strong> कल्याण संकेतकों को ट्रैक करना।",
  "article_workplace_li36": "<strong>कलंक हटाना:</strong> खुली बातचीत सामान्य हो रही है।",
  "article_workplace_li37": "<strong>एकीकृत लाभ:</strong> सभी पहलुओं में बुने हुए मानसिक स्वास्थ्य समर्थन।",
  "article_workplace_li4": "<strong>लचीली कार्य व्यवस्थाएं:</strong> दूरस्थ कार्य या लचीले घंटों के विकल्प।",
  "article_workplace_li5": "<strong>प्रबंधक प्रशिक्षण:</strong> नेताओं को मानसिक स्वास्थ्य संकेतों को पहचानना सिखाना।",
  "article_workplace_li6": "<strong>पीयर सपोर्ट नेटवर्क:</strong> कर्मचारी-नेतृत्व वाले समूह अनौपचारिक सहायता प्रदान करते हैं।",
  "article_workplace_li7": "मजबूत कार्यक्रमों वाली कंपनियां 20% कम टर्नओवर दर की रिपोर्ट करती हैं",
  "article_workplace_li8": "संसाधनों तक पहुंच वाले कर्मचारियों के जुड़े महसूस करने की संभावना 3 गुना अधिक होती है",
  "article_workplace_li9": "प्रत्येक $1 निवेश के लिए, कंपनियों को औसतन $4 का रिटर्न मिलता है",
  "article_workplace_p1": "कार्यस्थल पर मानसिक स्वास्थ्य संगठनों के लिए एक महत्वपूर्ण मुद्दे के रूप में उभरा है।",
  "article_workplace_p10": "कर्मचारियों और प्रबंधकों दोनों को संसाधनों और प्रशिक्षण तक पहुंच की आवश्यकता है।",
  "article_workplace_p11": "कार्यस्थल मानसिक स्वास्थ्य का भविष्य आशाजनक दिखता है।",
  "article_workplace_p12": "सबसे सफल संगठन मानसिक स्वास्थ्य को संस्कृति के लिए मौलिक मानते हैं।",
  "article_workplace_p13": "चाहे आप कर्मचारी हों या नेता, याद रखें कि मानसिक स्वास्थ्य मायने रखता है।",
  "article_workplace_p2": "कोविड-19 महामारी ने इस बदलाव को नाटकीय रूप से तेज कर दिया।",
  "article_workplace_p3": "शोध से पता चलता है कि मजबूत मानसिक स्वास्थ्य समर्थन अनुपस्थिति को कम करता है।",
  "article_workplace_p4": "दूरदर्शी कंपनियां अभिनव मानसिक स्वास्थ्य पहल लागू कर रही हैं।",
  "article_workplace_p5": "दूरस्थ कार्य लचीलापन प्रदान करता है लेकिन मानसिक स्वास्थ्य चुनौतियां भी प्रस्तुत करता है।",
  "article_workplace_p6": "कार्यालय की संरचना के बिना, कुछ कर्मचारियों को डिस्कनेक्ट करना कठिन लगता है।",
  "article_workplace_p7": "संगठन दूरस्थ कार्यकर्ता कल्याण का समर्थन करने वाली नीतियों के साथ प्रतिक्रिया दे रहे हैं।",
  "article_workplace_p8": "बर्नआउट पुराने कार्यस्थल तनाव की एक स्थिति है जिसे प्रबंधित नहीं किया गया है।",
  "article_workplace_p9": "मानसिक रूप से स्वस्थ कार्यस्थल बनाने के लिए नेतृत्व प्रतिबद्धता की आवश्यकता होती है।",
  "article_workplace_subtitle": "कंपनियाँ कैसे कर्मचारी मानसिक स्वास्थ्य के प्रति अपने दृष्टिकोण को बदल रही हैं।",
  "article_workplace_title": "कार्यस्थल मानसिक स्वास्थ्य: एक बढ़ती प्राथमिकता",
  "article_workplace_toc_1": "बढ़ती प्राथमिकता",
  "article_workplace_toc_2": "कॉर्पोरेट कार्यक्रम",
  "article_workplace_toc_3": "दूरस्थ कार्य और मानसिक स्वास्थ्य",
  "article_workplace_toc_4": "बर्नआउट को पहचानना",
  "article_workplace_toc_5": "सभी के लिए संसाधन",
  "article_workplace_toc_6": "कल्याण का भविष्य",
  "blog_audio_available": "ऑडियो उपलब्ध",
  "blog_filter_all": "सभी",
  "blog_filter_anxiety": "चिंता",
  "blog_filter_depression": "अवसाद",
  "blog_filter_mindfulness": "माइंडफुलनेस",
  "blog_filter_sleep": "नींद",
  "blog_filter_stress": "तनाव",
  "blog_filter_teens": "किशोर",
  "blog_filter_wellness": "कल्याण",
  "blog_filter_workplace": "कार्यस्थल",
  "blog_hero_title": "मानसिक स्वास्थ्य, स्पष्ट रूप से समझाया गया।",
  "blog_listen": "सुनें",
  "blog_news_stories_subtitle": "असली कहानियाँ, शोध अपडेट और समुदाय हाइलाइट्स",
  "blog_news_stories_title": "समाचार और कहानियाँ",
  "blog_read_full": "पूरा लेख पढ़ें",
  "blog_reading_mode": "पढ़ने का मोड",
  "blog_reading_progress": "पठन प्रगति",
  "bookmark_no": "नहीं",
  "bookmark_resume": "जहां छोड़ा था वहां से जारी रखें?",
  "bookmark_yes": "हां",
  "breathing_desc": "एक शांत करने वाली श्वास तकनीक",
  "breathing_title": "4-7-8 श्वास",
  "call_911": "911 पर कॉल करें",
  "call_988": "988 पर कॉल करें",
  "close": "बंद करें",
  "community_hub_title": "सामुदायिक केंद्र",
  "community_media_btn": "📎 मीडिया",
  "community_media_change": "📎 बदलें",
  "community_pin": "📌 पिन करें",
  "community_pinned": "📌 पिन किया गया",
  "community_post_btn": "पोस्ट करें",
  "community_remove_media": "मीडिया हटाएं",
  "community_unpin": "📌 अनपिन करें",
  "crisis_subtitle": "अगर आप या आपका कोई परिचित संकट में है, तो अभी मदद उपलब्ध है।",
  "crisis_text_text": "मुफ्त 24/7 संकट परामर्श के लिए 741741 पर HOME भेजें।",
  "crisis_text_title": "क्राइसिस टेक्स्ट लाइन",
  "crisis_title": "तुरंत मदद चाहिए?",
  "docs_click_pdf": "PDF देखने के लिए क्लिक करें",
  "docs_competition_docs": "प्रतियोगिता दस्तावेज़",
  "docs_copyright": "कॉपीराइट चेकलिस्ट",
  "docs_explore": "MindBalance एक्सप्लोर करें",
  "docs_features": "विशेषताएं",
  "docs_overview": "प्रोजेक्ट अवलोकन",
  "docs_references": "उद्धृत कार्य",
  "docs_review_desc": "कृपया हमारे प्रोजेक्ट सबमिशन के लिए निम्नलिखित दस्तावेज़ीकरण की समीक्षा करें।",
  "docs_subtitle": "संदर्भ",
  "docs_tech_stack": "तकनीकी स्टैक",
  "docs_title": "MindBalance",
  "docs_worklog": "कार्य लॉग",
  "docs_credits": "श्रेय और स्रोत",
  "docs_credits_icons": "आइकन और ग्राफिक्स",
  "docs_credits_fonts": "फ़ॉन्ट्स",
  "docs_credits_libraries": "लाइब्रेरी और फ्रेमवर्क",
  "docs_credits_apis": "APIs और सेवाएं",
  "docs_credits_media": "मीडिया",
  "download_failed": "ऑडियो डाउनलोड करने में विफल। कृपया पुनः प्रयास करें।",
  "download_premium_only": "ऑडियो डाउनलोड केवल प्रीमियम वॉइस के साथ उपलब्ध है।",
  "emergency_text": "जीवन के लिए खतरनाक आपात स्थिति में, तुरंत 911 पर कॉल करें।",
  "emergency_title": "आपातकालीन सेवाएं",
  "faq_a1": "हां, 988 आत्महत्या और संकट लाइफलाइन पूरी तरह से मुफ्त है और 24/7 उपलब्ध है। आप संयुक्त राज्य अमेरिका में कहीं से भी 988 पर कॉल या टेक्स्ट कर सकते हैं। यह सेवा गोपनीय है और प्रशिक्षित संकट परामर्शदाताओं द्वारा संचालित है।",
  "faq_a10": "अपनी सांस पर ध्यान केंद्रित करें - 4-7-8 तकनीक आज़माएं (4 सेकंड के लिए सांस लें, 7 के लिए रोकें, 8 के लिए छोड़ें)। 5 चीजें जो आप देख सकते हैं, 4 जो छू सकते हैं, 3 जो सुन सकते हैं, 2 जो सूंघ सकते हैं और 1 जो चख सकते हैं, उन्हें पहचानकर खुद को ग्राउंड करें। याद रखें कि पैनिक अटैक अस्थायी और खतरनाक नहीं हैं। यदि पैनिक अटैक बार-बार आते हैं, तो मानसिक स्वास्थ्य पेशेवर से बात करने पर विचार करें।",
  "faq_a2": "जब आप संकट लाइन पर कॉल करते हैं, तो आप एक प्रशिक्षित परामर्शदाता से जुड़ेंगे जो बिना किसी निर्णय के सुनेगा। वे आपको जो महसूस हो रहा है उसे समझने में मदद करेंगे, सहायता प्रदान करेंगे, और सुरक्षित रहने की योजना बनाने में मदद करेंगे। कॉल करने के लिए आत्महत्या की सोच होना जरूरी नहीं है - कोई भी मानसिक स्वास्थ्य संकट मान्य है।",
  "faq_a3": "पेशेवर मदद लेने पर विचार करें यदि आपकी भावनाएं दैनिक जीवन, रिश्तों, काम या स्कूल को प्रभावित कर रही हैं। संकेतों में लगातार उदासी, चिंता, नींद या भूख में बदलाव, ध्यान केंद्रित करने में कठिनाई, या आत्म-हानि के विचार शामिल हैं। याद रखें: मदद मांगना ताकत की निशानी है, कमजोरी की नहीं।",
  "faq_a4": "हां, सभी परामर्श सत्र गोपनीय हैं। मानसिक स्वास्थ्य पेशेवर सख्त गोपनीयता कानूनों और नैतिक दिशानिर्देशों से बंधे हैं। एकमात्र अपवाद तब होते हैं जब आपको या दूसरों को तत्काल नुकसान का खतरा हो, या नाबालिगों या कमजोर वयस्कों के दुर्व्यवहार के मामलों में।",
  "faq_a5": "कई कम लागत या मुफ्त मानसिक स्वास्थ्य विकल्प उपलब्ध हैं। सामुदायिक मानसिक स्वास्थ्य केंद्र अक्सर आय के आधार पर स्लाइडिंग-स्केल शुल्क प्रदान करते हैं। कई चिकित्सक कम दरें प्रदान करते हैं, और कुछ गैर-लाभकारी संस्थाएं मुफ्त परामर्श प्रदान करती हैं। 988 जैसी संकट लाइनें हमेशा मुफ्त हैं, और सहायता समूह एक मूल्यवान निःशुल्क संसाधन हो सकते हैं।",
  "faq_a6": "बिना किसी निर्णय के सुनें और उन्हें बताएं कि आप उनकी परवाह करते हैं। उनकी समस्याओं को \"ठीक\" करने की कोशिश न करें - कभी-कभी बस मौजूद रहना काफी है। उन्हें पेशेवर मदद लेने के लिए प्रोत्साहित करें, और संसाधन खोजने या अपॉइंटमेंट में साथ जाने की पेशकश करें। आत्म-हानि के किसी भी उल्लेख को गंभीरता से लें और यदि आवश्यक हो तो किसी विश्वसनीय वयस्क या संकट लाइन को शामिल करने में संकोच न करें।",
  "faq_a7": "थेरेपिस्ट और परामर्शदाता टॉक थेरेपी प्रदान करते हैं और विभिन्न प्रमाणपत्र (LCSW, LPC, MFT) हो सकते हैं। मनोवैज्ञानिकों के पास डॉक्टरेट की डिग्री होती है और वे थेरेपी और मनोवैज्ञानिक परीक्षण प्रदान कर सकते हैं। मनोचिकित्सक चिकित्सा डॉक्टर होते हैं जो दवा लिख सकते हैं। कई लोग संयोजन में काम करते हैं - उदाहरण के लिए, नियमित सत्रों के लिए एक थेरेपिस्ट और दवा प्रबंधन के लिए एक मनोचिकित्सक।",
  "faq_a8": "बिल्कुल! एक अजनबी के सामने खुलने के बारे में चिंतित होना बहुत सामान्य है। एक अच्छा थेरेपिस्ट इसे समझेगा और आपकी अपनी गति से सहज महसूस करने में मदद करेगा। याद रखें, आप नियंत्रण में हैं कि क्या साझा करना है और कब। यदि कुछ सत्रों के बाद आप कनेक्शन महसूस नहीं करते हैं, तो किसी अन्य थेरेपिस्ट को आज़माना ठीक है - सही फिट खोजना महत्वपूर्ण है।",
  "faq_a9": "यह आपके लक्ष्यों और स्थिति पर काफी निर्भर करता है। कुछ लोग विशिष्ट मुद्दों जैसे चिंता या तनाव प्रबंधन के लिए अल्पकालिक थेरेपी (8-12 सत्र) से लाभान्वित होते हैं। अन्य गहरे काम या निरंतर सहायता के लिए लंबे समय तक जारी रख सकते हैं। आपका थेरेपिस्ट आपके साथ लक्ष्य निर्धारित करने और नियमित रूप से आपकी प्रगति का आकलन करने के लिए काम करेगा।",
  "faq_intro_text": "MindBalance में, हम खुले और सहायक होने में विश्वास करते हैं। हम जानते हैं कि आपके मानसिक स्वास्थ्य, मदद कैसे खोजें और थेरेपी कैसे काम करती है इसके बारे में प्रश्न हो सकते हैं। यहां कुछ सबसे सामान्य प्रश्न हैं जो हमें प्राप्त होते हैं। यदि आपको वह उत्तर नहीं मिलता जो आप खोज रहे हैं, तो संपर्क करने में संकोच न करें।",
  "faq_intro_title": "हम आपकी कैसे मदद कर सकते हैं?",
  "faq_q1": "क्या 988 लाइफलाइन वाकई मुफ्त है?",
  "faq_q10": "पैनिक अटैक आने पर मुझे क्या करना चाहिए?",
  "faq_q2": "जब मैं संकट लाइन पर कॉल करता हूं तो क्या होता है?",
  "faq_q3": "मुझे कैसे पता चलेगा कि मुझे पेशेवर मदद की जरूरत है?",
  "faq_q4": "क्या परामर्श सत्र गोपनीय हैं?",
  "faq_q5": "अगर मैं थेरेपी का खर्च नहीं उठा सकता तो क्या?",
  "faq_q6": "मैं एक मुश्किल दौर से गुजर रहे दोस्त की कैसे मदद कर सकता हूं?",
  "faq_q7": "थेरेपिस्ट, मनोवैज्ञानिक और मनोचिकित्सक में क्या अंतर है?",
  "faq_q8": "क्या थेरेपी शुरू करने से पहले घबराहट होना सामान्य है?",
  "faq_q9": "थेरेपी आमतौर पर कितने समय तक चलती है?",
  "faq_subtitle": "सामान्य प्रश्नों के त्वरित उत्तर",
  "faq_tip1": "यदि आप कॉल नहीं करना पसंद करते हैं तो आप 988 पर टेक्स्ट भी कर सकते हैं। दोनों विकल्प आपको उन्हीं प्रशिक्षित परामर्शदाताओं से जोड़ते हैं।",
  "faq_tip10": "पैनिक अटैक आमतौर पर 10 मिनट में अपने चरम पर पहुंचते हैं और 20-30 मिनट में कम हो जाते हैं। यह जानना अटैक के दौरान डर को कम करने में मदद कर सकता है।",
  "faq_tip2": "संकट लाइनें संकट में किसी के लिए भी हैं, न कि केवल तत्काल खतरे में रहने वालों के लिए। यदि आप मुश्किल दौर से गुजर रहे हैं तो संपर्क करने में संकोच न करें।",
  "faq_tip3": "अपनी सहज वृत्ति पर भरोसा करें। यदि आपको लगता है कि कुछ ठीक नहीं है, तो किसी पेशेवर से बात करने से आपको इसे समझने और संबोधित करने में मदद मिल सकती है।",
  "faq_tip4": "आप अपने पहले सत्र के दौरान अपने थेरेपिस्ट से उनकी विशिष्ट गोपनीयता नीतियों के बारे में पूछ सकते हैं।",
  "faq_tip5": "अपने बीमा, स्कूल या नियोक्ता से जांच करें - कई मानसिक स्वास्थ्य लाभ प्रदान करते हैं जिनके बारे में आप नहीं जानते होंगे।",
  "faq_tip6": "कभी-कभी सबसे अच्छी चीज जो आप कर सकते हैं वह है बस वहां रहना। आपकी उपस्थिति सही शब्द होने से ज्यादा मायने रखती है।",
  "faq_tip7": "टॉक थेरेपी के लिए एक थेरेपिस्ट से शुरू करें। यदि दवा सहायक हो सकती है तो वे आपको मनोचिकित्सक के पास भेज सकते हैं।",
  "faq_tip8": "अपने पहले सत्र से पहले लिख लें कि आप क्या चर्चा करना चाहते हैं। यह घबराहट को कम करने में मदद कर सकता है।",
  "faq_tip9": "थेरेपी की कोई \"सही\" अवधि नहीं है। कुछ लोग निरंतर सत्रों में मूल्य पाते हैं, जबकि अन्य केंद्रित, समय-सीमित उपचार पसंद करते हैं।",
  "faq_title": "अक्सर पूछे जाने वाले प्रश्न",
  "faq_cat_all": "सभी",
  "faq_cat_crisis": "संकट",
  "faq_cat_therapy": "थेरेपी",
  "faq_cat_resources": "संसाधन",
  "faq_cat_coping": "सामना करना",
  "faq_cta_title": "अभी भी प्रश्न हैं?",
  "faq_cta_text": "हम आपकी मदद के लिए यहां हैं। व्यक्तिगत सहायता के लिए हमसे संपर्क करें।",
  "faq_cta_btn": "संपर्क करें",
  "faq_helpful": "क्या यह उत्तर सहायक था?",
  "faq_yes": "हां",
  "faq_no": "नहीं",
  "faq_no_results": "आपकी खोज के लिए कोई परिणाम नहीं मिला।",
  "find_help": "मदद खोजें",
  "footer_about": "MindBalance छात्रों द्वारा निर्मित मानसिक स्वास्थ्य शिक्षा और सहायता केंद्र है। हमारा लक्ष्य स्पष्ट, विश्वसनीय जानकारी प्रदान करना और आगंतुकों को सुरक्षित संसाधनों की ओर मार्गदर्शन करना है।",
  "footer_about_link": "के बारे में",
  "footer_action": "कार्रवाई करें",
  "footer_action_desc": "मानसिक स्वास्थ्य शिक्षा और संसाधनों तक सामुदायिक पहुंच का समर्थन करें।",
  "footer_brand": "MindBalance",
  "footer_copy": "केवल शैक्षिक उद्देश्यों के लिए।",
  "footer_disclaimer": "अस्वीकरण",
  "footer_follow": "हमें फॉलो करें",
  "footer_get_support": "सहायता प्राप्त करें",
  "footer_pages": "पृष्ठ",
  "footer_privacy": "गोपनीयता",
  "footer_read_more": "और पढ़ें →",
  "footer_support_link": "सहायता",
  "footer_terms": "शर्तें",
  "footer_topics": "लोकप्रिय विषय",
  "grounding_desc": "वर्तमान क्षण से फिर से जुड़ें",
  "grounding_title": "5-4-3-2-1 ग्राउंडिंग",
  "helplines_subtitle": "प्रशिक्षित पेशेवर 24/7 सुनने के लिए तैयार",
  "helplines_title": "हेल्पलाइन और सहायता",
  "hero_subtitle": "अपनी मानसिक स्वास्थ्य यात्रा के लिए सहायता, संसाधन और मार्गदर्शन खोजें। आप अकेले नहीं हैं।",
  "hero_title": "हम आपकी मदद के लिए यहां हैं",
  "highlight_remove_confirm": "इस हाइलाइट को हटाएं?",
  "highlight_select_article": "कृपया लेख सामग्री में टेक्स्ट चुनें।",
  "highlight_select_first": "हाइलाइट करने के लिए पहले कुछ टेक्स्ट चुनें।",
  "hl_988_text": "संकट में लोगों के लिए मुफ्त, गोपनीय सहायता, रोकथाम और संकट संसाधन।",
  "hl_988_title": "988 आत्महत्या और संकट लाइफलाइन",
  "hl_badge_24_7": "24/7",
  "hl_boystown_text": "किशोरों और माता-पिता के लिए किसी भी मुद्दे पर मदद - दुर्व्यवहार, गुस्सा, अवसाद, स्कूल और अधिक।",
  "hl_boystown_title": "Boys Town राष्ट्रीय हॉटलाइन",
  "hl_call_988": "988 पर कॉल करें",
  "hl_nami_badge": "सोम-शुक्र 10am-10pm ET",
  "hl_nami_text": "मानसिक स्वास्थ्य स्थितियों के लिए जानकारी, रेफरल और सहायता।",
  "hl_nami_title": "NAMI हेल्पलाइन",
  "hl_samhsa_text": "मानसिक स्वास्थ्य और मादक द्रव्यों के सेवन विकारों के लिए उपचार रेफरल सेवा।",
  "hl_samhsa_title": "SAMHSA राष्ट्रीय हेल्पलाइन",
  "hl_teenline_badge": "शाम 6-रात 10 बजे PT",
  "hl_teenline_sms": "839863 पर TEEN भेजें",
  "hl_teenline_text": "किशोर व्यक्तिगत समस्याओं और कठिन निर्णयों में किशोरों की मदद करते हैं।",
  "hl_teenline_title": "टीन लाइन",
  "hl_text_988": "988 पर SMS करें",
  "hl_trevor_sms": "678-678 पर START भेजें",
  "hl_trevor_text": "LGBTQ+ युवाओं के लिए संकट हस्तक्षेप और आत्महत्या रोकथाम।",
  "hl_trevor_title": "Trevor प्रोजेक्ट (LGBTQ+ युवा)",
  "hl_veterans_call": "988 पर कॉल करें, 1 दबाएं",
  "hl_veterans_sms": "838255 पर SMS करें",
  "hl_veterans_text": "वेटरन्स और उनके प्रियजनों के लिए मुफ्त, गोपनीय सहायता।",
  "hl_veterans_title": "वेटरन्स क्राइसिस लाइन",
  "home_card1_kicker": "मानसिक स्वास्थ्य विकार",
  "home_card1_title": "चिंता और अवसाद",
  "home_card2_kicker": "हेल्पलाइन और संसाधन",
  "home_card2_title": "तुरंत सहायता प्राप्त करें",
  "home_card3_kicker": "ऑनलाइन परामर्श",
  "home_card3_title": "अपॉइंटमेंट शेड्यूल करें",
  "home_card4_kicker": "समुदाय और कहानियां",
  "home_card4_title": "सहायता समूह और प्रशंसापत्र",
  "home_impact_communities": "समुदाय",
  "home_impact_communities_desc": "समुदायों को जागरूकता बढ़ाने और सभी के लिए सहायता को अधिक सुलभ बनाने में मदद करना।",
  "home_impact_confidence": "आत्मविश्वास",
  "home_impact_confidence_desc": "स्पष्ट जानकारी, वास्तविक उपकरण और सरल कदमों के माध्यम से आत्मविश्वास बनाना।",
  "home_impact_conversations": "बातचीत",
  "home_impact_conversations_desc": "मानसिक स्वास्थ्य के बारे में बात करना आसान बनाकर कलंक को कम करना—बिना शर्म के।",
  "home_impact_educators": "शिक्षक",
  "home_impact_educators_desc": "शिक्षकों को मानसिक स्वास्थ्य आवश्यकताओं को पहचानने और देखभाल के साथ प्रतिक्रिया देने के लिए उपकरण प्रदान करना।",
  "home_impact_families": "परिवार",
  "home_impact_families_desc": "घर पर स्वस्थ बातचीत और आदतें बनाने के लिए परिवारों को मार्गदर्शन प्रदान करना।",
  "home_impact_reach": "100,000+",
  "home_impact_reach_desc": "MindBalance के उपकरणों, शिक्षा और सहायता संसाधनों के माध्यम से पहुंचे लोग।",
  "home_impact_safespace": "सुरक्षित स्थान",
  "home_impact_safespace_desc": "एक ऐसी जगह बनाना जहां लोग समर्थित, सम्मानित और समझे हुए महसूस करें।",
  "home_impact_students": "छात्र",
  "home_impact_students_desc": "स्कूल में और उससे परे छात्रों को तनाव, भावनाओं और मानसिक कल्याण का प्रबंधन करने में मदद करना।",
  "home_impact_support": "सहायता",
  "home_impact_support_desc": "लोगों को विश्वसनीय संसाधनों से जोड़ना ताकि वे जरूरत के समय मदद पा सकें।",
  "home_impact_title": "हमारा प्रभाव",
  "home_learn_more": "और जानें",
  "home_testimonials_title": "हमारे आगंतुक क्या कहते हैं",
  "home_welcome_desc": "MindBalance में, हम लोगों को उनके मानसिक स्वास्थ्य की देखभाल करने में मदद करते हैं। हमारा लक्ष्य सभी के लिए सहायता, संसाधन और एक सुरक्षित स्थान प्रदान करना है। हम मानसिक स्वास्थ्य को समझना आसान बनाना चाहते हैं और इससे जुड़े कलंक को कम करना चाहते हैं।",
  "home_welcome_title": "MindBalance में आपका स्वागत है",
  "intl_support_text": "अपने देश के लिए संकट लाइनें और संसाधन खोजें।",
  "intl_support_title": "अंतर्राष्ट्रीय सहायता",
  "journaling_desc": "अपने विचारों और भावनाओं को व्यक्त करें",
  "journaling_title": "जर्नलिंग प्रॉम्प्ट्स",
  "keyboard_shortcuts": "कीबोर्ड शॉर्टकट",
  "my_notes": "नोट्स",
  "nav_blog": "ब्लॉग",
  "nav_community": "सामुदायिक केंद्र",
  "nav_contact": "संपर्क करें",
  "nav_docs": "संदर्भ",
  "nav_get_help": "अभी मदद लें",
  "nav_home": "होम",
  "nav_resources": "संसाधन पुस्तकालय",
  "nav_sign_in": "साइन इन करें",
  "nav_signin": "साइन इन करें",
  "nav_signout": "साइन आउट करें",
  "notes_auto_save": "नोट्स स्वचालित रूप से सहेजे जाते हैं",
  "notes_placeholder": "अपने नोट्स यहां लिखें...",
  "notes_saved": "सहेजा गया!",
  "notes_saving": "सहेज रहा है...",
  "page_title_blog": "ब्लॉग",
  "page_title_community": "सामुदायिक केंद्र",
  "page_title_home": "माइंडबैलेंस",
  "page_title_resources": "संसाधन पुस्तकालय",
  "page_title_support": "सहायता",
  "profile_best_streak": "सर्वश्रेष्ठ स्ट्रीक",
  "profile_current_streak": "वर्तमान स्ट्रीक",
  "profile_goals_cta": "शुरू करने के लिए एक वेलनेस लक्ष्य निर्धारित करें",
  "profile_no_goals": "अभी तक कोई लक्ष्य नहीं",
  "profile_reading_streak": "पढ़ने की स्ट्रीक",
  "profile_wellness_goals": "वेलनेस लक्ष्य",
  "ql_book": "सत्र बुक करें",
  "ql_book_text": "परामर्श अपॉइंटमेंट शेड्यूल करें",
  "ql_community": "समुदाय",
  "ql_community_text": "उन लोगों से जुड़ें जो समझते हैं",
  "ql_faq": "अक्सर पूछे जाने वाले प्रश्न",
  "ql_faq_text": "सामान्य प्रश्नों के उत्तर",
  "ql_helplines": "हेल्पलाइन",
  "ql_helplines_text": "किसी ऐसे व्यक्ति से बात करें जो परवाह करता है",
  "ql_resources": "संसाधन",
  "ql_resources_text": "लेख, गाइड और शैक्षिक सामग्री",
  "ql_selfhelp": "स्व-सहायता उपकरण",
  "ql_selfhelp_text": "अभ्यास और मुकाबला तकनीकें",
  "quicklinks_subtitle": "अपनी जरूरत का समर्थन खोजने के लिए एक श्रेणी चुनें",
  "quicklinks_title": "हम आपकी कैसे मदद कर सकते हैं?",
  "reading_dark_mode": "डार्क मोड",
  "reading_focus_mode": "फोकस मोड",
  "reading_font_size": "फ़ॉन्ट",
  "reading_highlight": "हाइलाइट",
  "reading_line_spacing": "अंतर: सामान्य",
  "reading_min_left": "मिनट बाकी",
  "reading_print": "प्रिंट",
  "related_articles": "संबंधित लेख",
  "resource_anxiety_text": "चिंता विकारों के लक्षण, कारण और प्रबंधन रणनीतियों के बारे में जानें।",
  "resource_anxiety_title": "चिंता को समझना",
  "resource_depression_text": "अवसाद, उपचार विकल्प और रिकवरी पथ के बारे में जानकारी।",
  "resource_depression_title": "अवसाद संसाधन",
  "resource_learn_more": "और जानें",
  "resource_mindfulness_text": "अपनी दिनचर्या में माइंडफुलनेस को शामिल करने के लिए निर्देशित अभ्यास और सुझाव।",
  "resource_mindfulness_title": "माइंडफुलनेस अभ्यास",
  "resource_stress_text": "दैनिक जीवन में तनाव प्रबंधन के लिए तकनीक और रणनीतियां।",
  "resource_stress_title": "तनाव प्रबंधन",
  "resourcelib_categories": "श्रेणियां",
  "resourcelib_clear_all": "सभी साफ़ करें",
  "resourcelib_lead1": "MindBalance संसाधन पुस्तकालय मानसिक स्वास्थ्य स्थितियों के बारे में शैक्षिक जानकारी का एक खोजने योग्य संग्रह है। सामान्य लक्षण, चेतावनी संकेत और प्रमुख तथ्यों को स्पष्ट, सम्मानजनक तरीके से जानने के लिए विषयों का अन्वेषण करें।",
  "resourcelib_lead2": "यह पृष्ठ सूचनात्मक है और सहायता संसाधनों से अलग है। अगर आपको अभी मदद चाहिए, तो कृपया सहायता पृष्ठ का उपयोग करें।",
  "resourcelib_out_of": "में से",
  "resourcelib_providers": "प्रदाता",
  "resourcelib_search_label": "संसाधन खोजें",
  "resourcelib_search_placeholder": "शीर्षक, विवरण, टैग, श्रेणी द्वारा संसाधन खोजें...",
  "resourcelib_showing": "दिखा रहा है",
  "resourcelib_support_note": "अगर आप या आपका कोई परिचित तत्काल खतरे में है, तो 911 पर कॉल करें। अगर आपको तुरंत मदद चाहिए, तो 24/7 विकल्पों के लिए हमारे सहायता पृष्ठ पर जाएं।",
  "resourcelib_title": "MINDBALANCE संसाधन पुस्तकालय",
  "resourcelib_visit": "देखें",
  "resources_subtitle": "सामान्य मानसिक स्वास्थ्य विषयों के बारे में जानें",
  "resources_title": "मानसिक स्वास्थ्य संसाधन",
  "rl_aud_Adults": "वयस्क",
  "rl_aud_Families": "परिवार",
  "rl_aud_General": "सामान्य",
  "rl_aud_Teens": "किशोर",
  "rl_tag_ACT": "ACT",
  "rl_tag_ADHD": "ADHD",
  "rl_tag_Accommodations": "समायोजन",
  "rl_tag_Advocacy": "वकालत",
  "rl_tag_Alcohol": "शराब",
  "rl_tag_Anger": "क्रोध",
  "rl_tag_Anorexia": "एनोरेक्सिया",
  "rl_tag_Anxiety": "चिंता",
  "rl_tag_Autism": "ऑटिज्म",
  "rl_tag_BDD": "BDD",
  "rl_tag_BED": "BED",
  "rl_tag_BPD": "BPD",
  "rl_tag_Behavior": "व्यवहार",
  "rl_tag_Bipolar": "बाइपोलर",
  "rl_tag_BipolarI": "बाइपोलर I",
  "rl_tag_BipolarII": "बाइपोलर II",
  "rl_tag_BodyImage": "शरीर की छवि",
  "rl_tag_Bulimia": "बुलिमिया",
  "rl_tag_Burnout": "बर्नआउट",
  "rl_tag_CBT": "CBT",
  "rl_tag_CBTI": "CBT-I",
  "rl_tag_CoOccurring": "सह-घटित",
  "rl_tag_Communication": "संचार",
  "rl_tag_Community": "समुदाय",
  "rl_tag_ComplexPTSD": "जटिल PTSD",
  "rl_tag_CopingSkills": "मुकाबला कौशल",
  "rl_tag_Crisis": "संकट",
  "rl_tag_DBT": "DBT",
  "rl_tag_Delusions": "भ्रम",
  "rl_tag_Depression": "अवसाद",
  "rl_tag_Diagnosis": "निदान",
  "rl_tag_Dissociation": "विघटन",
  "rl_tag_Distress": "कष्ट",
  "rl_tag_Dysthymia": "डिस्थीमिया",
  "rl_tag_ERP": "ERP",
  "rl_tag_EarlySigns": "प्रारंभिक संकेत",
  "rl_tag_EatingDisorders": "खान-पान विकार",
  "rl_tag_Education": "शिक्षा",
  "rl_tag_EmotionRegulation": "भावना नियमन",
  "rl_tag_Evaluation": "मूल्यांकन",
  "rl_tag_EvidenceBased": "साक्ष्य-आधारित",
  "rl_tag_Exercise": "व्यायाम",
  "rl_tag_ExposureTherapy": "एक्सपोजर थेरेपी",
  "rl_tag_Families": "परिवार",
  "rl_tag_Foundations": "आधार",
  "rl_tag_Friends": "दोस्त",
  "rl_tag_GAD": "GAD",
  "rl_tag_Grief": "शोक",
  "rl_tag_Guidance": "मार्गदर्शन",
  "rl_tag_Habits": "आदतें",
  "rl_tag_HealthAnxiety": "स्वास्थ्य चिंता",
  "rl_tag_Hoarding": "जमाखोरी",
  "rl_tag_Hypomania": "हाइपोमेनिया",
  "rl_tag_Index": "सूचकांक",
  "rl_tag_Insomnia": "अनिद्रा",
  "rl_tag_Learning": "सीखना",
  "rl_tag_LifeEvents": "जीवन घटनाएं",
  "rl_tag_LightTherapy": "लाइट थेरेपी",
  "rl_tag_Loss": "हानि",
  "rl_tag_MDD": "MDD",
  "rl_tag_Mania": "उन्माद",
  "rl_tag_Mindfulness": "माइंडफुलनेस",
  "rl_tag_Mood": "मूड",
  "rl_tag_Neurodevelopmental": "न्यूरोडेवलपमेंटल",
  "rl_tag_OCD": "OCD",
  "rl_tag_OCDRelated": "OCD संबंधित",
  "rl_tag_Opioids": "ओपिओइड्स",
  "rl_tag_Overview": "अवलोकन",
  "rl_tag_PTSD": "PTSD",
  "rl_tag_Panic": "पैनिक",
  "rl_tag_Perinatal": "प्रसवकालीन",
  "rl_tag_PersonalityDisorders": "व्यक्तित्व विकार",
  "rl_tag_Phobia": "फोबिया",
  "rl_tag_Postpartum": "प्रसवोत्तर",
  "rl_tag_Prevention": "रोकथाम",
  "rl_tag_ProlongedGrief": "लंबा शोक",
  "rl_tag_Psychosis": "मनोविकृति",
  "rl_tag_PublicHealth": "सार्वजनिक स्वास्थ्य",
  "rl_tag_Recovery": "रिकवरी",
  "rl_tag_Reference": "संदर्भ",
  "rl_tag_Relationships": "संबंध",
  "rl_tag_SAD": "SAD",
  "rl_tag_Safety": "सुरक्षा",
  "rl_tag_Schizophrenia": "सिज़ोफ्रेनिया",
  "rl_tag_School": "स्कूल",
  "rl_tag_SelfHarm": "स्व-नुकसान",
  "rl_tag_SelfManagement": "स्व-प्रबंधन",
  "rl_tag_Skills": "कौशल",
  "rl_tag_Sleep": "नींद",
  "rl_tag_SocialAnxiety": "सामाजिक चिंता",
  "rl_tag_Somatic": "दैहिक",
  "rl_tag_Stigma": "कलंक",
  "rl_tag_Stress": "तनाव",
  "rl_tag_SubstanceUse": "पदार्थ उपयोग",
  "rl_tag_SuicidePrevention": "आत्महत्या रोकथाम",
  "rl_tag_Support": "सहायता",
  "rl_tag_Symptoms": "लक्षण",
  "rl_tag_Therapy": "थेरेपी",
  "rl_tag_Trauma": "आघात",
  "rl_tag_Treatment": "उपचार",
  "rl_tag_WarningSigns": "चेतावनी संकेत",
  "rl_tag_WellBeing": "कल्याण",
  "rl_tag_Workplace": "कार्यस्थल",
  "rl_tag_Youth": "युवा",
  "save_article": "लेख सहेजें",
  "scroll_book": "बुक करें",
  "scroll_crisis": "संकट",
  "scroll_faq": "FAQ",
  "scroll_helplines": "हेल्पलाइन",
  "scroll_resources": "संसाधन",
  "scroll_selfhelp": "स्व-सहायता",
  "scroll_top": "शीर्ष",
  "search_placeholder": "संसाधन, विषय या सहायता विकल्प खोजें...",
  "selfhelp_breathing_step1": "4 सेकंड के लिए नाक से धीरे से सांस लें",
  "selfhelp_breathing_step2": "7 सेकंड के लिए सांस रोकें",
  "selfhelp_breathing_step3": "8 सेकंड के लिए मुंह से पूरी तरह सांस छोड़ें",
  "selfhelp_breathing_step4": "3-4 बार दोहराएं",
  "selfhelp_breathing_text": "तंत्रिका तंत्र को शांत करने में मदद करने वाली सरल 4-7-8 श्वास तकनीक।",
  "selfhelp_breathing_title": "श्वास व्यायाम",
  "selfhelp_grounding_step1": "5 चीजें बताएं जो आप देख सकते हैं",
  "selfhelp_grounding_step2": "4 चीजें बताएं जो आप छू सकते हैं",
  "selfhelp_grounding_step3": "3 चीजें बताएं जो आप सुन सकते हैं",
  "selfhelp_grounding_step4": "2 चीजें बताएं जो आप सूंघ सकते हैं",
  "selfhelp_grounding_step5": "1 चीज बताएं जिसका स्वाद आप ले सकते हैं",
  "selfhelp_grounding_text": "जब आप अभिभूत या चिंतित महसूस करें तो मदद करने वाली ग्राउंडिंग तकनीक।",
  "selfhelp_grounding_title": "5-4-3-2-1 ग्राउंडिंग",
  "selfhelp_journal_prompt1": "आज मैं किस बात के लिए आभारी हूं?",
  "selfhelp_journal_prompt2": "अभी मैं कौन सी भावनाएं महसूस कर रहा/रही हूं?",
  "selfhelp_journal_prompt3": "मेरी स्थिति में एक दोस्त को मैं क्या कहूंगा/कहूंगी?",
  "selfhelp_journal_prompt4": "आज मैं कौन सा छोटा कदम उठा सकता/सकती हूं?",
  "selfhelp_journal_text": "लिखना भावनाओं को संसाधित करने और स्पष्टता प्राप्त करने में मदद कर सकता है।",
  "selfhelp_journal_title": "जर्नलिंग प्रॉम्प्ट",
  "selfhelp_subtitle": "अभ्यास जो आप अभी कर सकते हैं",
  "selfhelp_title": "स्व-सहायता उपकरण",
  "settings_colorblind": "कलरब्लाइंड मोड",
  "settings_dark_mode": "डार्क मोड",
  "settings_dyslexia": "डिस्लेक्सिया फ़ॉन्ट",
  "settings_focus_mode": "फोकस मोड (ADHD)",
  "settings_font_size": "फ़ॉन्ट आकार",
  "settings_high_contrast": "उच्च कंट्रास्ट",
  "settings_language": "भाषा",
  "settings_preferences": "प्राथमिकताएं",
  "settings_reduce_motion": "गति कम करें",
  "settings_title": "सेटिंग्स",
  "share_article": "यह लेख साझा करें:",
  "sidebar_activity": "गतिविधि फ़ीड",
  "sidebar_community": "समुदाय",
  "sidebar_guest": "अतिथि मोड",
  "sidebar_guest_desc": "अतिथि के रूप में पोस्ट पढ़ें। पोस्ट बनाने, टिप्पणी करने और चर्चाओं में शामिल होने के लिए साइन इन करें।",
  "sidebar_signin": "साइन इन / पंजीकरण करें",
  "skip_to_content": "सामग्री पर जाएं",
  "slide1_cta": "और जानें",
  "slide1_desc": "सामान्य मानसिक स्वास्थ्य विकारों के लक्षण, कारण और उपचार विकल्पों के बारे में जानें, जिसमें चिंता और अवसाद शामिल हैं। MindBalance स्पष्ट जानकारी, विश्वसनीय संसाधन और मार्गदर्शन प्रदान करता है ताकि व्यक्ति अपने मानसिक स्वास्थ्य को समझ सकें और सहायता की ओर अगला कदम उठा सकें।",
  "slide1_kicker": "मानसिक स्वास्थ्य विकार",
  "slide1_title": "चिंता और अवसाद",
  "slide2_cta": "हेल्पलाइन देखें",
  "slide2_desc": "विश्वसनीय स्थानीय और राष्ट्रीय हेल्पलाइन, टेक्स्ट लाइन और आपातकालीन संसाधन खोजें। यदि आपको या आपके किसी परिचित को अभी मदद की जरूरत है, तो यह पृष्ठ जल्दी से सहायता तक पहुंचना आसान बनाता है।",
  "slide2_kicker": "हेल्पलाइन और संसाधन",
  "slide2_title": "तुरंत सहायता प्राप्त करें",
  "slide3_cta": "अभी शेड्यूल करें",
  "slide3_desc": "ऑनलाइन परामर्श का अनुरोध करने के लिए हमारे अपॉइंटमेंट शेड्यूलर का उपयोग करें। अपने लिए उपयुक्त समय चुनें और निजी, सम्मानजनक तरीके से सहायता से जुड़ें।",
  "slide3_kicker": "ऑनलाइन परामर्श",
  "slide3_title": "अपॉइंटमेंट शेड्यूल करें",
  "slide4_cta": "समुदाय से जुड़ें",
  "slide4_desc": "सहायक बातचीत और मानसिक स्वास्थ्य चुनौतियों का सामना करने वाले लोगों की वास्तविक कहानियों का अन्वेषण करें। जानें कि क्या उनकी मदद की और दूसरों के साथ प्रोत्साहन साझा करें।",
  "slide4_kicker": "समुदाय और कहानियां",
  "slide4_title": "सहायता समूह और प्रशंसापत्र",
  "support_badge": "मानसिक स्वास्थ्य संसाधन",
  "support_quote_author": "जॉन ग्रीन",
  "support_quote_text": "उम्मीद है, भले ही आपका दिमाग आपको बताए कि नहीं है।",
  "testimonial_1": "MindBalance ने मुझे मेरी चिंता को समझने और एक ऐसी दिनचर्या बनाने में मदद की जो वास्तव में काम करती है। उपकरण सरल हैं, लेकिन उन्होंने बड़ा अंतर किया।",
  "testimonial_10": "मैं सराहना करता हूं कि साइट लक्षणों और कब मदद लेनी है यह कैसे समझाती है। यह डरावना हुए बिना जानकारीपूर्ण है।",
  "testimonial_11": "MindBalance ने मुझे बर्नआउट की पहचान करने और स्वस्थ सीमाएं बनाने में मदद की। सुझाव यथार्थवादी लगे, उपदेशात्मक नहीं।",
  "testimonial_12": "साइट ने मुझे समर्थन विकल्पों की एक स्पष्ट सूची दी और क्या उम्मीद करें। इसने संपर्क करना कम डरावना बना दिया।",
  "testimonial_2": "संसाधन पुस्तकालय ने मेरे किशोर बच्चे को जो अनुभव हो रहा था उसे समझना आसान बना दिया। इसने हमें बिना निर्णय के बात करने का एक बेहतर तरीका दिया।",
  "testimonial_3": "मैंने एक वास्तव में कठिन सप्ताह के दौरान मुकाबला कौशल अनुभाग का उपयोग किया। इसने \"सब कुछ ठीक\" नहीं किया, लेकिन इसने मुझे फिर से जमीन पर महसूस करने में मदद की।",
  "testimonial_4": "आत्म-जांच उपकरणों और शिक्षा पृष्ठों ने मुझे जल्दी अवसाद के लक्षणों को पहचानने और जल्द समर्थन प्राप्त करने में मदद की।",
  "testimonial_5": "मैंने सीखा कि पैनिक अटैक से जूझ रहे दोस्त का समर्थन कैसे करें। MindBalance ने कदमों को स्पष्ट और सम्मानजनक बना दिया।",
  "testimonial_6": "\"यह क्या है / यह क्या नहीं है\" स्पष्टीकरण ने मुझे OCD को बेहतर समझने में मदद की। इसने मुझे अकेला महसूस करना बंद कर दिया।",
  "testimonial_7": "पुस्तकालय और मार्गदर्शन पृष्ठों ने मुझे PTSD संसाधनों के लिए एक शुरुआती बिंदु दिया। यह व्यवस्थित और नेविगेट करने में आसान है।",
  "testimonial_8": "मुकाबला रणनीतियाँ व्यावहारिक हैं। मैंने प्रस्तुतियों से पहले सामाजिक चिंता के लिए उनका उपयोग किया, और इसने मुझे शांत रहने में मदद की।",
  "testimonial_9": "पृष्ठ लेआउट शांत और पढ़ने में आसान है। मुझे ADHD पर उपयोगी जानकारी मिली बिना अभिभूत महसूस किए।",
  "testimonial_role_caregiver": "देखभालकर्ता",
  "testimonial_role_college": "कॉलेज छात्र",
  "testimonial_role_highschool": "हाई स्कूल छात्र",
  "testimonial_role_parent": "अभिभावक",
  "testimonial_role_professional": "युवा पेशेवर",
  "testimonial_role_student": "छात्र",
  "testimonial_role_volunteer": "सामुदायिक स्वयंसेवक",
  "testimonial_role_young_adult": "युवा वयस्क",
  "text_988": "988 पर SMS करें",
  "text_now": "अभी भेजें",
  "tts_autoscroll": "ऑटो-स्क्रॉल",
  "tts_browser_voice": "ब्राउज़र आवाज़",
  "tts_close": "बंद करें",
  "tts_download": "डाउनलोड",
  "tts_generating": "ऑडियो बनाया जा रहा है...",
  "tts_keyboard_hint": "कीबोर्ड: स्पेस चलाने/रोकने के लिए, Esc बंद करने के लिए, Ctrl+Arrow छोड़ने के लिए",
  "tts_keyboard_hint_enhanced": "कीबोर्ड: स्पेस चलाएं/रोकें, Esc बंद, Ctrl+Arrow छोड़ें, M म्यूट, Arrow ऊपर/नीचे वॉल्यूम",
  "tts_listen_article": "इस लेख को सुनें",
  "tts_listening": "लेख सुन रहे हैं",
  "tts_not_supported": "आपका ब्राउज़र टेक्स्ट-टू-स्पीच का समर्थन नहीं करता।",
  "tts_pause": "रोकें",
  "tts_paused": "रुका हुआ",
  "tts_play": "चलाएं",
  "tts_playing": "चल रहा है...",
  "tts_premium_unavailable": "प्रीमियम आवाज़ उपलब्ध नहीं है। ब्राउज़र आवाज़ का उपयोग कर रहे हैं।",
  "tts_premium_voice": "प्रीमियम AI आवाज़ (ElevenLabs)",
  "tts_ready": "चलाने के लिए तैयार",
  "tts_skip_back": "पीछे जाएं",
  "tts_skip_forward": "आगे जाएं",
  "tts_sleep_timer": "टाइमर",
  "tts_speed": "गति:",
  "tts_stop": "बंद करें",
  "tts_time_remaining": "--:--",
  "tts_timer_off": "बंद",
  "tts_voice": "आवाज़:",
  "docs_overview_p1": "छात्रों और युवा वयस्कों के लिए बनाया गया एक व्यापक मानसिक स्वास्थ्य शिक्षा और सहायता केंद्र है। हमारा मिशन मानसिक स्वास्थ्य विषयों के बारे में सुलभ, विश्वसनीय जानकारी प्रदान करना है, साथ ही उपयोगकर्ताओं को पेशेवर संसाधनों और सामुदायिक सहायता से जोड़ना है।",
  "docs_overview_p2": "यह प्लेटफ़ॉर्म राष्ट्रीय मानसिक स्वास्थ्य संस्थान (NIMH), Mayo Clinic और अन्य विश्वसनीय प्रदाताओं जैसे आधिकारिक स्रोतों से सामग्री का चयन करके विश्वसनीय मानसिक स्वास्थ्य जानकारी की बढ़ती आवश्यकता को पूरा करता है। उपयोगकर्ता शैक्षिक लेख खोज सकते हैं, स्थानीय मानसिक स्वास्थ्य सेवाएं ढूंढ सकते हैं, समुदाय के सदस्यों से जुड़ सकते हैं और संकट सहायता संसाधनों तक पहुंच सकते हैं।",
  "docs_overview_p3": "MindBalance को सुलभता को मूल सिद्धांत के रूप में डिज़ाइन किया गया था, जो डार्क मोड, समायोज्य फ़ॉन्ट आकार, कलरब्लाइंड मोड, डिस्लेक्सिया-अनुकूल फ़ॉन्ट और ADHD वाले उपयोगकर्ताओं के लिए फोकस मोड जैसी सुविधाएं प्रदान करता है।",
  "docs_feature_resource_title": "संसाधन पुस्तकालय",
  "docs_feature_resource_desc": "NAMI, Mental Health America, Crisis Text Line और The Trevor Project जैसे संगठनों से विश्वसनीय मानसिक स्वास्थ्य संसाधनों की इंटरैक्टिव निर्देशिका। खोज, श्रेणी के अनुसार फ़िल्टरिंग और विशेष संसाधनों के लिए स्पॉटलाइट अनुभाग शामिल है।",
  "docs_feature_community_title": "सामुदायिक केंद्र",
  "docs_feature_community_desc": "पोस्ट, टिप्पणियों, लाइक और रीयल-टाइम अपडेट के साथ सहकर्मी समर्थन के लिए मॉडरेटेड फोरम। अपशब्द फ़िल्टरिंग, मीडिया अपलोड, @उल्लेख प्रणाली और व्यवस्थापक मॉडरेशन उपकरण शामिल हैं।",
  "docs_feature_articles_title": "शैक्षिक लेख",
  "docs_feature_articles_desc": "चिंता, अवसाद, तनाव, माइंडफुलनेस, नींद और किशोर मानसिक स्वास्थ्य पर गहन लेख। टेक्स्ट-टू-स्पीच ऑडियो, पढ़ने की प्रगति ट्रैकिंग, बुकमार्किंग और संबंधित लेखों की सिफारिशें शामिल हैं।",
  "docs_feature_crisis_title": "संकट सहायता",
  "docs_feature_crisis_desc": "988 आत्महत्या और संकट लाइफलाइन, Crisis Text Line और The Trevor Project सहित हमेशा दिखाई देने वाले संकट संसाधन। हर पृष्ठ से त्वरित पहुंच सुनिश्चित करती है कि मदद कभी भी एक क्लिक से ज्यादा दूर नहीं है।",
  "docs_feature_accessibility_title": "सुलभता सेटिंग्स",
  "docs_feature_accessibility_desc": "7 सुलभता विकल्प: डार्क मोड, फ़ॉन्ट आकार समायोजन, उच्च कंट्रास्ट, तीन कलरब्लाइंड मोड (प्रोटानोपिया, ड्यूटेरानोपिया, ट्राइटेनोपिया), ADHD के लिए फोकस मोड, डिस्लेक्सिया-अनुकूल फ़ॉन्ट और कम गति।",
  "docs_feature_profiles_title": "उपयोगकर्ता प्रोफाइल",
  "docs_feature_profiles_desc": "अनुकूलन योग्य अवतार, बायो, सामाजिक लिंक, मूड ट्रैकिंग, वेलनेस लक्ष्य, पढ़ने की स्ट्रीक कैलेंडर, उपलब्धियां और गोपनीयता नियंत्रण के साथ Instagram-शैली प्रोफाइल।",
  "docs_feature_multilingual_title": "बहुभाषी समर्थन",
  "docs_feature_multilingual_desc": "6 भाषाओं के लिए पूर्ण अनुवाद समर्थन: अंग्रेजी, स्पेनिश, फ्रेंच, चीनी (सरलीकृत), हिंदी और कोरियाई। भाषा वरीयता सत्रों में बनी रहती है।",
  "docs_feature_findhelp_title": "मदद खोजें लोकेटर",
  "docs_feature_findhelp_desc": "SAMHSA उपचार लोकेटर API का उपयोग करके स्थानीय मानसिक स्वास्थ्य सेवाओं को खोजने के लिए ZIP कोड-आधारित खोज। सेवा प्रकार और त्रिज्या के अनुसार फ़िल्टर करें, सीधे कॉल और दिशानिर्देश बटन के साथ।",
  "docs_feature_news_title": "समाचार और कहानियां",
  "docs_feature_news_desc": "चुनिंदा मानसिक स्वास्थ्य समाचार, रिकवरी कहानियां, कार्यस्थल वेलनेस लेख और सामुदायिक स्पॉटलाइट। टेक्स्ट-टू-स्पीच और पूर्ण पढ़ने के नियंत्रण के साथ रीयल-टाइम सामग्री शामिल है।",
  "docs_tech_frontend": "फ्रंटएंड",
  "docs_tech_frontend_1": "HTML5, CSS3, JavaScript (ES6+)",
  "docs_tech_frontend_2": "थीमिंग के लिए CSS वेरिएबल्स के साथ कस्टम CSS",
  "docs_tech_frontend_3": "मोबाइल-फर्स्ट दृष्टिकोण के साथ रिस्पॉन्सिव डिज़ाइन",
  "docs_tech_frontend_4": "कैरोसेल के लिए Swiper.js",
  "docs_tech_frontend_5": "आइकनोग्राफी के लिए Ionicons",
  "docs_tech_backend": "बैकएंड और डेटा",
  "docs_tech_backend_1": "Python Flask सर्वर",
  "docs_tech_backend_2": "डेटाबेस के लिए Supabase (PostgreSQL)",
  "docs_tech_backend_3": "प्रमाणीकरण के लिए Supabase Auth",
  "docs_tech_backend_4": "लाइव अपडेट के लिए Supabase Realtime",
  "docs_tech_backend_5": "मीडिया अपलोड के लिए Supabase Storage",
  "docs_tech_apis": "APIs और एकीकरण",
  "docs_tech_apis_1": "SAMHSA उपचार लोकेटर API",
  "docs_tech_apis_2": "टेक्स्ट-टू-स्पीच के लिए Web Speech API",
  "docs_tech_apis_3": "दिशाओं के लिए Google Maps",
  "docs_tech_apis_4": "ElevenLabs API (प्रीमियम TTS)",
  "docs_tech_sources": "सामग्री स्रोत",
  "docs_tech_sources_1": "राष्ट्रीय मानसिक स्वास्थ्य संस्थान (NIMH)",
  "docs_tech_sources_2": "Mayo Clinic",
  "docs_tech_sources_3": "अमेरिकी मनोवैज्ञानिक संघ",
  "docs_tech_sources_4": "NAMI, Mental Health America",
  "blog_filter_news": "समाचार",
  "blog_filter_stories": "कहानियां",
  "blog_filter_community": "समुदाय",
  "blog_news_stories": "समाचार और कहानियां",
  "blog_trending_news": "ट्रेंडिंग समाचार",
  "blog_audio": "ऑडियो",
  "blog_audio_available": "ऑडियो उपलब्ध",
  "blog_best_for": "के लिए उपयुक्त:",
  "blog_min_read": "मिनट पढ़ना",
  "blog_pill_stories": "कहानियां",
  "blog_pill_community": "समुदाय",
  "blog_pill_news": "समाचार",
  "blog_pill_research": "अनुसंधान",
  "blog_pill_workplace": "कार्यस्थल",
  "blog_pill_wins": "जीत",
  "blog_read_article": "लेख पढ़ें →",
  "blog_hero_lead": "विश्वसनीय स्रोत, सरल भाषा में सारांश, और व्यावहारिक सुझाव—आधुनिक पत्रिका की तरह व्यवस्थित। चिंता, अवसाद, तनाव प्रबंधन और माइंडफुलनेस पर विशेषज्ञ-समर्थित लेख देखें। चाहे आप मुकाबला करने की रणनीतियाँ खोज रहे हों, लक्षणों को समझना चाहते हों, या किसी प्रियजन का समर्थन करना चाहते हों, हमारी सामग्री मानसिक स्वास्थ्य को सभी के लिए सुलभ बनाती है।"
}
