{
  "appointment_subtitle": "Προγραμματίστε ένα εμπιστευτικό ραντεβού με την ομάδα υποστήριξής μας",
  "appointment_title": "Κλείστε μια συνεδρία",
  "appt_confidential": "Εμπιστευτικό",
  "appt_date_label": "Προτιμώμενη ημερομηνία",
  "appt_disclaimer": "Θα επικοινωνήσουμε μαζί σας εντός 24 ωρών για να επιβεβαιώσουμε το ραντεβού σας. Όλες οι συνεδρίες είναι εμπιστευτικές.",
  "appt_email_label": "Διεύθυνση email",
  "appt_email_placeholder": "εσείς@παράδειγμα.com",
  "appt_name_label": "Πλήρες όνομα",
  "appt_name_placeholder": "Το όνομά σας",
  "appt_notes_label": "Επιπλέον Σημειώσεις (Προαιρετικό)",
  "appt_notes_placeholder": "Οτιδήποτε θέλετε να γνωρίζουμε πριν από τη συνεδρία σας...",
  "appt_submit": "Αίτηση ραντεβού",
  "appt_supportive": "Υποστηρικτικό",
  "appt_text": "Κλείστε μια εμπιστευτική συνεδρία συμβουλευτικής με έναν από τους εκπαιδευμένους ειδικούς υποστήριξης μας. Οι συνεδρίες είναι διαθέσιμες για διάφορες ανάγκες, όπως θεραπευτικές επισκέψεις, συμβουλές και συνεχή υποστήριξη.",
  "appt_time_label": "Προτιμώμενη ώρα",
  "appt_time_select": "Επιλέξτε μια ώρα",
  "appt_title": "Προγραμματίστε μια υποστηρικτική συνεδρία",
  "appt_type_checkin": "Τηλεφωνική επικοινωνία",
  "appt_type_consultation": "Αρχική διαβούλευση",
  "appt_type_crisis": "Υποστήριξη σε περίπτωση κρίσης",
  "appt_type_label": "Είδος υποστήριξης",
  "appt_type_other": "Άλλο",
  "appt_type_select": "Επιλέξτε τύπο υποστήριξης",
  "appt_type_therapy": "Συνεδρία θεραπείας",
  "appt_virtual": "Εικονικές επιλογές",
  "article_10_min_read": "10 λεπτά ανάγνωσης",
  "article_12_min_read": "12 λεπτά ανάγνωσης",
  "article_15_min_read": "15 λεπτά ανάγνωσης",
  "article_8_min_read": "8 λεπτά ανάγνωσης",
  "article_anxiety_h2_1": "Τι είναι το άγχος;",
  "article_anxiety_h2_2": "Τύποι διαταραχών άγχους",
  "article_anxiety_h2_3": "Συνηθισμένα συμπτώματα άγχους",
  "article_anxiety_h2_4": "Αιτίες και παράγοντες κινδύνου",
  "article_anxiety_h2_5": "Επιλογές θεραπείας",
  "article_anxiety_h2_6": "Στρατηγικές αυτοβοήθειας",
  "article_anxiety_h2_7": "Πότε να αναζητήσετε επαγγελματική βοήθεια",
  "article_anxiety_h3_1": "Γενικευμένη διαταραχή άγχους (GAD)",
  "article_anxiety_h3_10": "Εμπειρίες ζωής",
  "article_anxiety_h3_11": "Προσωπικότητα",
  "article_anxiety_h3_12": "Ψυχοθεραπεία",
  "article_anxiety_h3_13": "Φαρμακευτική αγωγή",
  "article_anxiety_h3_2": "Διαταραχή πανικού",
  "article_anxiety_h3_3": "Διαταραχή κοινωνικού άγχους",
  "article_anxiety_h3_4": "Συγκεκριμένες φοβίες",
  "article_anxiety_h3_5": "Διαταραχή άγχους αποχωρισμού",
  "article_anxiety_h3_6": "Σωματικά συμπτώματα",
  "article_anxiety_h3_7": "Ψυχολογικά συμπτώματα",
  "article_anxiety_h3_8": "Γενετική",
  "article_anxiety_h3_9": "Χημεία του εγκεφάλου",
  "article_anxiety_li1": "Ταχυκαρδία ή αίσθημα παλμών",
  "article_anxiety_li10": "Υπερβολική ανησυχία που είναι δύσκολο να ελεγχθεί",
  "article_anxiety_li11": "Αίσθημα ανησυχίας, νευρικότητας ή έντασης",
  "article_anxiety_li12": "Δυσκολία συγκέντρωσης ή άδειο μυαλό",
  "article_anxiety_li13": "Ευερεθιστότητα",
  "article_anxiety_li14": "Φόβος απώλειας ελέγχου ή \\\"τρελάθηκα\\\"",
  "article_anxiety_li15": "Αίσθημα αποστασιοποίησης από τον εαυτό σας ή το περιβάλλον",
  "article_anxiety_li16": "Διαρκώς αναμένοντας το χειρότερο",
  "article_anxiety_li17": "Συνήθως συνταγογραφούνται αντικαταθλιπτικά (SSRIs και SNRIs)",
  "article_anxiety_li18": "Αντι-άγχος φάρμακα (βενζοδιαζεπίνες) για βραχυπρόθεσμη ανακούφιση",
  "article_anxiety_li19": "Βήτα-αποκλειστές για τη διαχείριση των σωματικών συμπτωμάτων",
  "article_anxiety_li2": "Δύσπνοια ή αίσθημα πνιγμού",
  "article_anxiety_li20": "<strong>Ασκηθείτε τακτικά:</strong> Η σωματική δραστηριότητα είναι φυσικός ανακουφιστής του άγχους. Στοχεύστε τουλάχιστον 30 λεπτά τις περισσότερες ημέρες.",
  "article_anxiety_li21": "<strong>Εξασκήστε τεχνικές χαλάρωσης:</strong> Βαθιές αναπνοές, προοδευτική χαλάρωση των μυών και διαλογισμός επίγνωσης μπορούν να ηρεμήσουν το μυαλό σας.",
  "article_anxiety_li22": "<strong>Κοιμηθείτε αρκετά:</strong> Ο κακός ύπνος μπορεί να επιδεινώσει το άγχος. Διατηρήστε ένα σταθερό πρόγραμμα ύπνου.",
  "article_anxiety_li23": "<strong>Περιορίστε την καφεΐνη και το αλκοόλ:</strong> Και τα δύο μπορούν να πυροδοτήσουν ή να επιδεινώσουν τα συμπτώματα άγχους.",
  "article_anxiety_li24": "<strong>Συνδεθείτε με άλλους:</strong> Η κοινωνική υποστήριξη είναι ζωτικής σημασίας. Μιλήστε με φίλους, συγγενείς ή συμμετέχετε σε μια ομάδα υποστήριξης.",
  "article_anxiety_li25": "<strong>Αμφισβητήστε τις αρνητικές σκέψεις:</strong> Μάθετε να εντοπίζετε και να αμφισβητείτε τις αγχώδεις σκέψεις.",
  "article_anxiety_li26": "Το άγχος σας επηρεάζει την εργασία, τις σχέσεις ή τις καθημερινές σας δραστηριότητες",
  "article_anxiety_li27": "Αποφεύγετε καταστάσεις λόγω φόβου",
  "article_anxiety_li28": "Το άγχος σας φαίνεται αδύνατο να ελεγχθεί",
  "article_anxiety_li29": "Βιώνετε κατάθλιψη μαζί με άγχος",
  "article_anxiety_li3": "Εφίδρωση ή κρύα, ιδρωμένα χέρια",
  "article_anxiety_li30": "Χρησιμοποιείτε αλκοόλ ή ναρκωτικά για να το αντιμετωπίσετε",
  "article_anxiety_li31": "Έχετε σκέψεις αυτοτραυματισμού ή αυτοκτονίας",
  "article_anxiety_li4": "Τρέμουλο ή ανατρίχιασμα",
  "article_anxiety_li5": "Μυϊκή ένταση, πόνοι ή πόνους",
  "article_anxiety_li6": "Πονοκέφαλοι",
  "article_anxiety_li7": "Κόπωση και εξάντληση",
  "article_anxiety_li8": "Δυσκολία στον ύπνο ή ανήσυχος ύπνος",
  "article_anxiety_li9": "Δυσπεψία, ναυτία ή διάρροια",
  "article_anxiety_p1": "Το άγχος είναι ένα φυσιολογικό ανθρώπινο συναίσθημα που όλοι βιώνουν από καιρό σε καιρό. Είναι το συναίσθημα της ανησυχίας, της νευρικότητας ή της αμηχανίας για κάτι με αβέβαιο αποτέλεσμα. Στην πραγματικότητα, κάποιο άγχος μπορεί να είναι χρήσιμο — μπορεί να μας προειδοποιεί για κινδύνους και να μας βοηθά να προετοιμαστούμε για σημαντικά γεγονότα.",
  "article_anxiety_p10": "Οι αγχώδεις διαταραχές δεν έχουν μία μόνο αιτία. Αντίθετα, προκύπτουν από ένα συνδυασμό παραγόντων:",
  "article_anxiety_p11": "Οι διαταραχές άγχους τείνουν να είναι κληρονομικές. Εάν έχετε έναν στενό συγγενή με διαταραχή άγχους, είναι πιθανότερο να αναπτύξετε και εσείς μια τέτοια διαταραχή. Ωστόσο, το να έχετε γενετική προδιάθεση δεν σημαίνει ότι σίγουρα θα αναπτύξετε άγχος.",
  "article_anxiety_p12": "Οι έρευνες υποδεικνύουν ότι οι διαταραχές άγχους μπορεί να συνδέονται με ελαττωματικά κυκλώματα στον εγκέφαλο που ρυθμίζουν τον φόβο και τα συναισθήματα. Νευροδιαβιβαστές όπως η σεροτονίνη, η ντοπαμίνη και η νορεπινεφρίνη παίζουν σημαντικό ρόλο στη ρύθμιση της διάθεσης.",
  "article_anxiety_p13": "Τραυματικά γεγονότα, χρόνιο στρες, δυσκολίες στην παιδική ηλικία και σημαντικές αλλαγές στη ζωή μπορούν να πυροδοτήσουν αγχώδεις διαταραχές. Αυτό περιλαμβάνει εμπειρίες όπως κακοποίηση, απώλεια αγαπημένου προσώπου, διαζύγιο, απώλεια εργασίας ή σοβαρά προβλήματα υγείας.",
  "article_anxiety_p14": "Ορισμένα χαρακτηριστικά της προσωπικότητας, όπως η ντροπαλότητα, η χαμηλή αυτοεκτίμηση ή ο τελειομανισμός, μπορεί να κάνουν ορισμένα άτομα πιο επιρρεπή σε διαταραχές άγχους.",
  "article_anxiety_p15": "Οι διαταραχές άγχους είναι εξαιρετικά θεραπεύσιμες. Οι κύριες θεραπείες περιλαμβάνουν ψυχοθεραπεία, φαρμακευτική αγωγή ή συνδυασμό και των δύο.",
  "article_anxiety_p16": "Η Γνωστική Συμπεριφορική Θεραπεία (ΓΣΘ) είναι η πιο αποτελεσματική μορφή ψυχοθεραπείας για τις αγχώδεις διαταραχές. Η ΓΣΘ σας διδάσκει διαφορετικούς τρόπους σκέψης, συμπεριφοράς και αντίδρασης σε καταστάσεις που προκαλούν άγχος. Επίσης μπορεί να σας βοηθήσει να μάθετε και να εξασκήσετε κοινωνικές δεξιότητες, κάτι που είναι ζωτικής σημασίας για τη θεραπεία της διαταραχής κοινωνικού άγχους.",
  "article_anxiety_p17": "Η θεραπεία έκθεσης είναι ένα συστατικό της CBT που εστιάζει στην αντιμετώπιση των φόβων που υποκρύπτονται σε μια διαταραχή άγχους. Σας βοηθά να ασχοληθείτε με δραστηριότητες ή καταστάσεις που ίσως αποφεύγατε.",
  "article_anxiety_p18": "Πολλοί τύποι φαρμάκων μπορούν να βοηθήσουν στην ανακούφιση των συμπτωμάτων των αγχωδών διαταραχών:",
  "article_anxiety_p19": "Συνεργαστείτε πάντα με τον γιατρό σας για να βρείτε το κατάλληλο φάρμακο και τη σωστή δοσολογία για τις συγκεκριμένες ανάγκες σας.",
  "article_anxiety_p2": "Ωστόσο, το άγχος γίνεται διαταραχή όταν είναι υπερβολικό, δύσκολο να ελεγχθεί και παρεμβαίνει στην καθημερινή ζωή. Οι αγχώδεις διαταραχές είναι οι πιο συχνές ψυχικές παθήσεις, επηρεάζοντας περίπου 40 εκατομμύρια ενήλικες μόνο στις Ηνωμένες Πολιτείες.",
  "article_anxiety_p20": "Εκτός από την επαγγελματική θεραπεία, αυτές οι στρατηγικές μπορούν να βοηθήσουν στη διαχείριση του άγχους:",
  "article_anxiety_p21": "Σκεφτείτε να απευθυνθείτε σε έναν επαγγελματία ψυχικής υγείας εάν:",
  "article_anxiety_p22": "Να θυμάστε ότι το να ζητάτε βοήθεια είναι ένδειξη δύναμης, όχι αδυναμίας. Οι διαταραχές άγχους είναι πραγματικές, σοβαρές και θεραπεύσιμες. Με την κατάλληλη θεραπεία, πολλά άτομα με διαταραχές άγχους ζουν μια πλήρη και παραγωγική ζωή.",
  "article_anxiety_p3": "Σε αντίθεση με το σχετικά ήπιο, βραχύ χρονικό άγχος που προκαλεί ένα στρεσογόνο γεγονός, οι αγχώδεις διαταραχές διαρκούν τουλάχιστον 6 μήνες και μπορούν να επιδεινωθούν αν δεν αντιμετωπιστούν. Το καλό νέο είναι ότι οι αγχώδεις διαταραχές είναι ιδιαίτερα ιάσιμες, ωστόσο μόνο περίπου το ένα τρίτο όσων υποφέρουν λαμβάνουν θεραπεία.",
  "article_anxiety_p4": "Τα άτομα με Γενικευμένη Αγχώδη Διαταραχή (GAD) βιώνουν επίμονο και υπερβολικό άγχος για διάφορες πτυχές της καθημερινής ζωής, όπως η εργασία, η υγεία, η οικογένεια, τα οικονομικά ή καθημερινά θέματα. Η ανησυχία συχνά είναι δυσανάλογη σε σχέση με την πραγματική πιθανότητα ή το αντίκτυπο των αναμενόμενων γεγονότων. Τα σωματικά συμπτώματα μπορεί να περιλαμβάνουν ανησυχία, κόπωση, δυσκολία συγκέντρωσης, μυϊκή ένταση και προβλήματα ύπνου.",
  "article_anxiety_p5": "Η διαταραχή πανικού περιλαμβάνει επαναλαμβανόμενες, απροσδόκητες κρίσεις πανικού — ξαφνικές περιόδους έντονου φόβου που εμφανίζονται γρήγορα και φτάνουν στο αποκορύφωμά τους μέσα σε λίγα λεπτά. Κατά τη διάρκεια μιας κρίσης πανικού, τα άτομα μπορεί να παρουσιάσουν αίσθημα παλμών, εφίδρωση, ρίγη, δύσπνοια, πόνο στο στήθος, ναυτία, ζάλη και φόβο απώλειας ελέγχου ή θανάτου. Πολλά άτομα με διαταραχή πανικού ανησυχούν για το πότε θα συμβεί η επόμενη κρίση και προσπαθούν ενεργά να αποτρέψουν μελλοντικές κρίσεις.",
  "article_anxiety_p6": "Επίσης γνωστή ως κοινωνική φοβία, αυτή περιλαμβάνει έντονο φόβο για κοινωνικές ή καταστάσεις απόδοσης όπου κάποιος μπορεί να κριθεί, να ντροπιαστεί ή να ταπεινωθεί. Τα άτομα με κοινωνικό άγχος μπορεί να αποφεύγουν κοινωνικές καταστάσεις ή να τις αντέχουν με σημαντική δυσφορία. Αυτό μπορεί να επηρεάσει την εργασία, το σχολείο και τις σχέσεις.",
  "article_anxiety_p7": "Η ειδική φοβία είναι ένας έντονος, παράλογος φόβος για ένα συγκεκριμένο αντικείμενο, κατάσταση ή δραστηριότητα που δεν ενέχει ουσιαστικό κίνδυνο. Συνηθισμένες φοβίες περιλαμβάνουν τον φόβο για τα ύψη, τις πτήσεις, τις αράχνες, το αίμα ή τους κλειστούς χώρους. Τα άτομα με φοβίες συχνά καταβάλλουν μεγάλες προσπάθειες για να αποφύγουν αυτό που φοβούνται.",
  "article_anxiety_p8": "Παρόλο που συχνά θεωρείται κατάσταση της παιδικής ηλικίας, η αγχώδης διαταραχή αποχωρισμού μπορεί να εμφανιστεί και σε ενήλικες. Περιλαμβάνει υπερβολικό φόβο ή άγχος σχετικά με τον αποχωρισμό από σημαντικά πρόσωπα, ανησυχία ότι μπορεί να προκύψει βλάβη σε αγαπημένα πρόσωπα και απροθυμία να φύγει κανείς από το σπίτι ή να μείνει μόνος.",
  "article_anxiety_p9": "Το άγχος εκδηλώνεται τόσο με φυσικούς όσο και με ψυχολογικούς τρόπους. Η αναγνώριση αυτών των συμπτωμάτων είναι το πρώτο βήμα για να ζητήσετε βοήθεια.",
  "article_anxiety_subtitle": "Ένας ολοκληρωμένος οδηγός για να κατανοήσετε τι είναι οι διαταραχές άγχους, πώς εκδηλώνονται και ποιες είναι οι διαθέσιμες θεραπείες που βασίζονται σε αποδεικτικά στοιχεία.",
  "article_anxiety_title": "Κατανόηση των Αγχωδών Διαταραχών: Συμπτώματα, Τύποι και Θεραπεία",
  "article_anxiety_toc_1": "Τι είναι το άγχος;",
  "article_anxiety_toc_2": "Τύποι διαταραχών άγχους",
  "article_anxiety_toc_3": "Συχνά συμπτώματα",
  "article_anxiety_toc_4": "Αιτίες και Παράγοντες Κινδύνου",
  "article_anxiety_toc_5": "Επιλογές θεραπείας",
  "article_anxiety_toc_6": "Στρατηγικές Αυτοβοήθειας",
  "article_anxiety_toc_7": "Πότε να ζητήσετε βοήθεια",
  "article_back_to_blog": "Επιστροφή στο blog",
  "article_community_category": "Κοινότητα",
  "article_community_h2_1": "Τι είναι η Κοινοτική Υποστήριξη Ψυχικής Υγείας;",
  "article_community_h2_2": "Τύποι ομάδων υποστήριξης και πώς να τις βρείτε",
  "article_community_h2_3": "Ιστορίες Κοινοτήτων που Κάνουν τη Διαφορά",
  "article_community_h2_4": "Ξεκινώντας τον δικό σας κύκλο υποστήριξης",
  "article_community_h2_5": "Πρακτικές αμοιβαίας βοήθειας για την ψυχική υγεία",
  "article_community_h2_6": "Πόροι για πρωτοβουλίες ψυχικής υγείας της κοινότητας",
  "article_community_h3_1": "Ομάδες υποστήριξης από ομοτίμους",
  "article_community_h3_2": "Ομάδες 12 βημάτων και ανάκαμψης",
  "article_community_h3_3": "Διαδικτυακές κοινότητες",
  "article_community_h3_4": "Υποστήριξη με Βάση την Πίστη",
  "article_community_h3_5": "Πρακτική υποστήριξη",
  "article_community_h3_6": "Κοινή αντιμετώπιση συναισθηματικών προβλημάτων",
  "article_community_h3_7": "Κοινή χρήση γνώσεων",
  "article_community_h3_8": "Κοινός Σχεδιασμός για Κρίσεις",
  "article_community_li1": "<strong>Επιλέξτε ένα θέμα:</strong> Η ομάδα σας θα επικεντρωθεί σε μια συγκεκριμένη κατάσταση ή θα έχει πιο γενικό χαρακτήρα και θα εστιάζει στην ευεξία;",
  "article_community_li10": "<strong>Εθνική γραμμή βοήθειας SAMHSA:</strong> 1-800-662-4357 παρέχει παραπομπές 24 ώρες το 24ωρο, 7 ημέρες την εβδομάδα.",
  "article_community_li11": "<strong>NAMI:</strong> Προσφέρει προγράμματα ομοτίμων, ομάδες υποστήριξης για οικογένειες και πόρους υπεράσπισης.",
  "article_community_li2": "<strong>Θέστε σαφείς οδηγίες:</strong> Καθιερώστε συμφωνίες εμπιστευτικότητας και κανόνες ομιλίας.",
  "article_community_li3": "<strong>Επιλέξτε μια σταθερή ώρα και τόπο:</strong> Οι τακτικές συναντήσεις χτίζουν εμπιστοσύνη.",
  "article_community_li4": "<strong>Δημιουργήστε δομή:</strong> Ένα απλό πλαίσιο βοηθά όλους να γνωρίζουν τι να περιμένουν.",
  "article_community_li5": "<strong>Γνωρίζετε πότε να παραπέμψετε:</strong> Έχετε έτοιμους πόρους όταν κάποιος χρειάζεται περισσότερη υποστήριξη.",
  "article_community_li6": "<strong>Εναλλάξτε τις ευθύνες:</strong> Η κοινή ηγεσία αποτρέπει την εξάντληση.",
  "article_community_li7": "<strong>Πρώτες Βοήθειες Ψυχικής Υγείας:</strong> Ένα 8ωρο εκπαιδευτικό πρόγραμμα που διδάσκει στους ανθρώπους να αναγνωρίζουν και να ανταποκρίνονται σε προκλήσεις.",
  "article_community_li8": "<strong>Στοχευμένη Υποστήριξη Ομοτίμων:</strong> Ένα εκπαιδευτικό πρόγραμμα που αναπτύσσει δεξιότητες αμοιβαίας υποστήριξης.",
  "article_community_li9": "<strong>Το Icarus Project/Fireweed Collective:</strong> Πόροι για ριζοσπαστική οργάνωση της ψυχικής υγείας.",
  "article_community_p1": "Η κοινοτική υποστήριξη ψυχικής υγείας αναφέρεται στα δίκτυα φροντίδας εκτός των παραδοσιακών κλινικών δομών.",
  "article_community_p10": "Οι κοινότητες ενώνουν τις δυνάμεις τους για να υποστηρίξουν την ψυχική υγεία με καινοτόμους τρόπους.",
  "article_community_p11": "Μια ομάδα φοιτητών πανεπιστημίου δημιούργησε μια γραμμή υποστήριξης μέσω μηνυμάτων κειμένου, η οποία στελεχώνεται από εκπαιδευμένους φοιτητές.",
  "article_community_p12": "Κάτοικοι οργάνωσαν εβδομαδιαίες συναντήσεις για καφέ και τηλεφωνικές κλήσεις ελέγχου για απομονωμένους ηλικιωμένους.",
  "article_community_p13": "Δημιουργικές ομάδες χρησιμοποιούν την τέχνη, τη γραφή και τη μουσική για να επεξεργαστούν τα συναισθήματα.",
  "article_community_p14": "Δεν χρειάζεστε επίσημη εκπαίδευση για να ξεκινήσετε έναν κύκλο υποστήριξης.",
  "article_community_p15": "Ξεκινήστε μικρά με ανθρώπους που εμπιστεύεστε και μοιράζονται μια κοινή εμπειρία.",
  "article_community_p16": "Να θυμάστε ότι η ατέλεια είναι αποδεκτή. Να είστε πάντα παρόντες ο ένας για τον άλλον.",
  "article_community_p17": "Η αμοιβαία βοήθεια είναι η πρακτική των μελών της κοινότητας να υποστηρίζουν ο ένας τον άλλον χωρίς ιεραρχία.",
  "article_community_p18": "Βοηθήστε με τα ψώνια, τη μεταφορά ή τη φροντίδα των παιδιών κατά τη διάρκεια των θεραπευτικών συνεδριών.",
  "article_community_p19": "Δημιουργήστε συστήματα όπου το βάρος δεν πέφτει στα ίδια λίγα άτομα.",
  "article_community_p2": "Η κοινοτική υποστήριξη λειτουργεί με βάση την αρχή της κοινής εμπειρίας και της αμοιβαιότητας.",
  "article_community_p20": "Μοιραστείτε πληροφορίες για δωρεάν πόρους θεραπείας και στρατηγικές αντιμετώπισης.",
  "article_community_p21": "Βοηθήστε ο ένας τον άλλον να δημιουργήσετε σχέδια για περιπτώσεις κρίσης και μοιραστείτε επαφές έκτακτης ανάγκης.",
  "article_community_p22": "Η βασική αρχή είναι ότι ο καθένας έχει κάτι να προσφέρει και ο καθένας έχει ανάγκες.",
  "article_community_p23": "Έτοιμοι να αναλάβετε δράση; Εδώ υπάρχουν πόροι για να εμβαθύνετε το έργο σας στην κοινοτική ψυχική υγεία:",
  "article_community_p24": "Θυμηθείτε: δεν χρειάζεται να χτίσετε την κοινότητα μόνοι σας.",
  "article_community_p3": "Οι ισχυρές κοινωνικές σχέσεις είναι ένας από τους πιο ισχυρούς προστατευτικούς παράγοντες για την ψυχική υγεία.",
  "article_community_p4": "Οι ομάδες υποστήριξης υπάρχουν σε πολλές μορφές, η κάθε μία εξυπηρετεί διαφορετικές ανάγκες:",
  "article_community_p5": "Αυτές οι ομάδες φέρνουν σε επαφή άτομα με κοινές εμπειρίες.",
  "article_community_p6": "Προγράμματα όπως τα AA και NA παρέχουν δομημένη υποστήριξη από ομοτίμους για την εξάρτηση.",
  "article_community_p7": "Φόρουμ, ομάδες κοινωνικών μέσων και εφαρμογές συνδέουν άτομα που βρίσκονται σε αποστάσεις.",
  "article_community_p8": "Πολλές θρησκευτικές κοινότητες προσφέρουν ομάδες υποστήριξης και ποιμαντική συμβουλευτική.",
  "article_community_p9": "Για να βρείτε μια ομάδα υποστήριξης, δοκιμάστε να κάνετε αναζήτηση μέσω του NAMI ή της τοπικής ένωσης ψυχικής υγείας.",
  "article_community_subtitle": "Ανακαλύψτε πώς η κοινοτική υποστήριξη ψυχικής υγείας και η αλληλοβοήθεια μπορούν να μεταμορφώσουν την ευεξία.",
  "article_community_title": "Κοινοτική φροντίδα: Η δύναμη της συνένωσης",
  "article_community_toc_1": "Τι είναι η Κοινοτική Υποστήριξη;",
  "article_community_toc_2": "Τύποι ομάδων υποστήριξης",
  "article_community_toc_3": "Ιστορίες κοινοτήτων",
  "article_community_toc_4": "Ξεκινώντας τον δικό σας κύκλο",
  "article_community_toc_5": "Πρακτικές Αλληλοβοήθειας",
  "article_community_toc_6": "Πόροι και επόμενα βήματα",
  "article_depression_h2_1": "Τι είναι η κατάθλιψη?",
  "article_depression_h2_2": "Σημάδια και συμπτώματα",
  "article_depression_h2_3": "Τύποι κατάθλιψης",
  "article_depression_h2_4": "Αιτίες και παράγοντες κινδύνου",
  "article_depression_h2_5": "Επιλογές Θεραπείας",
  "article_depression_h2_6": "Στρατηγικές αυτοφροντίδας",
  "article_depression_h2_7": "Βοηθώντας κάποιον με κατάθλιψη",
  "article_depression_h3_1": "Συναισθηματικά συμπτώματα",
  "article_depression_h3_10": "Ψυχολογικοί παράγοντες",
  "article_depression_h3_11": "Περιβαλλοντικοί παράγοντες",
  "article_depression_h3_12": "Ψυχοθεραπεία",
  "article_depression_h3_13": "Φαρμακευτική αγωγή",
  "article_depression_h3_14": "Άλλες θεραπείες",
  "article_depression_h3_15": "Σωματική υγεία",
  "article_depression_h3_16": "Κοινωνικές σχέσεις",
  "article_depression_h3_17": "Ψυχική ευεξία",
  "article_depression_h3_18": "Τι να κάνετε",
  "article_depression_h3_19": "Τι να αποφύγετε",
  "article_depression_h3_2": "Σωματικά συμπτώματα",
  "article_depression_h3_20": "Πότε να ζητήσετε επείγουσα βοήθεια",
  "article_depression_h3_3": "Γνωστικά συμπτώματα",
  "article_depression_h3_4": "Σοβαρή καταθλιπτική διαταραχή",
  "article_depression_h3_5": "Επίμονη καταθλιπτική διαταραχή (δυσθυμία)",
  "article_depression_h3_6": "Εποχιακή συναισθηματική διαταραχή (SAD)",
  "article_depression_h3_7": "Μεταγεννητική κατάθλιψη",
  "article_depression_h3_8": "Διπολική κατάθλιψη",
  "article_depression_h3_9": "Βιολογικοί παράγοντες",
  "article_depression_li1": "<strong>Επίμονη λυπημένη, ανήσυχη ή κενή διάθεση</strong> που διαρκεί τις περισσότερες ώρες της ημέρας, σχεδόν κάθε μέρα",
  "article_depression_li10": "<strong>Επιβράδυνση των κινήσεων ή της ομιλίας</strong> που μπορεί να παρατηρήσουν οι άλλοι",
  "article_depression_li11": "<strong>Δυσκολία στη σκέψη, στη συγκέντρωση ή στη λήψη αποφάσεων</strong>",
  "article_depression_li12": "<strong>Προβλήματα μνήμης</strong> και λησμοσύνη",
  "article_depression_li13": "<strong>Σκέψεις θανάτου ή αυτοκτονίας</strong> - αυτό είναι ένα σοβαρό σύμπτωμα που απαιτεί άμεση προσοχή",
  "article_depression_li14": "<strong>Χημεία του εγκεφάλου:</strong> Η ανισορροπία των νευροδιαβιβαστών όπως η σεροτονίνη, η νορεπινεφρίνη και η ντοπαμίνη μπορεί να συμβάλει στην κατάθλιψη",
  "article_depression_li15": "<strong>Γενετική:</strong> Η κατάθλιψη μπορεί να εμφανίζεται σε οικογένειες. Το ότι έχετε γονέα ή αδελφό ή αδελφή με κατάθλιψη αυξάνει τον κίνδυνό σας",
  "article_depression_li16": "<strong>Ορμονικές αλλαγές:</strong> Οι διακυμάνσεις των ορμονών μπορούν να προκαλέσουν κατάθλιψη, όπως κατά τη διάρκεια της εγκυμοσύνης, μετά τον τοκετό, την εμμηνόπαυση ή σε περίπτωση προβλημάτων με τον θυρεοειδή",
  "article_depression_li17": "<strong>Τραύμα και κακοποίηση:</strong> Η σωματική, συναισθηματική ή σεξουαλική κακοποίηση στο παρελθόν μπορεί να αυξήσει την ευπάθεια στην κατάθλιψη",
  "article_depression_li18": "<strong>Χαρακτηριστικά προσωπικότητας:</strong> Άτομα με χαμηλή αυτοεκτίμηση, που κατακλίζονται εύκολα από το στρες, ή που είναι γενικά απαισιόδοξα μπορεί να είναι πιο επιρρεπή στην κατάθλιψη",
  "article_depression_li19": "<strong>Αρνητικά μοτίβα σκέψης:</strong> Οι συνηθισμένες αρνητικές σκέψεις μπορούν να ενισχύσουν τα καταθλιπτικά συναισθήματα",
  "article_depression_li2": "<strong>Συναισθήματα απελπισίας</strong> ή απαισιοδοξίας για το μέλλον",
  "article_depression_li20": "<strong>Σημαντικές αλλαγές στη ζωή:</strong> Η απώλεια της εργασίας, ο διαζύγιο, ο θάνατος ενός αγαπημένου προσώπου ή άλλες σημαντικές αλλαγές μπορούν να προκαλέσουν κατάθλιψη",
  "article_depression_li21": "<strong>Χρόνιο άγχος:</strong> Το συνεχές άγχος από την εργασία, τις σχέσεις ή τα οικονομικά προβλήματα μπορεί να οδηγήσει σε κατάθλιψη",
  "article_depression_li22": "<strong>Κοινωνική απομόνωση:</strong> Η έλλειψη κοινωνικής υποστήριξης και ουσιαστικών σχέσεων αυξάνει τον κίνδυνο κατάθλιψης",
  "article_depression_li23": "<strong>Γνωστική-Συμπεριφορική Θεραπεία (CBT):</strong> Βοηθά να εντοπιστούν και να αλλάξουν οι αρνητικοί τρόποι σκέψης και συμπεριφορές",
  "article_depression_li24": "<strong>Διαπροσωπική θεραπεία (IPT):</strong> Επικεντρώνεται στη βελτίωση των σχέσεων και των επικοινωνιακών δεξιοτήτων",
  "article_depression_li25": "<strong>Ψυχοδυναμική θεραπεία:</strong> Εξετάζει πώς οι εμπειρίες του παρελθόντος επηρεάζουν τα τρέχοντα συναισθήματα και συμπεριφορές",
  "article_depression_li26": "<strong>SSRIs (Επιλεκτικοί Αναστολείς Επαναπρόσληψης Σεροτονίνης):</strong> Συχνά η θεραπεία πρώτης γραμμής, περιλαμβάνοντας φάρμακα όπως η φλουοξετίνη και η σερτραλίνη",
  "article_depression_li27": "<strong>SNRIs (αναστολείς επαναπρόσληψης σεροτονίνης-νορεπινεφρίνης):</strong> Μια άλλη κοινή επιλογή για την κατάθλιψη",
  "article_depression_li28": "<strong>Άλλα φάρμακα:</strong> Ο γιατρός σας μπορεί να σας προτείνει διαφορετικές επιλογές με βάση την συγκεκριμένη κατάστασή σας",
  "article_depression_li29": "<strong>Θεραπείες διέγερσης του εγκεφάλου:</strong> Όπως η ηλεκτροσπασμοθεραπεία (ECT) ή διακρανιακή μαγνητική διέγερση (TMS) για θεραπεία ανθεκτικής κατάθλιψης",
  "article_depression_li3": "<strong>Συναισθήματα ενοχής, αναξιότητας ή ανικανότητας</strong> που φαίνονται υπερβολικά ή ακατάλληλα",
  "article_depression_li30": "<strong>Φωτοθεραπεία:</strong> Ιδιαίτερα αποτελεσματική για την εποχιακή συναισθηματική διαταραχή",
  "article_depression_li31": "<strong>Άσκηση:</strong> Η τακτική σωματική δραστηριότητα έχει αποδειχθεί ότι μειώνει τα συμπτώματα της κατάθλιψης",
  "article_depression_li32": "<strong>Τακτική άσκηση:</strong> Στοχεύστε τουλάχιστον 30 λεπτά σωματικής δραστηριότητας τις περισσότερες ημέρες. Ακόμη και ένας σύντομος περίπατος μπορεί να βοηθήσει",
  "article_depression_li33": "<strong>Υγιεινή διατροφή:</strong> Μια ισορροπημένη διατροφή υποστηρίζει τόσο τη σωματική όσο και την ψυχική υγεία",
  "article_depression_li34": "<strong>Ποιοτικός ύπνος:</strong> Διατηρήστε ένα σταθερό πρόγραμμα ύπνου και ακολουθήστε καλές συνήθειες ύπνου",
  "article_depression_li35": "<strong>Περιορίστε το αλκοόλ:</strong> Το αλκοόλ είναι κατασταλτικό και μπορεί να επιδεινώσει τα συμπτώματα",
  "article_depression_li36": "<strong>Διατηρήστε επαφή:</strong> Επικοινωνήστε με φίλους και οικογένεια, ακόμα και όταν δεν έχετε όρεξη",
  "article_depression_li37": "<strong>Γίνετε μέλος μιας ομάδας υποστήριξης:</strong> Η επικοινωνία με άλλους που σας καταλαβαίνουν μπορεί να είναι πολύ χρήσιμη",
  "article_depression_li38": "<strong>Γίνετε εθελοντής:</strong> Βοηθώντας τους άλλους μπορεί να βελτιώσετε τη διάθεσή σας και να αποκτήσετε αίσθηση σκοπού",
  "article_depression_li39": "<strong>Θέστε ρεαλιστικούς στόχους:</strong> Διαχωρίστε τις εργασίες σε μικρότερα βήματα και γιορτάστε τις μικρές επιτυχίες",
  "article_depression_li4": "<strong>Απώλεια ενδιαφέροντος ή ευχαρίστησης</strong> για τα χόμπι και τις δραστηριότητες που σας άρεσαν",
  "article_depression_li40": "<strong>Αμφισβητήστε τις αρνητικές σκέψεις:</strong> Αμφισβητήστε την ακρίβεια των αρνητικών σκέψεών σας",
  "article_depression_li41": "<strong>Ασκηθείτε στην ενσυνειδητότητα:</strong> Η ενσυνειδητότητα και ο διαλογισμός μπορούν να βοηθήσουν στη μείωση των συμπτωμάτων της κατάθλιψης",
  "article_depression_li42": "<strong>Κάντε πράγματα που απολαμβάνετε:</strong> Ακόμα κι αν δεν έχετε διάθεση, η συμμετοχή σε δραστηριότητες μπορεί να βελτιώσει τη διάθεσή σας",
  "article_depression_li43": "<strong>Ακούστε χωρίς να κρίνετε:</strong> Δείξτε τους ότι είστε εκεί για αυτούς",
  "article_depression_li44": "<strong>Ενθαρρύνετε την επαγγελματική βοήθεια:</strong> Προτείνετε τους ευγενικά να μιλήσουν με έναν γιατρό ή θεραπευτή",
  "article_depression_li45": "<strong>Προσφέρετε πρακτική υποστήριξη:</strong> Βοηθήστε τους με τις καθημερινές καθήκοντα όπως το μαγείρεμα, το καθάρισμα ή τις δουλειές",
  "article_depression_li46": "<strong>Να είστε υπομονετικοί:</strong> Η ανάρρωση απαιτεί χρόνο και μπορεί να υπάρξουν πισωγυρίσματα",
  "article_depression_li47": "<strong>Φροντίστε τον εαυτό σας:</strong> Η υποστήριξη ενός ατόμου με κατάθλιψη μπορεί να είναι συναισθηματικά εξαντλητική",
  "article_depression_li48": "Μην υποτιμάτε τα συναισθήματά τους και μην τους λέτε να \\\"το ξεπεράσουν\\“”,\n\\\" article_depression_li49\\\": \\\"Μην συγκρίνετε την κατάστασή του με άλλους ή μην του λέτε \\\"άλλοι άνθρωποι είναι χειρότερα\\\"",
  "article_depression_li49": "Μην συγκρίνετε την κατάστασή τους με άλλους ή μην λέτε \"άλλοι άνθρωποι τα έχουν χειρότερα\"",
  "article_depression_li5": "<strong>Ευερεθιστότητα</strong> και απογοήτευση, ακόμα και για μικρά θέματα",
  "article_depression_li50": "Μην δίνετε ανεπιθύμητες συμβουλές για το τι πρέπει να κάνει",
  "article_depression_li51": "Μην παίρνετε τη συμπεριφορά τους προσωπικά",
  "article_depression_li6": "<strong>Αλλαγές στην όρεξη</strong> - απώλεια ή αύξηση βάρους που δεν σχετίζεται με δίαιτα",
  "article_depression_li7": "<strong>Διαταραχές ύπνου</strong> - αϋπνία ή υπερβολικός ύπνος",
  "article_depression_li8": "<strong>Απώλεια ενέργειας</strong> ή αυξημένη κόπωση, ακόμη και με επαρκή ύπνο",
  "article_depression_li9": "<strong>Σωματικοί πόνοι και πόνες</strong> που δεν έχουν σαφή αιτία",
  "article_depression_p1": "Η κατάθλιψη, γνωστή και ως μείζονα καταθλιπτική διαταραχή ή κλινική κατάθλιψη, είναι μια συχνή και σοβαρή ψυχική διαταραχή. Επηρεάζει αρνητικά τον τρόπο που αισθάνεστε, σκέφτεστε και ενεργείτε. Η κατάθλιψη προκαλεί συναισθήματα θλίψης και απώλεια ενδιαφέροντος για δραστηριότητες που κάποτε απολαμβάνατε.",
  "article_depression_p10": "Η καταθλιπτική φάση της διπολικής διαταραχής, η οποία περιλαμβάνει επίσης περιόδους μανίας ή υπομανίας. Αυτός ο τύπος απαιτεί διαφορετικές θεραπευτικές προσεγγίσεις σε σχέση με τη μονοπολική κατάθλιψη.",
  "article_depression_p11": "Η κατάθλιψη δεν έχει μία μόνο αιτία. Συνήθως προκύπτει από ένα συνδυασμό παραγόντων:",
  "article_depression_p12": "Η κατάθλιψη είναι μία από τις πιο θεραπεύσιμες ψυχικές διαταραχές. Μεταξύ 80 και 90 τοις εκατό των ατόμων με κατάθλιψη τελικά ανταποκρίνονται καλά στη θεραπεία.",
  "article_depression_p13": "Γνωστή και ως θεραπεία μέσω συζήτησης, η ψυχοθεραπεία βοηθά τα άτομα με κατάθλιψη να κατανοήσουν και να επεξεργαστούν τα συναισθήματά τους. Συνηθισμένες προσεγγίσεις περιλαμβάνουν:",
  "article_depression_p14": "Τα αντικαταθλιπτικά φάρμακα μπορούν να βοηθήσουν στη διόρθωση των χημικών ανισορροπιών στον εγκέφαλο. Οι συνήθεις τύποι περιλαμβάνουν:",
  "article_depression_p15": "Είναι σημαντικό να συνεργάζεστε στενά με έναν πάροχο υγειονομικής περίθαλψης όταν λαμβάνετε φαρμακευτική αγωγή, καθώς η εύρεση του σωστού φαρμάκου και της δοσολογίας μπορεί να απαιτήσει χρόνο.",
  "article_depression_p16": "Αν και συχνά απαιτείται επαγγελματική θεραπεία, οι στρατηγικές αυτοφροντίδας μπορούν να υποστηρίξουν την ανάρρωσή σας:",
  "article_depression_p17": "Αν κάποιος που σας ενδιαφέρει πάσχει από κατάθλιψη, δείτε πώς μπορείτε να βοηθήσετε:",
  "article_depression_p18": "Αν κάποιος εκφράσει σκέψεις αυτοκτονίας ή αυτοτραυματισμού, πάρτε το σοβαρά. Μείνετε μαζί του, απομακρύνετε ό,τι μπορεί να χρησιμοποιηθεί για αυτοτραυματισμό, αν είναι δυνατόν, και καλέστε αμέσως τις υπηρεσίες έκτακτης ανάγκης ή μια γραμμή βοήθειας για κρίσεις. Στις ΗΠΑ, μπορείτε να καλέσετε ή να στείλετε μήνυμα στο 988 για τη Γραμμή Βοήθειας για Αυτοκτονίες και Κρίσεις.",
  "article_depression_p2": "Είναι σημαντικό να κατανοήσουμε ότι η κατάθλιψη διαφέρει από τη φυσιολογική θλίψη ή το πένθος. Ενώ όλοι νιώθουν λυπημένοι κάποιες φορές, η κατάθλιψη είναι πιο επίμονη και μπορεί να παρεμβαίνει σημαντικά στην καθημερινή ζωή. Η κατάθλιψη δεν είναι αδυναμία ή ελάττωμα χαρακτήρα — είναι μια ιατρική κατάσταση που μπορεί να αντιμετωπιστεί.",
  "article_depression_p3": "Η κατάθλιψη επηρεάζει περίπου 280 εκατομμύρια ανθρώπους παγκοσμίως, καθιστώντας την μία από τις πιο συχνές ψυχικές παθήσεις. Μπορεί να εμφανιστεί σε οποιαδήποτε ηλικία αλλά συχνά αρχίζει στην ενήλικη ζωή. Οι γυναίκες είναι πιο πιθανό να εμφανίσουν κατάθλιψη από ό,τι οι άνδρες, αν και οι άνδρες μπορεί να είναι λιγότερο πιθανό να αναζητήσουν βοήθεια.",
  "article_depression_p4": "Τα συμπτώματα της κατάθλιψης μπορούν να ποικίλλουν από ήπια έως σοβαρά. Για να διαγνωστεί κατάθλιψη, τα συμπτώματα πρέπει να υπάρχουν για τουλάχιστον δύο εβδομάδες και να αντιπροσωπεύουν μια αλλαγή από το προηγούμενο επίπεδο λειτουργικότητάς σας.",
  "article_depression_p5": "Η κατάθλιψη δεν είναι μια κατάσταση \"μιας λύσης για όλους\". Υπάρχουν διάφοροι τύποι, ο καθένας με μοναδικά χαρακτηριστικά:",
  "article_depression_p6": "Η πιο κοινή μορφή της κατάθλιψης, χαρακτηρίζεται από επίμονα αισθήματα λύπης, απελπισίας και απώλειας ενδιαφέροντος. Τα συμπτώματα πρέπει να υπάρχουν για τουλάχιστον δύο εβδομάδες και να επηρεάζουν σημαντικά την καθημερινή λειτουργία.",
  "article_depression_p7": "Μια χρόνια μορφή κατάθλιψης όπου τα συμπτώματα διαρκούν τουλάχιστον δύο χρόνια. Αν και τα συμπτώματα μπορεί να είναι λιγότερο σοβαρά από την μείζονα κατάθλιψη, είναι μακροχρόνια και μπορούν να επηρεάσουν σημαντικά την ποιότητα ζωής.",
  "article_depression_p8": "Κατάθλιψη που ακολουθεί εποχικό πρότυπο, συνήθως ξεκινώντας το φθινόπωρο ή τον χειμώνα όταν υπάρχει λιγότερο φυσικό φως. Τα συμπτώματα συνήθως βελτιώνονται την άνοιξη και το καλοκαίρι. Η φωτεινή θεραπεία συχνά είναι αποτελεσματική για αυτόν τον τύπο.",
  "article_depression_p9": "Κατάθλιψη που εμφανίζεται μετά τον τοκετό, επηρεάζοντας τόσο τις μητέρες όσο και τους πατέρες. Είναι πιο σοβαρή και διαρκεί περισσότερο από το «baby blues» και απαιτεί επαγγελματική θεραπεία.",
  "article_depression_subtitle": "Ένας πλήρης οδηγός για την κατανόηση του τι είναι η κατάθλιψη, πώς επηρεάζει τους ανθρώπους και τις αποδεδειγμένες θεραπείες που μπορούν να βοηθήσουν.",
  "article_depression_title": "Κατανόηση της Κατάθλιψης: Συμπτώματα, Αιτίες και Θεραπεία",
  "article_depression_toc_1": "Τι είναι η κατάθλιψη;",
  "article_depression_toc_2": "Σημεία και συμπτώματα",
  "article_depression_toc_3": "Τύποι κατάθλιψης",
  "article_depression_toc_4": "Αιτίες και παράγοντες κινδύνου",
  "article_depression_toc_5": "Επιλογές θεραπείας",
  "article_depression_toc_6": "Στρατηγικές αυτοφροντίδας",
  "article_depression_toc_7": "Βοηθώντας κάποιον με κατάθλιψη",
  "article_disclaimer": "Αυτό το περιεχόμενο προορίζεται μόνο για ενημερωτικούς σκοπούς και δεν αντικαθιστά την επαγγελματική ιατρική συμβουλή, διάγνωση ή θεραπεία.",
  "article_mh_wins_h2_1": "Μικρές καθημερινές νίκες που έχουν σημασία",
  "article_mh_wins_h2_2": "Διασημότητες και δημόσια πρόσωπα μοιράζονται τις εμπειρίες τους",
  "article_mh_wins_h2_3": "Θετικές Τάσεις στην Ευαισθητοποίηση για την Ψυχική Υγεία",
  "article_mh_wins_h2_4": "Πρόοδος στη μείωση του στίγματος",
  "article_mh_wins_h2_5": "Γιορτάζοντας τις δικές σας νίκες",
  "article_mh_wins_h2_6": "Συνέχισε: Τα πηγαίνεις υπέροχα",
  "article_mh_wins_li1": "<strong>Σηκωθείτε από το κρεβάτι:</strong> Το να σηκωθείτε είναι μια πραγματική πράξη θάρρους.",
  "article_mh_wins_li10": "Βελτίωση της ασφαλιστικής κάλυψης για την ψυχική υγεία μέσω της προώθησης πολιτικών",
  "article_mh_wins_li11": "Τηλεφωνικές γραμμές κρίσης και γραμμές μηνυμάτων που παρέχουν άμεση υποστήριξη 24/7",
  "article_mh_wins_li12": "<strong>Κράτα ένα ημερολόγιο επιτυχιών:</strong> Γράφε μία μικρή νίκη κάθε μέρα.",
  "article_mh_wins_li13": "<strong>Μοιραστείτε το με κάποιον που εμπιστεύεστε:</strong> Μιλώντας σε έναν φίλο, η πρόοδος γίνεται πιο πραγματική.",
  "article_mh_wins_li14": "<strong>Ανταμείψτε τον εαυτό σας:</strong> Περιποιηθείτε τον εαυτό σας μετά από δύσκολες επιτυχίες.",
  "article_mh_wins_li15": "<strong>Εξασκήσου στην αυτοσυμπόνια:</strong> Μίλα στον εαυτό σου όπως θα μιλούσες σε έναν φίλο.",
  "article_mh_wins_li16": "<strong>Δημιουργήστε οπτικές υπενθυμίσεις:</strong> Δημιουργήστε έναν τοίχο νίκης ή χρησιμοποιήστε εφαρμογές παρακολούθησης.",
  "article_mh_wins_li2": "<strong>Το να ζητάς βοήθεια:</strong> Το να απευθύνεσαι σε άλλους απαιτεί τεράστια δύναμη.",
  "article_mh_wins_li3": "<strong>Θέτοντας όρια:</strong> Το να λες όχι είναι μια ισχυρή μορφή αυτοφροντίδας.",
  "article_mh_wins_li4": "<strong>Λήψη φαρμάκων:</strong> Η συνέπεια στη θεραπεία είναι κάτι για το οποίο πρέπει να είστε περήφανοι.",
  "article_mh_wins_li5": "<strong>Φαγητό:</strong> Το να τρέφετε το σώμα σας όταν χάνετε την όρεξή σας είναι μια νίκη.",
  "article_mh_wins_li6": "<strong>Βγαίνοντας έξω:</strong> Ο καθαρός αέρας και το ηλιακό φως, ακόμη και για πέντε λεπτά, μετράνε ως πρόοδο.",
  "article_mh_wins_li7": "Αύξηση της χρηματοδότησης για την έρευνα και τις υπηρεσίες ψυχικής υγείας",
  "article_mh_wins_li8": "Η τηλεϊατρική διευρύνει την πρόσβαση σε θεραπεία για εκατομμύρια ανθρώπους",
  "article_mh_wins_li9": "Εργοδότες που προσθέτουν παροχές για την ψυχική υγεία και προγράμματα υποστήριξης",
  "article_mh_wins_p1": "Η πρόοδος στην ψυχική υγεία δεν αφορά πάντα δραματικές ανακαλύψεις. Συχνά, είναι οι μικρές νίκες.",
  "article_mh_wins_p10": "Τα σχολεία εφαρμόζουν προγράμματα κοινωνικο-συναισθηματικής μάθησης.",
  "article_mh_wins_p11": "Το στίγμα παραμένει ένα από τα μεγαλύτερα εμπόδια, αλλά κάνουμε βήματα για να το ξεπεράσουμε.",
  "article_mh_wins_p12": "Η παρουσίαση στα μέσα ενημέρωσης εξελίσσεται με μεγαλύτερη ακρίβεια και συμπόνια.",
  "article_mh_wins_p13": "Η γλώσσα αλλάζει επίσης. Προχωράμε προς μια πιο σεβαστική γλώσσα που βάζει το άτομο πρώτα.",
  "article_mh_wins_p14": "Οι κοινότητες σχηματίζονται γύρω από κοινές εμπειρίες.",
  "article_mh_wins_p15": "Δεν χρειάζεται να περιμένετε ένα σημαντικό ορόσημο για να γιορτάσετε.",
  "article_mh_wins_p16": "Το ταξίδι σου είναι μοναδικό.",
  "article_mh_wins_p17": "Αν διαβάζετε αυτό το άρθρο, έχετε ήδη κάνει ένα βήμα προς την κατεύθυνση της καλύτερης ψυχικής υγείας.",
  "article_mh_wins_p18": "Η κοινότητα ψυχικής υγείας γίνεται κάθε μέρα πιο ισχυρή.",
  "article_mh_wins_p19": "Γι' αυτό γιόρτασε σήμερα. Γιόρτασε το γεγονός ότι ξύπνησες και αντιμετώπισες μια ακόμη μέρα.",
  "article_mh_wins_p2": "Ακολουθούν μερικές καθημερινές νίκες που αξίζει να γιορτάσετε:",
  "article_mh_wins_p20": "<strong>Δεν είστε μόνοι. Δεν είστε χαλασμένοι. Θεραπεύεστε, μεγαλώνετε και εξελίσσεστε.</strong>",
  "article_mh_wins_p3": "Αυτό που για άλλους είναι εύκολο, για εσάς μπορεί να είναι η μεγαλύτερη μάχη της ημέρας.",
  "article_mh_wins_p4": "Όταν δημόσια πρόσωπα μιλούν ανοιχτά για την ψυχική υγεία, συμβάλλουν στην ομαλοποίηση αυτών των συζητήσεων.",
  "article_mh_wins_p5": "Αθλητές όπως η Simone Biles και ο Michael Phelps έχουν μιλήσει ανοιχτά για το άγχος και την κατάθλιψη.",
  "article_mh_wins_p6": "Μουσικοί και καλλιτέχνες έχουν μοιραστεί τους αγώνες τους για να διεκδικήσουν πόρους για την ψυχική υγεία.",
  "article_mh_wins_p7": "Οι πολιτικοί και οι ηγέτες των επιχειρήσεων είναι όλο και πιο ανοιχτοί σχετικά με την πορεία τους στον τομέα της ψυχικής υγείας.",
  "article_mh_wins_p8": "Η τελευταία δεκαετία έχει σημειώσει αξιοσημείωτες αλλαγές στον τρόπο που η κοινωνία αντιλαμβάνεται την ψυχική υγεία.",
  "article_mh_wins_p9": "Η θεραπεία γίνεται όλο και πιο αποδεκτή, ειδικά στις νεότερες γενιές.",
  "article_mh_wins_subtitle": "Κάθε βήμα προς τα εμπρός έχει σημασία. Από τις μικρές καθημερινές νίκες έως τα παγκόσμια κινήματα.",
  "article_mh_wins_title": "Νίκες για την ψυχική υγεία: Γιορτάζοντας την πρόοδο",
  "article_mh_wins_toc_1": "Μικρές καθημερινές νίκες",
  "article_mh_wins_toc_2": "Διασημότητες μοιράζονται τις ιστορίες τους",
  "article_mh_wins_toc_3": "Θετικές τάσεις στην ευαισθητοποίηση",
  "article_mh_wins_toc_4": "Πρόοδος στη μείωση του στίγματος",
  "article_mh_wins_toc_5": "Γιορτάζοντας τις δικές σας νίκες",
  "article_mh_wins_toc_6": "Συνέχισε: Τα πηγαίνεις υπέροχα",
  "article_mindfulness_subtitle": "Πρακτικές για ψυχική ηρεμία και εσωτερική ειρήνη.",
  "article_mindfulness_title": "Ευαισθητοποίηση και διαλογισμός",
  "article_mindfulness_toc_1": "Τι είναι η ενσυνειδητότητα;",
  "article_mindfulness_toc_2": "Η επιστήμη πίσω από αυτήν",
  "article_mindfulness_toc_3": "Οφέλη για την ψυχική υγεία",
  "article_mindfulness_toc_4": "Τύποι διαλογισμού",
  "article_mindfulness_toc_5": "Ξεκινώντας",
  "article_mindfulness_toc_6": "Απλές ασκήσεις",
  "article_mindfulness_toc_7": "Συμβουλές για επιτυχία",
  "article_news_category": "Νέα από την έρευνα",
  "article_news_h2_1": "Μια Νέα Εποχή στην Έρευνα για την Ψυχική Υγεία",
  "article_news_h2_2": "Επαναστατικές εξελίξεις στις θεραπευτικές προσεγγίσεις",
  "article_news_h2_3": "Νέα φάρμακα σε ανάπτυξη",
  "article_news_h2_4": "Ψηφιακές καινοτομίες που μεταμορφώνουν την περίθαλψη",
  "article_news_h2_5": "Η Άνοδος της Εξατομικευμένης Θεραπείας",
  "article_news_h2_6": "Ελπίδα για το μέλλον",
  "article_news_h3_1": "Ψυχεδελική θεραπεία",
  "article_news_h3_10": "Φαρμακογονιδιωματική",
  "article_news_h3_11": "Θεραπεία Καθοδηγούμενη από Βιοδείκτες",
  "article_news_h3_2": "Βελτιωμένη γνωστική συμπεριφορική θεραπεία",
  "article_news_h3_3": "Διακρανιακή μαγνητική διέγερση",
  "article_news_h3_4": "Αντικαταθλιπτικά νέας γενιάς",
  "article_news_h3_5": "Νέες θεραπείες για το άγχος",
  "article_news_h3_6": "Εφαρμογές Ψυχικής Υγείας με Τεχνητή Νοημοσύνη",
  "article_news_h3_7": "Πλατφόρμες τηλεθεραπείας",
  "article_news_h3_8": "Θεραπεία εικονικής πραγματικότητας",
  "article_news_h3_9": "Φορετοί ανιχνευτές ψυχικής υγείας",
  "article_news_p1": "Ο τομέας της θεραπείας της ψυχικής υγείας βιώνει πρωτοφανή πρόοδο.",
  "article_news_p10": "Η πανδημία επιτάχυνε την υιοθέτηση της τηλεθεραπείας.",
  "article_news_p11": "Οι αναδυόμενες πλατφόρμες συνδυάζουν βιντεοσυνεδρίες με μηνύματα και υποστήριξη με τεχνητή νοημοσύνη.",
  "article_news_p12": "Οι ασθενείς που χρησιμοποιούν αυτές τις πλατφόρμες συμμετέχουν πιο σταθερά στη θεραπεία.",
  "article_news_p13": "Η θεραπεία έκθεσης σε εικονική πραγματικότητα αποδεικνύεται αποτελεσματική για φοβίες, άγχος και PTSD.",
  "article_news_p14": "Οι φορετές συσκευές μπορούν τώρα να παρακολουθούν φυσιολογικούς δείκτες στρες.",
  "article_news_p15": "Μία από τις πιο σημαντικές αλλαγές είναι η μετάβαση προς την εξατομικευμένη ιατρική.",
  "article_news_p16": "Οι γενετικές εξετάσεις μπορούν να προβλέψουν πώς θα ανταποκριθούν οι ασθενείς σε διαφορετικά φάρμακα.",
  "article_news_p17": "Οι ερευνητές εντοπίζουν βιοδείκτες που μπορούν να προβλέψουν την ανταπόκριση στη θεραπεία.",
  "article_news_p18": "Η σύγκλιση της νευροεπιστήμης, της τεχνολογίας και της καινοτομίας δημιουργεί ευκαιρίες.",
  "article_news_p19": "Οι ψυχικές διαταραχές είναι θεραπεύσιμες και γίνονται όλο και πιο θεραπεύσιμες κάθε μέρα.",
  "article_news_p2": "Τα τελευταία χρόνια έχει σημειωθεί μια παραδειγματική αλλαγή στον τρόπο με τον οποίο η επιστήμη προσεγγίζει την ψυχική υγεία.",
  "article_news_p20": "Εάν εσείς ή κάποιος που γνωρίζετε αντιμετωπίζει προβλήματα, να θυμάστε ότι υπάρχει διαθέσιμη βοήθεια.",
  "article_news_p21": "Μείνετε αισιόδοξοι. Το μέλλον της θεραπείας της ψυχικής υγείας είναι λαμπρό.",
  "article_news_p3": "Εξερευνούμε τις πιο σημαντικές ανακαλύψεις που προέρχονται από εργαστήρια σε όλο τον κόσμο.",
  "article_news_p4": "Μία από τις πιο συναρπαστικές εξελίξεις είναι η έρευνα για τη θεραπεία με τη βοήθεια ψυχεδελικών ουσιών.",
  "article_news_p5": "Οι ερευνητές αναπτύσσουν μια βελτιωμένη μορφή CBT που ενσωματώνει τεχνολογία και ανατροφοδότηση σε πραγματικό χρόνο.",
  "article_news_p6": "Η TMS έχει αναδειχθεί ως μια ισχυρή, μη επεμβατική θεραπεία για την κατάθλιψη.",
  "article_news_p7": "Η επόμενη γενιά αντικαταθλιπτικών στοχεύει σε διαφορετικές εγκεφαλικές οδούς.",
  "article_news_p8": "Νέα φάρμακα που στοχεύουν στο σύστημα γλουταμινικού οξέος δείχνουν υποσχέσεις για την αντιμετώπιση του άγχους.",
  "article_news_p9": "Η τεχνητή νοημοσύνη φέρνει επανάσταση στην ψυχική υγεία μέσω εξελιγμένων εφαρμογών.",
  "article_news_subtitle": "Εξερευνώντας τις πιο πρόσφατες ανακαλύψεις στη θεραπεία, τα φάρμακα και τις ψηφιακές καινοτομίες.",
  "article_news_title": "Ειδήσεις: Νέα έρευνα στη θεραπεία της ψυχικής υγείας",
  "article_news_toc_1": "Επισκόπηση των καινοτομιών",
  "article_news_toc_2": "Προόδους στη θεραπεία",
  "article_news_toc_3": "Νέα φάρμακα",
  "article_news_toc_4": "Ψηφιακές καινοτομίες",
  "article_news_toc_5": "Εξατομικευμένη θεραπεία",
  "article_news_toc_6": "Ελπίδα για το μέλλον",
  "article_recovery_category": "Ανάκαμψη",
  "article_recovery_h2_1": "Γιατί οι ιστορίες ανάκαμψης έχουν σημασία",
  "article_recovery_h2_2": "Το ταξίδι της Μάγιας: Μια φοιτήτρια που ξεπερνά το άγχος",
  "article_recovery_h2_3": "Η πορεία του Τζέιμς: Βρίσκοντας φως στην κατάθλιψη",
  "article_recovery_h2_4": "Η ισορροπία της Σάρα: Πλοηγώντας μετά τον τοκετό",
  "article_recovery_h2_5": "Κοινά χαρακτηριστικά: Πώς είναι η ανάρρωση",
  "article_recovery_h2_6": "Το ταξίδι σας ξεκινά σήμερα",
  "article_recovery_h3_1": "Η αναζήτηση βοήθειας είναι το πρώτο βήμα",
  "article_recovery_h3_2": "Τα συστήματα υποστήριξης κάνουν τη διαφορά",
  "article_recovery_h3_3": "Οι μικρές νίκες αθροίζονται",
  "article_recovery_h3_4": "Είναι ένα συνεχές ταξίδι",
  "article_recovery_p1": "Όταν αγωνίζεσαι με την ψυχική υγεία, μπορεί να νιώθεις ότι είσαι εντελώς μόνος.",
  "article_recovery_p10": "Ο Τζέιμς ήταν ένας επιτυχημένος στέλεχος μάρκετινγκ όταν η κατάθλιψη τον βύθισε.",
  "article_recovery_p11": "Συνέχεια σκεφτόμουν ότι έπρεπε να είμαι ευγνώμων για ό,τι είχα.",
  "article_recovery_p12": "Για μήνες, ο Τζέιμς προσπάθησε να τα καταφέρει μόνος του.",
  "article_recovery_p13": "Ένας φίλος που είχε περάσει κατάθλιψη αναγνώρισε τα σημάδια.",
  "article_recovery_p14": "Με φαρμακευτική αγωγή και θεραπεία, ο Τζέιμς άρχισε να βγαίνει από το σκοτάδι.",
  "article_recovery_p15": "Η φαρμακευτική αγωγή με βοήθησε να σταθεροποιηθώ αρκετά ώστε να κάνω την πραγματική δουλειά στην ψυχοθεραπεία.",
  "article_recovery_p16": "Ο Τζέιμς έχει επιστρέψει στη δουλειά του, αλλά με διαφορετικές προτεραιότητες.",
  "article_recovery_p17": "Η Σάρα ονειρευόταν να γίνει μητέρα για χρόνια.",
  "article_recovery_p18": "Η Σάρα υπέφερε σιωπηλά για σχεδόν ένα χρόνο.",
  "article_recovery_p19": "Με τη στήριξη ενός θεραπευτή, η Σάρα άρχισε να κατανοεί τις δυσκολίες της.",
  "article_recovery_p2": "Αυτές οι ιστορίες προέρχονται από πραγματικά άτομα που βρήκαν το δρόμο τους προς μια καλύτερη ζωή.",
  "article_recovery_p20": "Η ομάδα άλλαξε τα πάντα.",
  "article_recovery_p21": "Σήμερα, η Σάρα είναι υποστηρίκτρια της ευαισθητοποίησης για την ψυχική υγεία των μητέρων.",
  "article_recovery_p22": "Κάθε ταξίδι ανάρρωσης είναι μοναδικό, αλλά μοιράζεται σημαντικά θέματα.",
  "article_recovery_p23": "Οι τρεις τους έφτασαν σε ένα σημείο όπου δεν μπορούσαν να τα καταφέρουν μόνοι — και αυτό είναι εντάξει.",
  "article_recovery_p24": "Η ανάρρωση σπάνια συμβαίνει μεμονωμένα.",
  "article_recovery_p25": "Η ανάρρωση δεν είναι μια δραματική ανακάλυψη — είναι αμέτρητα μικρά βήματα.",
  "article_recovery_p26": "Η ψυχική υγεία δεν είναι προορισμός· είναι μια συνεχής πρακτική.",
  "article_recovery_p27": "Αν αναγνωρίζετε τον εαυτό σας σε κάποια από αυτές τις ιστορίες, να ξέρετε: η ιστορία σας δεν έχει τελειώσει.",
  "article_recovery_p28": "Δεν χρειάζεται να τα έχεις όλα λύσει. Δεν χρειάζεται να νιώθεις έτοιμος/η.",
  "article_recovery_p29": "Η ανάρρωση είναι δυνατή. Η ελπίδα είναι πραγματική. Και αξίζετε να νιώσετε καλύτερα.",
  "article_recovery_p3": "Αν και αυτές οι ιστορίες είναι σύνθετες, αντιπροσωπεύουν αυθεντικές εμπειρίες.",
  "article_recovery_p30": "<strong>Αν βρίσκεστε σε κρίση, επικοινωνήστε με μια γραμμή βοήθειας για κρίσεις ή μεταβείτε στο πλησιέστερο τμήμα επειγόντων περιστατικών.</strong>",
  "article_recovery_p4": "Η Μάγια ήταν στο δεύτερο έτος του κολεγίου όταν το άγχος της έγινε αφόρητο.",
  "article_recovery_p5": "Νόμιζα ότι ήμουν χαλασμένη.",
  "article_recovery_p6": "Η καμπή ήρθε όταν η Μάγια εμπιστεύτηκε τον ακαδημαϊκό της σύμβουλο.",
  "article_recovery_p7": "Μέσω της CBT, η Μάγια έμαθε να αναγνωρίζει τα μοτίβα του άγχους της.",
  "article_recovery_p8": "Δεν συνέβη από τη μια μέρα στην άλλη.",
  "article_recovery_p9": "Σήμερα, η Μάγια έχει αποφοιτήσει και εργάζεται ως ειδικός υποστήριξης συνομηλίκων.",
  "article_recovery_subtitle": "Εμπνευστικές ιστορίες από ανθρώπους που έχουν διανύσει το μονοπάτι της ψυχικής υγείας.",
  "article_recovery_title": "Ιστορίες ελπίδας: Πραγματικά ταξίδια ανάκαμψης",
  "article_recovery_toc_1": "Εισαγωγή",
  "article_recovery_toc_2": "Το ταξίδι της Μάγιας",
  "article_recovery_toc_3": "Η πορεία του James προς τα εμπρός",
  "article_recovery_toc_4": "Η ισορροπία της Sarah",
  "article_recovery_toc_5": "Κοινά χαρακτηριστικά",
  "article_recovery_toc_6": "Η πορεία σας ξεκινά",
  "article_related": "Σχετικά άρθρα",
  "article_share": "Μοιραστείτε αυτό το άρθρο:",
  "article_sleep_h2_1": "Γιατί ο ύπνος είναι σημαντικός",
  "article_sleep_h2_2": "Πόσος ύπνος χρειάζεστε;",
  "article_sleep_h2_3": "Βασικές αρχές υγιεινής ύπνου",
  "article_sleep_h2_4": "Βελτιστοποιήστε την κρεβατοκάμαρά σας",
  "article_sleep_h2_5": "Βραδινές ρουτίνες",
  "article_sleep_h2_6": "Συνηθισμένα προβλήματα ύπνου",
  "article_sleep_h2_7": "Πότε να επισκεφτείτε έναν γιατρό",
  "article_sleep_h3_1": "Τηρείτε ένα πρόγραμμα",
  "article_sleep_h3_2": "Περιορίστε την καφεΐνη και το αλκοόλ",
  "article_sleep_h3_3": "Ασκηθείτε τακτικά",
  "article_sleep_h3_4": "Περιορίστε τους υπνάκους",
  "article_sleep_h3_5": "Δυσκολία στον ύπνο",
  "article_sleep_h3_6": "Ξυπνάτε τη νύχτα",
  "article_sleep_h3_7": "Ταραχώδεις σκέψεις",
  "article_sleep_h3_8": "Ξύπνημα νωρίς το πρωί",
  "article_sleep_li1": "<strong>Νεογέννητα (0-3 μήνες):</strong> 14-17 ώρες",
  "article_sleep_li10": "<strong>Διατηρήστε το δροσερό:</strong> Η ιδανική θερμοκρασία υπνοδωματίου για ύπνο είναι περίπου 65-68°F (18-20°C). Ένα ελαφρώς δροσερό δωμάτιο βοηθά στη φυσική πτώση της θερμοκρασίας του σώματός σας που συμβαίνει κατά τη διάρκεια του ύπνου.",
  "article_sleep_li11": "<strong>Δημιουργήστε σκοτάδι:</strong> Χρησιμοποιήστε κουρτίνες συσκότισης ή μάσκα για τα μάτια για να εμποδίσετε το φως. Ακόμη και μικρές ποσότητες φωτός μπορούν να επηρεάσουν τον κιρκαδικό σας ρυθμό.",
  "article_sleep_li12": "<strong>Μειώστε τον θόρυβο:</strong> Χρησιμοποιήστε ωτοασπίδες, μηχάνημα λευκού θορύβου ή ανεμιστήρα για να καλύψετε ενόχλητικούς ήχους.",
  "article_sleep_li13": "<strong>Επενδύστε στην άνεση:</strong> Ένα υποστηρικτικό στρώμα και άνετα μαξιλάρια μπορούν να κάνουν μεγάλη διαφορά. Αντικαταστήστε το στρώμα σας κάθε 7-10 χρόνια.",
  "article_sleep_li14": "<strong>Απομακρύνετε τις ηλεκτρονικές συσκευές:</strong> Κρατήστε τις τηλεοράσεις, τους υπολογιστές και τα smartphone μακριά από την κρεβατοκάμαρα. Το μπλε φως που εκπέμπουν μπορεί να καταστείλει την παραγωγή μελατονίνης.",
  "article_sleep_li15": "<strong>Ορίστε ένα ξυπνητήρι «χαλάρωσης»:</strong> Μία ώρα πριν τον ύπνο, αρχίστε να προετοιμάζεστε για τον ύπνο.",
  "article_sleep_li16": "<strong>Απενεργοποιήστε τις οθόνες:</strong> Σταματήστε να χρησιμοποιείτε τηλέφωνα, tablet και υπολογιστές τουλάχιστον 30 λεπτά πριν τον ύπνο.",
  "article_sleep_li17": "<strong>Διαβάστε ένα βιβλίο:</strong> Το διάβασμα (φυσικά βιβλία, όχι ηλεκτρονικοί αναγνώστες με οπίσθιο φωτισμό) μπορεί να σας βοηθήσει να χαλαρώσετε.",
  "article_sleep_li18": "<strong>Κάντε ένα ζεστό μπάνιο ή ντους:</strong> Η αύξηση και η μείωση της θερμοκρασίας του σώματος μπορεί να προάγει την υπνηλία.",
  "article_sleep_li19": "<strong>Εξασκήστε τεχνικές χαλάρωσης:</strong> Δοκιμάστε βαθιές αναπνοές, προοδευτική χαλάρωση των μυών ή ήπιο τέντωμα.",
  "article_sleep_li2": "<strong>Βρέφη (4-11 μηνών):</strong> 12-15 ώρες",
  "article_sleep_li20": "<strong>Γράψτε σε ένα ημερολόγιο:</strong> Το να βγάζετε τις σκέψεις από το κεφάλι σας και να τις καταγράφετε σε χαρτί μπορεί να μειώσει τις ανησυχίες πριν τον ύπνο.",
  "article_sleep_li21": "<strong>Ακούστε χαλαρωτική μουσική:</strong> Η απαλή, αργή μουσική μπορεί να σας βοηθήσει να χαλαρώσετε και να προετοιμαστείτε για ύπνο.",
  "article_sleep_li22": "Έχετε σταθερά δυσκολία να κοιμηθείτε ή να διατηρήσετε τον ύπνο.",
  "article_sleep_li23": "Ροχαλίζετε δυνατά ή λαχανιάζετε κατά τη διάρκεια του ύπνου.",
  "article_sleep_li24": "Νιώθετε υπερβολική κόπωση κατά τη διάρκεια της ημέρας παρά τον επαρκή ύπνο",
  "article_sleep_li25": "Έχετε ανήσυχα πόδια ή δυσάρεστες αισθήσεις τη νύχτα",
  "article_sleep_li26": "Τα προβλήματα ύπνου σας επηρεάζουν την καθημερινή σας ζωή, την εργασία ή τις σχέσεις σας",
  "article_sleep_li27": "Έχετε δοκιμάσει βελτιώσεις στην υγιεινή του ύπνου για αρκετές εβδομάδες χωρίς επιτυχία",
  "article_sleep_li3": "<strong>Νήπια (1-2 ετών):</strong> 11-14 ώρες",
  "article_sleep_li4": "<strong>Προσχολική ηλικία (3-5 ετών):</strong> 10-13 ώρες",
  "article_sleep_li5": "<strong>Παιδιά σχολικής ηλικίας (6-13 ετών):</strong> 9-11 ώρες",
  "article_sleep_li6": "<strong>Έφηβοι (14-17 ετών):</strong> 8-10 ώρες",
  "article_sleep_li7": "<strong>Νέοι ενήλικες (18-25 ετών):</strong> 7-9 ώρες",
  "article_sleep_li8": "<strong>Ενήλικες (26-64 ετών):</strong> 7-9 ώρες",
  "article_sleep_li9": "<strong>Ηλικιωμένοι (65+ ετών):</strong> 7-8 ώρες",
  "article_sleep_p1": "Ο ύπνος δεν είναι πολυτέλεια—είναι μια θεμελιώδης βιολογική ανάγκη. Κατά τη διάρκεια του ύπνου, το σώμα σας επιδιορθώνει ιστούς, ενοποιεί μνήμες και απελευθερώνει ορμόνες που ρυθμίζουν την ανάπτυξη και την όρεξη. Ο ποιοτικός ύπνος είναι απαραίτητος για τη σωματική υγεία, την ψυχική ευεξία και τη γνωστική λειτουργία.",
  "article_sleep_p10": "Ενώ οι σύντομοι υπνάκοι μπορούν να είναι ωφέλιμοι, οι μακροί ή ακανόνιστοι υπνάκοι κατά τη διάρκεια της ημέρας μπορεί να επηρεάσουν αρνητικά τον νυχτερινό σας ύπνο. Αν επιλέξετε να κάνετε υπνάκο, περιορίστε τον σε 20-30 λεπτά νωρίς το απόγευμα.",
  "article_sleep_p11": "Το περιβάλλον του υπνοδωματίου σας παίζει καθοριστικό ρόλο στην ποιότητα του ύπνου:",
  "article_sleep_p12": "Μια σταθερή ρουτίνα ύπνου σηματοδοτεί στο σώμα σας ότι είναι ώρα να χαλαρώσετε. Δοκιμάστε τις παρακάτω πρακτικές:",
  "article_sleep_p13": "Εάν δεν μπορείτε να αποκοιμηθείτε μέσα σε 20 λεπτά, βγείτε από το κρεβάτι και κάντε κάτι χαλαρωτικό με χαμηλό φωτισμό. Επιστρέψτε στο κρεβάτι όταν αισθανθείτε υπνηλία. Αυτό βοηθάει τον εγκέφαλό σας να συνδέσει το κρεβάτι με τον ύπνο και όχι με την απογοήτευση.",
  "article_sleep_p14": "Σύντομα ξυπνήματα κατά τη διάρκεια της νύχτας είναι φυσιολογικά. Εάν δεν μπορείτε να ξανακοιμηθείτε μέσα σε 20 λεπτά, δοκιμάστε την ίδια τεχνική — σηκωθείτε, κάντε κάτι χαλαρωτικό και επιστρέψτε όταν νιώσετε υπνηλία.",
  "article_sleep_p15": "Κρατήστε ένα σημειωματάριο δίπλα στο κρεβάτι σας για να γράφετε τις ανησυχίες ή τα πράγματα που πρέπει να κάνετε. Αυτή η \\\"αποφόρτωση του μυαλού\\\" μπορεί να σας βοηθήσει να καθαρίσετε το μυαλό σας. Μπορείτε επίσης να δοκιμάσετε τη διαλογιστική πρακτική της ενσυνειδητότητας για να ηρεμήσετε τις ταραχώδεις σκέψεις.",
  "article_sleep_p16": "Αν σταθερά ξυπνάτε πολύ νωρίς, δοκιμάστε να προσαρμόσετε την ώρα που πηγαίνετε για ύπνο ή να βεβαιωθείτε ότι το δωμάτιό σας παραμένει σκοτεινό τις πρωινές ώρες. Η έκθεση σε έντονο φως νωρίς το βράδυ μπορεί επίσης να βοηθήσει στη μετατόπιση του προγράμματος ύπνου σας.",
  "article_sleep_p17": "Συμβουλευτείτε έναν γιατρό εάν:",
  "article_sleep_p18": "Οι διαταραχές του ύπνου, όπως η αϋπνία, η άπνοια ύπνου και το σύνδρομο των ανήσυχων ποδιών, είναι θεραπεύσιμες. Ένας γιατρός μπορεί να σας βοηθήσει να διαγνώσετε τυχόν υποκείμενα προβλήματα και να σας συστήσει την κατάλληλη θεραπεία.",
  "article_sleep_p2": "Η χρόνια έλλειψη ύπνου συνδέεται με σοβαρά προβλήματα υγείας, όπως παχυσαρκία, διαβήτη, καρδιαγγειακές παθήσεις και εξασθενημένη ανοσολογική λειτουργία. Επηρεάζει επίσης τη διάθεσή σας, τη συγκέντρωσή σας και την ικανότητά σας να λαμβάνετε αποφάσεις .",
  "article_sleep_p3": "Τα καλά νέα είναι ότι με σωστή υγιεινή του ύπνου και συνήθειες, οι περισσότεροι άνθρωποι μπορούν να βελτιώσουν σημαντικά την ποιότητα του ύπνου τους. Μικρές αλλαγές μπορούν να κάνουν μεγάλη διαφορά.",
  "article_sleep_p4": "Οι ανάγκες ύπνου ποικίλλουν ανάλογα με την ηλικία, αλλά εδώ είναι οι γενικές οδηγίες από το National Sleep Foundation:",
  "article_sleep_p5": "Να θυμάστε ότι αυτές είναι οδηγίες. Μερικοί άνθρωποι χρειάζονται φυσιολογικά περισσότερο ή λιγότερο ύπνο. Δώστε προσοχή στο πώς αισθάνεστε — αν είστε συνεχώς κουρασμένοι κατά τη διάρκεια της ημέρας, ίσως χρειάζεστε περισσότερο ύπνο.",
  "article_sleep_p6": "Η υγιεινή του ύπνου αναφέρεται σε συνήθειες και πρακτικές που προάγουν την ποιότητα του ύπνου. Ακολουθούν οι βασικές αρχές:",
  "article_sleep_p7": "Πηγαίνετε για ύπνο και ξυπνάτε την ίδια ώρα κάθε μέρα, ακόμα και τα σαββατοκύριακα. Αυτό βοηθά στη ρύθμιση του εσωτερικού ρολογιού του σώματός σας (κιρκαδικός ρυθμός) και μπορεί να σας βοηθήσει να κοιμηθείτε και να ξυπνήσετε πιο εύκολα.",
  "article_sleep_p8": "Η καφεΐνη μπορεί να παραμείνει στο σύστημά σας για 6-8 ώρες, επομένως αποφύγετε καφέ, τσάι και ενεργειακά ποτά το απόγευμα και το βράδυ. Αν και το αλκοόλ μπορεί αρχικά να σας βοηθήσει να αποκοιμηθείτε, διαταράσσει την ποιότητα του ύπνου αργότερα τη νύχτα.",
  "article_sleep_p9": "Η τακτική σωματική δραστηριότητα μπορεί να σας βοηθήσει να κοιμηθείτε πιο γρήγορα και να απολαύσετε βαθύτερο ύπνο. Ωστόσο, προσπαθήστε να τελειώνετε την άσκηση τουλάχιστον 3 ώρες πριν την ώρα του ύπνου, καθώς η άσκηση μπορεί να είναι διεγερτική.",
  "article_sleep_subtitle": "Επιστημονικά τεκμηριωμένες στρατηγικές για να βελτιώσετε την ποιότητα του ύπνου σας και να ξυπνάτε αναζωογονημένοι και γεμάτοι ενέργεια.",
  "article_sleep_title": "Καλύτερος ύπνος: Ο πλήρης οδηγός σας για ξεκούραστες νύχτες",
  "article_sleep_toc_1": "Γιατί ο ύπνος έχει σημασία",
  "article_sleep_toc_2": "Πόσος ύπνος χρειάζεστε;",
  "article_sleep_toc_3": "Βασικές αρχές υγιεινής ύπνου",
  "article_sleep_toc_4": "Βελτιστοποιήστε την κρεβατοκάμαρά σας",
  "article_sleep_toc_5": "Ρουτίνες πριν τον ύπνο",
  "article_sleep_toc_6": "Συνηθισμένα προβλήματα ύπνου",
  "article_sleep_toc_7": "Πότε να επισκεφτείτε έναν γιατρό",
  "article_sources": "Πηγές",
  "article_stress_h2_1": "Τι είναι το άγχος;",
  "article_stress_h2_2": "Τύποι στρες",
  "article_stress_h2_3": "Επιδράσεις στο σώμα και το μυαλό",
  "article_stress_h2_4": "Προειδοποιητικά σημάδια υπερβολικού στρες",
  "article_stress_h2_5": "Υγιείς στρατηγικές αντιμετώπισης",
  "article_stress_h2_6": "Αλλαγές στον τρόπο ζωής για διαχείριση του στρες",
  "article_stress_h2_7": "Πότε να αναζητήσετε επαγγελματική βοήθεια",
  "article_stress_h3_1": "Οξύ στρες",
  "article_stress_h3_10": "Θέστε όρια",
  "article_stress_h3_11": "Επίλυση προβλημάτων",
  "article_stress_h3_2": "Επεισοδιακό οξύ στρες",
  "article_stress_h3_3": "Χρόνιο άγχος",
  "article_stress_h3_4": "Σωματικές επιπτώσεις",
  "article_stress_h3_5": "Συναισθηματικές και ψυχικές επιπτώσεις",
  "article_stress_h3_6": "Επιπτώσεις στη συμπεριφορά",
  "article_stress_h3_7": "Εξασκήστε τεχνικές χαλάρωσης",
  "article_stress_h3_8": "Μείνετε συνδεδεμένοι",
  "article_stress_h3_9": "Κάντε διαλείμματα",
  "article_stress_li1": "Πονοκέφαλοι και μυϊκή ένταση",
  "article_stress_li10": "Αίσθημα υπερφόρτωσης",
  "article_stress_li11": "Ευερεθιστότητα ή θυμός",
  "article_stress_li12": "Θλίψη ή κατάθλιψη",
  "article_stress_li13": "Προβλήματα μνήμης",
  "article_stress_li14": "Υπερφαγία ή υποφαγία",
  "article_stress_li15": "Εκρήξεις θυμού",
  "article_stress_li16": "Κατάχρηση ναρκωτικών ή αλκοόλ",
  "article_stress_li17": "Κοινωνική απομόνωση",
  "article_stress_li18": "Λιγότερη άσκηση",
  "article_stress_li19": "Νιώθετε συνεχώς ανήσυχοι ή αγχωμένοι",
  "article_stress_li2": "Πόνος στο στήθος και γρήγορος καρδιακός ρυθμός",
  "article_stress_li20": "Δυσκολία συγκέντρωσης",
  "article_stress_li21": "Διακυμάνσεις της διάθεσης",
  "article_stress_li22": "Αίσθημα υπερβολικής επιβάρυνσης από τις καθημερινές υποχρεώσεις",
  "article_stress_li23": "Δυσκολία στον ύπνο ή υπερβολικός ύπνος",
  "article_stress_li24": "Εξάρτηση από αλκοόλ, ναρκωτικά ή φαγητό για να αντεπεξέλθετε",
  "article_stress_li25": "Σωματικά συμπτώματα χωρίς σαφή ιατρική αιτία",
  "article_stress_li26": "Απομάκρυνση από φίλους και δραστηριότητες που σας αρέσουν",
  "article_stress_li27": "<strong>Γυμναστείτε τακτικά:</strong> Η σωματική δραστηριότητα παράγει ενδορφίνες—χημικές ουσίες στον εγκέφαλο που λειτουργούν ως φυσικά παυσίπονα και αναβαθμιστές της διάθεσης. Στοχεύστε σε τουλάχιστον 30 λεπτά μέτριας άσκησης τις περισσότερες ημέρες.",
  "article_stress_li28": "<strong>Τρώτε μια ισορροπημένη διατροφή:</strong> Μια υγιεινή διατροφή μπορεί να βοηθήσει να αντισταθμίσετε τις επιπτώσεις του στρες ενισχύοντας το ανοσοποιητικό σας σύστημα και μειώνοντας την αρτηριακή πίεση. Αποφύγετε την υπερβολική καφεΐνη και τη ζάχαρη.",
  "article_stress_li29": "<strong>Κοιμηθείτε αρκετά:</strong> Το στρες συχνά προκαλεί προβλήματα ύπνου, αλλά η έλλειψη ύπνου αυξάνει επίσης το στρες. Στοχεύστε σε 7–9 ώρες τη νύχτα και διατηρήστε σταθερό ωράριο ύπνου.",
  "article_stress_li3": "Κόπωση και προβλήματα ύπνου",
  "article_stress_li30": "<strong>Περιορίστε το αλκοόλ και αποφύγετε τα ναρκωτικά:</strong> Μπορεί να φαίνεται ότι μειώνουν προσωρινά το άγχος, αλλά στην πραγματικότητα το αυξάνουν μακροπρόθεσμα.",
  "article_stress_li31": "<strong>Βρείτε χρόνο για χόμπι:</strong> Η ενασχόληση με δραστηριότητες που απολαμβάνετε μπορεί να είναι εξαιρετικός ανακουφιστής του στρες. Είτε πρόκειται για ανάγνωση, κηπουρική, μουσική ή τέχνη—βρείτε τι λειτουργεί για εσάς.",
  "article_stress_li32": "<strong>Εφαρμόστε σωστή διαχείριση χρόνου:</strong> Σχεδιάστε εκ των προτέρων, δώστε προτεραιότητα στα καθήκοντα και χωρίστε τα έργα σε μικρότερα, διαχειρίσιμα βήματα. Αυτό μπορεί να βοηθήσει στη μείωση του στρες από το αίσθημα υπερφόρτωσης.",
  "article_stress_li33": "Τα συμπτώματα άγχους σας επιμένουν παρά τις προσπάθειες αυτοβοήθειας",
  "article_stress_li34": "Το άγχος επηρεάζει την ικανότητά σας να εργάζεστε ή να διατηρείτε σχέσεις",
  "article_stress_li35": "Χρησιμοποιείτε ανθυγιεινούς μηχανισμούς αντιμετώπισης (αλκοόλ, ναρκωτικά, υπερφαγία)",
  "article_stress_li36": "Παρουσιάζετε συμπτώματα άγχους ή κατάθλιψης",
  "article_stress_li37": "Έχετε σωματικά συμπτώματα που σας ανησυχούν",
  "article_stress_li38": "Αισθάνεστε απελπισία ή έχετε σκέψεις αυτοτραυματισμού",
  "article_stress_li4": "Πεπτικά προβλήματα (στομαχικές διαταραχές, ναυτία, διάρροια)",
  "article_stress_li5": "Εξασθενημένο ανοσοποιητικό σύστημα (αρρωσταίνετε πιο συχνά)",
  "article_stress_li6": "Αλλαγές στη σεξουαλική ορμή",
  "article_stress_li7": "Υψηλή αρτηριακή πίεση",
  "article_stress_li8": "Άγχος και ανησυχία",
  "article_stress_li9": "Έλλειψη κίνητρου ή συγκέντρωσης",
  "article_stress_p1": "Το άγχος είναι η φυσική αντίδραση του σώματός σας σε οποιαδήποτε απαίτηση ή πρόκληση. Όταν αντιμετωπίζετε μια αγχωτική κατάσταση, το σώμα σας απελευθερώνει ορμόνες όπως η κορτιζόλη και η αδρεναλίνη, που σας προετοιμάζουν για δράση. Αυτό ονομάζεται συχνά αντίδραση \\\"μάχης ή φυγής\\\".",
  "article_stress_p10": "Η βαθιά αναπνοή, η προοδευτική μυϊκή χαλάρωση, ο διαλογισμός και η γιόγκα μπορούν να ενεργοποιήσουν την αντίδραση χαλάρωσης του σώματός σας—το αντίθετο της αντίδρασης στο στρες. Ακόμα και μόλις 10–15 λεπτά την ημέρα μπορούν να κάνουν σημαντική διαφορά.",
  "article_stress_p11": "Η κοινωνική υποστήριξη είναι ζωτικής σημασίας για τη διαχείριση του στρες. Μιλήστε με φίλους, συγγενείς ή μια ομάδα υποστήριξης για αυτό που βιώνετε. Μερικές φορές, το να μοιραστείτε τα συναισθήματά σας μπορεί να σας ανακουφίσει.",
  "article_stress_p12": "Όταν είστε στρεσαρισμένοι, είναι δελεαστικό να δουλέψετε πιο σκληρά για να «τα καταφέρετε». Αλλά τα τακτικά διαλείμματα στην πραγματικότητα σας κάνουν πιο παραγωγικούς και βοηθούν στην αποφυγή εξουθένωσης. Απομακρυνθείτε από τη δουλειά σας, περπατήστε ή κάντε κάτι ευχάριστο.",
  "article_stress_p13": "Μάθετε να λέτε όχι σε αιτήματα που θα δημιουργούσαν υπερβολικό άγχος στη ζωή σας. Είναι εντάξει να αρνηθείτε νέες ευθύνες όταν είστε ήδη υπερφορτωμένοι.",
  "article_stress_p14": "Αντί να αποφεύγετε τις στρεσογόνες καταστάσεις, προσπαθήστε να τις αντιμετωπίσετε άμεσα. Χωρίστε τα μεγάλα προβλήματα σε μικρότερα, διαχειρίσιμα βήματα. Επικεντρωθείτε σε όσα μπορείτε να ελέγξετε και αφήστε όσα δεν μπορείτε.",
  "article_stress_p15": "Σκεφτείτε να μιλήσετε με έναν επαγγελματία υγείας ή έναν ψυχολόγο αν:",
  "article_stress_p16": "Ένας επαγγελματίας μπορεί να σας βοηθήσει να εντοπίσετε τις πηγές του άγχους, να αναπτύξετε αποτελεσματικές στρατηγικές αντιμετώπισης και να αποφασίσετε αν θα σας ωφελήσει η θεραπεία ή η φαρμακευτική αγωγή.",
  "article_stress_p2": "Σε μικρές δόσεις, το στρες μπορεί να είναι ωφέλιμο. Μπορεί να σας βοηθήσει να παραμείνετε συγκεντρωμένοι, ενεργητικοί και σε εγρήγορση. Σε επείγουσες καταστάσεις, το στρες μπορεί να σώσει τη ζωή σας—παρέχοντάς σας, για παράδειγμα, επιπλέον δύναμη για να υπερασπιστείτε τον εαυτό σας ή ωθώντας σας να πατήσετε δυνατά τα φρένα για να αποφύγετε ένα ατύχημα.",
  "article_stress_p3": "Ωστόσο, όταν το άγχος γίνεται χρόνιο ή συντριπτικό, μπορεί να έχει σοβαρές επιπτώσεις στη σωματική και ψυχική σας υγεία. Η κατανόηση του τρόπου λειτουργίας του άγχους και η εκμάθηση της αποτελεσματικής διαχείρισής του είναι απαραίτητη για τη γενική σας ευεξία.",
  "article_stress_p4": "Αυτή είναι η πιο συνηθισμένη μορφή στρες. Προέρχεται από απαιτήσεις και πιέσεις του πρόσφατου παρελθόντος και από αναμενόμενες απαιτήσεις και πιέσεις του κοντινού μέλλοντος. Το οξύ στρες μπορεί να είναι συναρπαστικό και διεγερτικό σε μικρές δόσεις, αλλά σε υπερβολή είναι εξαντλητικό. Παραδείγματα περιλαμβάνουν μια συνέντευξη για δουλειά, ένα πρώτο ραντεβού ή μια προθεσμία στη δουλειά.",
  "article_stress_p5": "Όταν το οξύ στρες εμφανίζεται συχνά, μετατρέπεται σε επεισοδιακό οξύ στρες. Τα άτομα που υποφέρουν από αυτόν τον τύπο στρες είναι συχνά ευέξαπτοι, ευερέθιστοι και ανήσυχοι. Μπορεί να περιγράψουν τον εαυτό τους ως έχοντα \"πολλή νευρική ενέργεια\" ή ως πάντα βιαστικούς.",
  "article_stress_p6": "Αυτό είναι το εξουθενωτικό στρες που φθείρει τους ανθρώπους μέρα με τη μέρα, χρόνο με τον χρόνο. Καταστρέφει σώματα, μυαλά και ζωές. Το χρόνιο στρες προέρχεται από συνεχιζόμενες καταστάσεις όπως ένας δυστυχισμένος γάμος, ένα τοξικό εργασιακό περιβάλλον, η φτώχεια ή μια χρόνια ασθένεια. Το χειρότερο με το χρόνιο στρες είναι ότι οι άνθρωποι συνηθίζουν και μπορεί να μην το παρατηρούν καν πια.",
  "article_stress_p7": "Το χρόνιο στρες επηρεάζει σχεδόν όλα τα συστήματα του σώματός σας:",
  "article_stress_p8": "Είναι σημαντικό να αναγνωρίζετε πότε το στρες γίνεται μη διαχειρίσιμο. Προσέξτε αυτά τα προειδοποιητικά σημάδια:",
  "article_stress_p9": "Όλοι αντιμετωπίζουν το στρες με διαφορετικό τρόπο, αλλά αυτές οι πειραματικά τεκμηριωμένες στρατηγικές μπορούν να βοηθήσουν:",
  "article_stress_subtitle": "Ένας πρακτικός οδηγός για να κατανοήσετε τι είναι το άγχος, πώς σας επηρεάζει και στρατηγικές που βασίζονται σε αποδεικτικά στοιχεία για την αποτελεσματική διαχείρισή του.",
  "article_stress_title": "Διαχείριση του Στρες: Κατανόηση και Στρατηγικές Αντιμετώπισης",
  "article_stress_toc_1": "Τι είναι το άγχος?",
  "article_stress_toc_2": "Τύποι άγχους",
  "article_stress_toc_3": "Επιδράσεις στο σώμα και το μυαλό",
  "article_stress_toc_4": "Προειδοποιητικά Σημάδια",
  "article_stress_toc_5": "Υγιείς στρατηγικές αντιμετώπισης",
  "article_stress_toc_6": "Αλλαγές στον τρόπο ζωής",
  "article_stress_toc_7": "Πότε να ζητήσετε βοήθεια",
  "article_teen_subtitle": "Υποστήριξη για την ψυχική υγεία των νέων.",
  "article_teen_support_h2_adults": "Πώς μπορούν οι γονείς και οι δάσκαλοι να υποστηρίξουν την ψυχική υγεία των εφήβων",
  "article_teen_support_h2_challenges": "Πραγματικές Προκλήσεις που Αντιμετωπίζουν οι Έφηβοι Σήμερα",
  "article_teen_support_h2_hope": "Ένα μήνυμα ελπίδας για τους εφήβους που αντιμετωπίζουν δυσκολίες",
  "article_teen_support_h2_resources": "Πόροι και γραμμές βοήθειας ειδικά για εφήβους",
  "article_teen_support_h2_stories": "Ιστορίες Ανάπτυξης και Ίασης",
  "article_teen_support_h3_academic": "Ακαδημαϊκή πίεση και άγχος για το μέλλον",
  "article_teen_support_h3_for_parents": "Για γονείς",
  "article_teen_support_h3_for_teachers": "Για εκπαιδευτικούς και σχολικό προσωπικό",
  "article_teen_support_h3_identity": "Ταυτότητα και αίσθηση του ανήκειν",
  "article_teen_support_h3_social_media": "Το Παράδοξο των Κοινωνικών Δικτύων",
  "article_teen_support_subtitle": "Πραγματικές ιστορίες νέων που αντιμετώπισαν προκλήσεις και βρήκαν τον τρόπο να προχωρήσουν.",
  "article_teen_support_title": "Υποστηρίζοντας τους εφήβους: Ιστορίες ανάπτυξης και ανθεκτικότητας",
  "article_teen_support_toc_1": "Πραγματικές προκλήσεις που αντιμετωπίζουν οι έφηβοι",
  "article_teen_support_toc_2": "Ιστορίες Ανάπτυξης και Ίασης",
  "article_teen_support_toc_3": "Πώς οι Ενήλικες Μπορούν να Βοηθήσουν",
  "article_teen_support_toc_4": "Πόροι ειδικά για εφήβους",
  "article_teen_support_toc_5": "Ένα Μήνυμα Ελπίδας",
  "article_teen_title": "Ψυχική υγεία των εφήβων",
  "article_teen_toc_1": "Κατανόηση της Ψυχικής Υγείας των Εφήβων",
  "article_teen_toc_2": "Συχνές προκλήσεις ψυχικής υγείας",
  "article_teen_toc_3": "Προειδοποιητικά σημάδια που πρέπει να προσέξετε",
  "article_teen_toc_4": "Αν είσαι έφηβος που δυσκολεύεται",
  "article_teen_toc_5": "Για γονείς και φροντιστές",
  "article_teen_toc_6": "Αναζήτηση επαγγελματικής βοήθειας",
  "article_teen_toc_7": "Ανάπτυξη ψυχικής ανθεκτικότητας",
  "article_toc": "Πίνακας περιεχομένων",
  "article_view_source": "Προβολή πρωτότυπης πηγής",
  "article_workplace_h2_1": "Η αυξανόμενη προτεραιότητα της ψυχικής υγείας στον εργασιακό χώρο",
  "article_workplace_h2_2": "Εταιρείες που εφαρμόζουν προγράμματα ψυχικής υγείας",
  "article_workplace_h2_3": "Τηλεργασία και ψυχική υγεία",
  "article_workplace_h2_4": "Αναγνώριση και αντιμετώπιση της επαγγελματικής εξουθένωσης",
  "article_workplace_h2_5": "Πόροι για υπαλλήλους και διευθυντές",
  "article_workplace_h2_6": "Το μέλλον της ευεξίας στον χώρο εργασίας",
  "article_workplace_h3_1": "Κοινές εταιρικές πρωτοβουλίες",
  "article_workplace_h3_2": "Τι δείχνει η έρευνα",
  "article_workplace_h3_3": "Προκλήσεις της εξ αποστάσεως εργασίας",
  "article_workplace_h3_4": "Σημάδια επαγγελματικής εξουθένωσης",
  "article_workplace_h3_5": "Δημιουργία ενός πιο υγιούς εργασιακού περιβάλλοντος",
  "article_workplace_h3_6": "Για τους εργαζόμενους",
  "article_workplace_h3_7": "Για τους διευθυντές",
  "article_workplace_li1": "<strong>Ημέρες για την ψυχική υγεία:</strong> Αφιερωμένη αμειβόμενη άδεια για την ψυχική υγεία.",
  "article_workplace_li10": "<strong>Απομόνωση:</strong> Η έλλειψη προσωπικής αλληλεπίδρασης μπορεί να αυξήσει την μοναξιά.",
  "article_workplace_li11": "<strong>Ασαφή όρια:</strong> Δυσκολία διαχωρισμού της εργασίας από την προσωπική ζωή.",
  "article_workplace_li12": "<strong>Υπερβολική εργασία:</strong> Χωρίς σαφή ωράρια γραφείου, κάποιοι εργαζόμενοι δουλεύουν περισσότερες ώρες.",
  "article_workplace_li13": "<strong>Προκλήσεις στην επικοινωνία:</strong> Οι παρεξηγήσεις είναι πιο συχνές.",
  "article_workplace_li14": "Χρόνια εξάντληση που δεν βελτιώνεται με την ανάπαυση",
  "article_workplace_li15": "Αυξημένος κυνισμός ή αποστασιοποίηση από την εργασία",
  "article_workplace_li16": "Μειωμένο αίσθημα ικανοποίησης ή αποτελεσματικότητας",
  "article_workplace_li17": "Σωματικά συμπτώματα όπως πονοκεφάλους, προβλήματα ύπνου ή πεπτικά προβλήματα",
  "article_workplace_li18": "Δυσκολία συγκέντρωσης ή λήψης αποφάσεων",
  "article_workplace_li19": "<strong>Αξιολογήστε τα φορτία εργασίας:</strong> Βεβαιωθείτε ότι οι προσδοκίες είναι ρεαλιστικές.",
  "article_workplace_li2": "<strong>Συμβουλευτική επί τόπου:</strong> Πρόσβαση σε αδειούχους θεραπευτές.",
  "article_workplace_li20": "<strong>Ενθαρρύνετε τα όρια:</strong> Δείξτε με το παράδειγμα και υποστηρίξτε την ισορροπία εργασίας-ζωής.",
  "article_workplace_li21": "<strong>Παρέχετε αυτονομία:</strong> Δώστε στους εργαζόμενους έλεγχο πάνω στην εργασία τους.",
  "article_workplace_li22": "<strong>Αναγνώριση συνεισφορών:</strong> Η τακτική εκτίμηση βοηθά τους υπαλλήλους να αισθάνονται ότι εκτιμώνται.",
  "article_workplace_li23": "<strong>Μειώστε το στίγμα:</strong> Μιλήστε ανοιχτά για την ψυχική υγεία.",
  "article_workplace_li24": "<strong>Προώθηση της σύνδεσης:</strong> Δημιουργήστε ευκαιρίες για ουσιαστική κοινωνική αλληλεπίδραση.",
  "article_workplace_li25": "<strong>Προγράμματα υποστήριξης εργαζομένων (EAP):</strong> Εμπιστευτικές υπηρεσίες συμβουλευτικής.",
  "article_workplace_li26": "<strong>Εφαρμογές για την ψυχική υγεία:</strong> Εργαλεία όπως τα Headspace, Calm ή Woebot.",
  "article_workplace_li27": "<strong>Ομάδες αλληλοϋποστήριξης:</strong> Εσωτερικά δίκτυα για την ανταλλαγή εμπειριών.",
  "article_workplace_li28": "<strong>Πρακτικές αυτοφροντίδας:</strong> Τακτικά διαλείμματα και τεχνικές θέσπισης ορίων.",
  "article_workplace_li29": "<strong>Εκπαίδευση πρώτων βοηθειών ψυχικής υγείας:</strong> Εκμάθηση αναγνώρισης κρίσεων.",
  "article_workplace_li3": "<strong>Προγράμματα διαλογισμού και ενσυνειδητότητας:</strong> Εφαρμογές, ομαδικές συνεδρίες ή ήσυχοι χώροι.",
  "article_workplace_li30": "<strong>Δεξιότητες ενεργητικής ακρόασης:</strong> Δημιουργία ασφαλών χώρων για την ανταλλαγή απόψεων.",
  "article_workplace_li31": "<strong>Γνώση των διευκολύνσεων:</strong> Κατανόηση του τρόπου υποστήριξης των εργαζομένων.",
  "article_workplace_li32": "<strong>Αυτοφροντίδα για ηγέτες:</strong> Οι διευθυντές πρέπει να διατηρούν τη δική τους ψυχική υγεία.",
  "article_workplace_li33": "<strong>Εξατομικευμένη ευεξία:</strong> Πλατφόρμες βασισμένες στην τεχνητή νοημοσύνη που προσαρμόζουν τους πόρους.",
  "article_workplace_li34": "<strong>Προληπτική εστίαση:</strong> Μετατόπιση από αντιδραστική σε προληπτική προσέγγιση στην ευεξία.",
  "article_workplace_li35": "<strong>Δείκτες ψυχικής υγείας:</strong> Παρακολούθηση δεικτών ευεξίας.",
  "article_workplace_li36": "<strong>Αποστιγματοποίηση:</strong> Οι ανοιχτές συζητήσεις κανονικοποιούνται.",
  "article_workplace_li37": "<strong>Ολοκληρωμένα οφέλη:</strong> Υποστήριξη ψυχικής υγείας ενσωματωμένη σε όλες τις πτυχές.",
  "article_workplace_li4": "<strong>Ευέλικτες ρυθμίσεις εργασίας:</strong> Επιλογές για εξ αποστάσεως εργασία ή ευέλικτο ωράριο.",
  "article_workplace_li5": "<strong>Εκπαίδευση διευθυντών:</strong> Εκπαίδευση των ηγετών για την αναγνώριση σημείων ψυχικής δυσφορίας.",
  "article_workplace_li6": "<strong>Δίκτυα υποστήριξης ομοτίμων:</strong> Ομάδες που δημιουργούνται από εργαζόμενους και παρέχουν ανεπίσημη υποστήριξη.",
  "article_workplace_li7": "Οι εταιρείες με ισχυρά προγράμματα αναφέρουν 20% χαμηλότερα ποσοστά εναλλαγής προσωπικού",
  "article_workplace_li8": "Οι εργαζόμενοι που έχουν πρόσβαση σε πόρους είναι 3 φορές πιο πιθανό να αισθάνονται αφοσιωμένοι",
  "article_workplace_li9": "Για κάθε $1 που επενδύεται, οι εταιρείες βλέπουν κατά μέσο όρο απόδοση $4",
  "article_workplace_p1": "Η ψυχική υγεία στον χώρο εργασίας έχει αναδειχθεί σε κρίσιμο ζήτημα για τις οργανώσεις.",
  "article_workplace_p10": "Τόσο οι εργαζόμενοι όσο και οι διευθυντές χρειάζονται πρόσβαση σε πόρους και εκπαίδευση.",
  "article_workplace_p11": "Το μέλλον της ψυχικής υγείας στον χώρο εργασίας φαίνεται υποσχόμενο.",
  "article_workplace_p12": "Οι πιο επιτυχημένοι οργανισμοί θεωρούν την ψυχική υγεία θεμελιώδες στοιχείο της εταιρικής κουλτούρας.",
  "article_workplace_p13": "Είτε είστε υπάλληλος είτε ηγέτης, να θυμάστε ότι η ψυχική υγεία έχει σημασία.",
  "article_workplace_p2": "Η πανδημία COVID-19 επιτάχυνε δραματικά αυτή την αλλαγή.",
  "article_workplace_p3": "Έρευνες δείχνουν ότι η ισχυρή στήριξη της ψυχικής υγείας μειώνει την απουσιολογία.",
  "article_workplace_p4": "Οι προοδευτικές εταιρείες εφαρμόζουν καινοτόμες πρωτοβουλίες για την ψυχική υγεία.",
  "article_workplace_p5": "Η εξ αποστάσεως εργασία προσφέρει ευελιξία, αλλά παρουσιάζει και προκλήσεις για την ψυχική υγεία.",
  "article_workplace_p6": "Χωρίς τη δομή ενός γραφείου, κάποιοι εργαζόμενοι δυσκολεύονται περισσότερο να αποσυνδεθούν.",
  "article_workplace_p7": "Οι οργανισμοί ανταποκρίνονται με πολιτικές που υποστηρίζουν την ευημερία των τηλεργαζομένων.",
  "article_workplace_p8": "Η επαγγελματική εξουθένωση είναι μια κατάσταση χρόνιου εργασιακού στρες που δεν έχει αντιμετωπιστεί.",
  "article_workplace_p9": "Η δημιουργία ενός ψυχικά υγιούς εργασιακού περιβάλλοντος απαιτεί τη δέσμευση της ηγεσίας.",
  "article_workplace_subtitle": "Πώς οι εταιρείες μετασχηματίζουν την προσέγγισή τους στην ψυχική υγεία των εργαζομένων.",
  "article_workplace_title": "Ψυχική υγεία στον χώρο εργασίας: μια αυξανόμενη προτεραιότητα",
  "article_workplace_toc_1": "Η αυξανόμενη προτεραιότητα",
  "article_workplace_toc_2": "Εταιρικά προγράμματα ψυχικής υγείας",
  "article_workplace_toc_3": "Τηλεργασία και ψυχική υγεία",
  "article_workplace_toc_4": "Αναγνωρίζοντας την επαγγελματική εξουθένωση",
  "article_workplace_toc_5": "Πόροι για όλους",
  "article_workplace_toc_6": "Το μέλλον της ευεξίας στον χώρο εργασίας",
  "blog_audio": "Ήχος",
  "blog_audio_available": "Διαθέσιμο ηχητικό υλικό",
  "blog_best_for": "Ιδανικό για:",
  "blog_card_community_desc": "Πώς οι ομάδες υποστήριξης και οι κοινοτικές πρωτοβουλίες μεταμορφώνουν τη φροντίδα της ψυχικής υγείας.",
  "blog_card_community_title": "Κοινοτική Φροντίδα: Η δύναμη του να βρισκόμαστε μαζί",
  "blog_card_mindfulness_desc": "Μια επιστημονικά τεκμηριωμένη επισκόπηση της ενσυνειδητότητας, συμπεριλαμβανομένων των οφελών, των πρακτικών ασκήσεων και του τρόπου με τον οποίο μπορείτε να ξεκινήσετε.",
  "blog_card_mindfulness_hint": "<strong>Ιδανικό για:</strong> άρθρα βασισμένα σε αποδεικτικά στοιχεία με θέμα \\\"προσοχή για αρχάριους\\\".",
  "blog_card_mindfulness_subtext": "Τι είναι η ενσυνειδητότητα (και τι δεν είναι). Καταστάσεις στις οποίες μπορεί να βοηθήσει (στρες, άγχος, ύπνος για ορισμένους). Πώς να ξεκινήσετε με ασφάλεια και ρεαλιστικές προσδοκίες.",
  "blog_card_mindfulness_title": "Διαλογισμός και ενσυνειδητότητα: οδηγός για αρχάριους",
  "blog_card_news_desc": "Συναρπαστικές εξελίξεις στις θεραπευτικές προσεγγίσεις, νέα φάρμακα σε ανάπτυξη και ψηφιακές καινοτομίες στην ψυχική υγεία.",
  "blog_card_news_title": "Έκτακτο: Νέα έρευνα στη θεραπεία της ψυχικής υγείας",
  "blog_card_recovery_desc": "Εμπνευστικές ιστορίες ανθρώπων που βρήκαν το δρόμο προς την ίαση και την ευημερία μετά από προκλήσεις ψυχικής υγείας.",
  "blog_card_recovery_title": "Ιστορίες ελπίδας: Πραγματικές διαδρομές ανάκαμψης",
  "blog_card_stress_desc": "Ένας πρακτικός οδηγός που εξηγεί τι είναι το στρες, πώς επηρεάζει το μυαλό/σώμα και τι βοηθά στη μείωση του με την πάροδο του χρόνου. Ακούστε ολόκληρο το άρθρο.",
  "blog_card_stress_hint": "<strong>Ιδανικό για:</strong> αναρτήσεις στο blog με \\\"βασικές πληροφορίες για το άγχος\\\" και συμβουλές αντιμετώπισης από την πραγματική ζωή.",
  "blog_card_stress_subtext": "Συνηθισμένα σημάδια (ύπνος, συγκέντρωση, διάθεση, ένταση στο σώμα). Γιατί συσσωρεύεται το στρες και πότε γίνεται επιβλαβές. Υγιή εργαλεία αντιμετώπισης που μπορείτε να δοκιμάσετε αμέσως.",
  "blog_card_stress_title": "Στρες: τι είναι και πώς να το διαχειριστείτε",
  "blog_card_teen_support_desc": "Πραγματικές προκλήσεις που αντιμετωπίζουν οι έφηβοι σήμερα και εμπνευστικές ιστορίες νέων που βρήκαν βοήθεια και ευημερούσαν.",
  "blog_card_teen_support_title": "Υποστήριξη εφήβων: Ιστορίες ανάπτυξης",
  "blog_card_wins_desc": "Υγιείς νίκες, ταξίδια διασημοτήτων και θετικές τάσεις στην ευαισθητοποίηση για την ψυχική υγεία.",
  "blog_card_wins_title": "Νίκες στην Ψυχική Υγεία: Γιορτάζοντας την Πρόοδο",
  "blog_card_workplace_desc": "Πώς οι εταιρείες εφαρμόζουν προγράμματα ψυχικής υγείας και υποστηρίζουν την ευεξία των εργαζομένων.",
  "blog_card_workplace_title": "Ψυχική Υγεία στον Χώρο Εργασίας: Μια Αυξανόμενη Προτεραιότητα",
  "blog_compact_anxiety_hint": "<strong>Σύντομη περιγραφή:</strong> τύποι, συμπτώματα, επιλογές θεραπείας που εξηγούνται με περισσότερες λεπτομέρειες.",
  "blog_compact_anxiety_title": "Διαταραχές άγχους (δημοσίευση): περισσότερες λεπτομέρειες",
  "blog_compact_depression_hint": "<strong>Σύντομη περιγραφή:</strong> ολοκληρωμένος οδηγός για την κατάθλιψη με ηχητική υποστήριξη.",
  "blog_compact_depression_title": "Κατανόηση της κατάθλιψης: Συμπτώματα, αιτίες και θεραπεία 🎧",
  "blog_compact_mindfulness_hint": "<strong>Γρήγορη ματιά:</strong> οδηγίες διαλογισμού βήμα-βήμα με συνηθισμένα λάθη.",
  "blog_compact_mindfulness_title": "Πώς να διαλογιστείτε: ένας απλός οδηγός για αρχάριους",
  "blog_compact_sleep_hint": "<strong>Γρήγορη ματιά:</strong> ρουτίνες και διορθώσεις στο περιβάλλον που βελτιώνουν την ποιότητα του ύπνου.",
  "blog_compact_sleep_title": "Υγιεινή του ύπνου: οδηγός για καλύτερο ύπνο",
  "blog_compact_stress_hint": "<strong>Σύντομη περιγραφή:</strong> απλές εξηγήσεις + πρακτικές προτάσεις αυτοφροντίδας.",
  "blog_compact_stress_title": "Άγχος: Ερωτήσεις και απαντήσεις και βασικές αρχές αυτοφροντίδας",
  "blog_compact_teen_hint": "<strong>Γρήγορη ματιά:</strong> σημάδια προειδοποίησης και πώς να στηρίξετε έναν έφηβο με ασφάλεια.",
  "blog_compact_teen_title": "Ψυχική Υγεία Εφήβων: Ολοκληρωμένος Οδηγός 🎧",
  "blog_feat_anxiety_desc": "Ένας ολοκληρωμένος οδηγός που εξηγεί τι είναι οι αγχώδεις διαταραχές, πώς εκδηλώνονται και πώς μπορεί να είναι η θεραπεία. Ακούστε το πλήρες άρθρο με τον αναπαραγωγέα ήχου μας.",
  "blog_feat_anxiety_hint": "<strong>Ιδανικό για:</strong> σαφείς ορισμούς + αξιόπιστα στοιχεία για σχολικά έργα ή δημοσιεύσεις ευαισθητοποίησης.",
  "blog_feat_anxiety_subtext": "Αναλύει συνηθισμένους τύπους (GAD - γενικευμένη αγχώδης διαταραχή, διαταραχή πανικού, κοινωνικό άγχος και άλλα). Αναφέρει τα βασικά συμπτώματα και πότε το άγχος γίνεται διαταραχή. Εξηγεί επιλογές θεραπείας που έχουν αποδειχθεί επιστημονικά (ψυχοθεραπεία, φαρμακευτική αγωγή, υποστήριξη).",
  "blog_feat_anxiety_title": "Αγχώδεις Διαταραχές: συμπτώματα, τύποι και βασικά στοιχεία θεραπείας",
  "blog_featured_articles": "Προτεινόμενα άρθρα",
  "blog_filter_all": "Όλα",
  "blog_filter_anxiety": "Άγχος",
  "blog_filter_community": "Κοινότητα",
  "blog_filter_depression": "Κατάθλιψη",
  "blog_filter_mindfulness": "Ευαισθητοποίηση",
  "blog_filter_news": "Νέα",
  "blog_filter_sleep": "Ύπνος",
  "blog_filter_stories": "Ιστορίες",
  "blog_filter_stress": "Άγχος",
  "blog_filter_teens": "Έφηβοι",
  "blog_filter_wellness": "Ευεξία",
  "blog_filter_workplace": "Χώρος εργασίας",
  "blog_guide_anxietysleep_desc": "Εξηγεί πώς το άγχος μπορεί να διαταράξει τον ύπνο (έντονες σκέψεις, ένταση) και πώς ο κακός ύπνος μπορεί να επιδεινώσει το άγχος την επόμενη μέρα.",
  "blog_guide_anxietysleep_hint": "<strong>Ιδανικό για:</strong> αναρτήσεις «γιατί συμβαίνει αυτό» και πρακτικές ρουτίνες πριν τον ύπνο.",
  "blog_guide_anxietysleep_subtext": "Γιατί η «υπερεγρήγορση» δυσκολεύει την έλευση του ύπνου. Πώς η έλλειψη ύπνου επηρεάζει τη διάθεση, την προσοχή και την ανησυχία. Βήματα δράσης: χαλαρωτικές ρουτίνες και συνήθειες που υποστηρίζουν τον ύπνο.",
  "blog_guide_anxietysleep_title": "Άγχος και ύπνος: ο κύκλος που κρατά τους ανθρώπους σε αδιέξοδο",
  "blog_guide_mentalhealth_desc": "Μια τεκμηριωμένη επισκόπηση του τι είναι η ψυχική υγεία, γιατί έχει σημασία και πώς να συνδεθείτε με πόρους υποστήριξης.",
  "blog_guide_mentalhealth_hint": "<strong>Ιδανικό για:</strong> τη σελίδα «Λήψη Υποστήριξης» και παραπομπές φιλικές για σχολεία.",
  "blog_guide_mentalhealth_subtext": "Τι περιλαμβάνει η «ψυχική υγεία» (σκέψεις, συναισθήματα, συμπεριφορά). Πώς το στρες και τα γεγονότα ζωής μπορούν να επηρεάσουν την ευημερία. Από πού να ξεκινήσετε αν εσείς ή ένας φίλος χρειάζεστε βοήθεια.",
  "blog_guide_mentalhealth_title": "Βασικά για την ψυχική υγεία: πώς επηρεάζει την καθημερινότητα και πού να βρείτε υποστήριξη",
  "blog_guide_mindfulness_desc": "Μια πρακτική εξήγηση της ενσυνειδητότητας και πώς υποστηρίζει την προσοχή, τη ρύθμιση των συναισθημάτων και τη μείωση του στρες στην καθημερινή ζωή.",
  "blog_guide_mindfulness_hint": "<strong>Ιδανικό για:</strong> αρχάριους που θέλουν σαφή βήματα και ρεαλιστικές προσδοκίες.",
  "blog_guide_mindfulness_subtext": "Πώς είναι η mindfulness στην πραγματική ζωή (όχι \\\"τέλεια ηρεμία\\\"). Απλές πρακτικές για αρχάριους (1–5 λεπτά). Πώς να την κάνετε συνήθεια χωρίς πίεση.",
  "blog_guide_mindfulness_title": "Mindfulness: τι είναι, πώς βοηθά και πώς να ξεκινήσετε σιγά-σιγά",
  "blog_guide_sleep_desc": "Ένας σαφής κατάλογος ελέγχου για την \\\"υγιεινή του ύπνου\\\": συνήθειες που βελτιώνουν τον ύπνο, συνήθειες που τον καταστρέφουν και τι να δοκιμάσετε πρώτα. Ακούστε ολόκληρο το άρθρο.",
  "blog_guide_sleep_hint": "<strong>Ιδανικό για:</strong> τη δημιουργία μιας ρουτίνας ύπνου που θα τηρείτε πραγματικά.",
  "blog_guide_sleep_subtext": "Καθημερινές ρουτίνες που διευκολύνουν τον ύπνο (χρονισμός, φωτισμός, άσκηση). Συνηθισμένοι παράγοντες που εμποδίζουν τον ύπνο (οθόνες, καφεΐνη, πρότυπα στρες). Πρακτικές αλλαγές που μπορείτε να ξεκινήσετε απόψε.",
  "blog_guide_sleep_title": "Καλύτερος ύπνος: Ο πλήρης οδηγός σας για ξεκούραστες νύχτες",
  "blog_guide_teen_desc": "Κατανόηση των μοναδικών προβλημάτων ψυχικής υγείας που αντιμετωπίζουν οι έφηβοι και πώς να προσφέρετε αποτελεσματική υποστήριξη. Ακούστε ολόκληρο το άρθρο.",
  "blog_guide_teen_hint": "<strong>Κατάλληλο για:</strong> εφήβους, γονείς, εκπαιδευτικούς και οποιονδήποτε υποστηρίζει νεαρά άτομα.",
  "blog_guide_teen_subtext": "Συνηθισμένες προκλήσεις (άγχος, κατάθλιψη, αυτοτραυματισμός). Προειδοποιητικά σημάδια που πρέπει να προσέχετε. Πώς να βοηθήσετε ως έφηβος ή γονέας. Οικοδόμηση ψυχικής ανθεκτικότητας.",
  "blog_guide_teen_title": "Ψυχική υγεία εφήβων: Ένας πλήρης οδηγός για νέους και γονείς",
  "blog_hero_badge": "Blog MindSpace",
  "blog_hero_lead": "Αξιόπιστες πηγές, συνοπτικές περιγραφές σε απλή γλώσσα και πρακτικά συμπεράσματα—οργανωμένα σαν μια σύγχρονη σελίδα περιοδικού. Εξερευνήστε άρθρα υποστηριζόμενα από ειδικούς για το άγχος, την κατάθλιψη, τη διαχείριση του στρες και την ενσυνειδητότητα. Είτε αναζητάτε στρατηγικές αντιμετώπισης, είτε κατανοείτε συμπτώματα, είτε στηρίζετε ένα αγαπημένο πρόσωπο, το επιλεγμένο μας περιεχόμενο κάνει την ψυχική ευεξία προσιτή σε όλους.",
  "blog_hero_title": "Ψυχική υγεία, εξηγημένη με σαφήνεια.",
  "blog_indepth_guides": "Εκτενείς Οδηγοί",
  "blog_listen": "Ακούστε",
  "blog_load_more": "Φόρτωση περισσότερων…",
  "blog_log_out": "Αποσύνδεση",
  "blog_min_read": "ελάχιστος χρόνος ανάγνωσης",
  "blog_mini_anxiety_hint": "<strong>Τι θα μάθετε:</strong> σημάδια προειδοποίησης + πότε να ζητήσετε βοήθεια.",
  "blog_mini_anxiety_title": "Άγχος: όταν είναι υπερβολικό (NIMH)",
  "blog_mini_depression_hint": "<strong>Τι θα μάθετε:</strong> βασικά συμπτώματα, αιτίες, τύποι και επιλογές θεραπείας.",
  "blog_mini_depression_title": "Κατανόηση της κατάθλιψης: συμπτώματα και θεραπεία 🎧",
  "blog_mini_sleep_hint": "<strong>Τι θα μάθετε:</strong> προτεινόμενες ώρες ύπνου ανά ηλικία + γιατί είναι σημαντικό.",
  "blog_mini_sleep_title": "Πόσες ώρες ύπνου χρειάζεστε πραγματικά;",
  "blog_mini_teen_hint": "<strong>Τι θα μάθετε:</strong> σημάδια προειδοποίησης, πώς να βοηθήσετε και πώς να χτίσετε ανθεκτικότητα.",
  "blog_mini_teen_title": "Ψυχική υγεία εφήβων: Ένας πλήρης οδηγός 🎧",
  "blog_mood_anxious": "Ανήσυχος",
  "blog_mood_curious": "Περιέργεια",
  "blog_mood_down": "Λυπημένος",
  "blog_mood_hopeful": "Ελπίδα",
  "blog_mood_recommended": "Προτεινόμενα για εσάς",
  "blog_mood_stressed": "Στρεσαρισμένος",
  "blog_mood_subtitle": "Θα σου προτείνουμε άρθρα με βάση τη διάθεσή σου",
  "blog_mood_tired": "Κουρασμένος",
  "blog_mood_title": "Πώς νιώθεις;",
  "blog_more_topics": "Περισσότερα θέματα",
  "blog_new_badge": "Νέο",
  "blog_news_stories": "Νέα & Ιστορίες",
  "blog_news_stories_sub": "Πραγματικές ιστορίες, ενημερώσεις έρευνας & προβολές της κοινότητας",
  "blog_news_stories_subtitle": "Πραγματικές ιστορίες, ενημερώσεις έρευνας & προβολές της κοινότητας",
  "blog_news_stories_title": "Νέα & Ιστορίες",
  "blog_no_results": "Δεν βρέθηκαν αποτελέσματα.",
  "blog_no_results_hint": "Δοκιμάστε μια διαφορετική λέξη-κλειδί ή κάντε κλικ στο <em>Επαναφορά</em> για να εμφανιστούν ξανά όλες οι αναρτήσεις.",
  "blog_pill_community": "Κοινότητα",
  "blog_pill_news": "Νέα",
  "blog_pill_research": "Έρευνα",
  "blog_pill_stories": "Ιστορίες",
  "blog_pill_wins": "Νίκες",
  "blog_pill_workplace": "Χώρος εργασίας",
  "blog_popular_anxiety": "Διαταραχές άγχους: συμπτώματα, τύποι και θεραπεία",
  "blog_popular_depression": "Κατανόηση της κατάθλιψης: Πλήρης οδηγός",
  "blog_popular_mindfulness": "Οδηγός διαλογισμού και ενσυνειδητότητας",
  "blog_popular_sleep": "Καλύτερος ύπνος: Ο πλήρης οδηγός σας",
  "blog_popular_stress": "Στρες: τι είναι και πώς να το διαχειριστείτε",
  "blog_popular_title": "Δημοφιλή αυτή την εβδομάδα",
  "blog_quick_take": "Σύντομη περίληψη:",
  "blog_read_article": "Διαβάστε το άρθρο",
  "blog_read_full": "Διαβάστε ολόκληρο το άρθρο",
  "blog_read_full_article": "Διαβάστε ολόκληρο το άρθρο →",
  "blog_read_more": "Διαβάστε περισσότερα →",
  "blog_read_short": "Διαβάστε →",
  "blog_reading_mode": "Λειτουργία ανάγνωσης",
  "blog_reading_progress": "Πρόοδος ανάγνωσης",
  "blog_reset": "Επαναφορά",
  "blog_saved_articles": "Αποθηκευμένα άρθρα",
  "blog_search_placeholder": "Πληκτρολογήστε και πατήστε Enter",
  "blog_sidebar_categories": "Κατηγορίες",
  "blog_sidebar_quick_actions": "Γρήγορες ενέργειες",
  "blog_sidebar_search": "Αναζήτηση",
  "blog_sidebar_tagcloud": "Σύννεφο ετικετών",
  "blog_sidebar_updates": "Λάβετε ενημερώσεις",
  "blog_sidebar_updates_desc": "Μηνιαίες συμβουλές για την ψυχική υγεία + νέοι πόροι που προσθέτουμε στη βιβλιοθήκη. Χωρίς spam — διαγράψτε την εγγραφή σας ανά πάσα στιγμή.",
  "blog_sign_in_register": "Σύνδεση / Εγγραφή",
  "blog_ticker_1": "Προτεινόμενα άρθρα",
  "blog_ticker_2": "Περιήγηση στις ενότητες",
  "blog_ticker_3": "Δημοφιλείς επιλογές",
  "blog_trending_1_hint": "<strong>Γιατί είναι δημοφιλές:</strong> σαφή συμπτώματα + επισκόπηση θεραπειών.",
  "blog_trending_1_title": "Διαταραχές άγχους",
  "blog_trending_2_hint": "<strong>Γιατί είναι δημοφιλές:</strong> γρήγοροι, αξιόπιστοι ορισμοί για έργα.",
  "blog_trending_2_title": "Φύλλο πληροφοριών για την κατάθλιψη",
  "blog_trending_3_hint": "<strong>Γιατί είναι δημοφιλές:</strong> πρακτικές ιδέες αντιμετώπισης που μπορούν να δοκιμάσουν οι άνθρωποι.",
  "blog_trending_3_title": "Διαχείριση του στρες",
  "blog_trending_news": "Τρέχοντα νέα",
  "blog_view_more": "Δείτε περισσότερα →",
  "blog_what_youll_learn": "Τι θα μάθετε:",
  "bookmark_no": "Όχι",
  "bookmark_resume": "Να συνεχίσετε από το σημείο που σταματήσατε;",
  "bookmark_yes": "Ναι",
  "breathing_desc": "Μια τεχνική χαλαρωτικής αναπνοής",
  "breathing_title": "Αναπνοή 4-7-8",
  "call_911": "Καλέστε το 911",
  "call_988": "Καλέστε το 988",
  "close": "Κλείσιμο",
  "community_add_tag": "Προσθέστε ετικέτα...",
  "community_bookmark": "Σελιδοδείκτης",
  "community_cancel": "Ακύρωση",
  "community_comment": "Σχόλιο",
  "community_create_post": "Δημιουργία ανάρτησης",
  "community_delete": "Διαγραφή",
  "community_edit": "Επεξεργασία",
  "community_following_empty_text": "Ακολουθήστε μέλη κάνοντας κλικ στο κουμπί “Ακολουθήστε” στις αναρτήσεις τους για να βλέπετε τις ενημερώσεις τους εδώ.",
  "community_following_empty_title": "Δεν υπάρχουν ακόμη αναρτήσεις που ακολουθείτε",
  "community_following_signin_btn": "Συνδεθείτε για να ξεκινήσετε",
  "community_following_signin_text": "Ακολουθήστε μέλη της κοινότητας για να δημιουργήσετε τη δική σας εξατομικευμένη ροή και να παραμείνετε συνδεδεμένοι με άτομα που σας εμπνέουν.",
  "community_following_signin_title": "Συνδεθείτε για να δείτε αναρτήσεις από άτομα που ακολουθείτε",
  "community_guideline_crisis": "⚠️ Αυτή δεν είναι υπηρεσία κρίσεων",
  "community_guideline_genuine": "✅ Μοιραστείτε αυθεντικές εμπειρίες",
  "community_guideline_kind": "✅ Να είστε ευγενικοί και υποστηρικτικοί",
  "community_guideline_respect": "✅ Σεβαστείτε το ταξίδι του καθενός",
  "community_guidelines_title": "📋 Οδηγίες κοινότητας",
  "community_hub_title": "Κέντρο κοινότητας",
  "community_join_now": "Γίνετε μέλος τώρα",
  "community_level_champion": "Πρωταθλητής",
  "community_level_newcomer": "Νεοεισερχόμενος",
  "community_level_regular": "Τακτικός",
  "community_level_supporter": "Υποστηρικτής",
  "community_like": "Μου αρέσει",
  "community_load_more": "Φόρτωση περισσότερων αναρτήσεων",
  "community_loading_popular": "Φόρτωση δημοφιλών αναρτήσεων...",
  "community_mark_all_read": "Επισήμανση όλων ως αναγνωσμένων",
  "community_media_btn": "📎 Μέσα",
  "community_media_change": "📎 Αλλαγή",
  "community_mood_calm": "😌 Ήρεμος",
  "community_mood_happy": "😊 Χαρούμενος",
  "community_mood_hopeful": "🌟 Ελπιδοφόρος",
  "community_mood_reflective": "🤔 Στοχαστικός",
  "community_mood_support": "💙 Υποστήριξη",
  "community_mood_title": "Πώς αισθάνεται σήμερα η κοινότητά μας",
  "community_no_notifications": "Δεν υπάρχουν ακόμη ειδοποιήσεις",
  "community_notifications": "Ειδοποιήσεις",
  "community_online_now": "Συνδεδεμένοι τώρα",
  "community_pin": "📌 Καρφίτσωμα",
  "community_pinned": "📌 Καρφιτσωμένο",
  "community_popular_discussions": "🔥 Δημοφιλείς συζητήσεις",
  "community_post_btn": "Δημοσίευση",
  "community_reaction_applause": "Χειροκρότημα",
  "community_reaction_hug": "Αγκαλιά",
  "community_reaction_insightful": "Διαφωτιστικό",
  "community_reaction_support": "Υποστήριξη",
  "community_remove_media": "Κατάργηση μέσων",
  "community_report": "Αναφορά ανάρτησης",
  "community_report_harassment": "Παράνομη παρενόχληση ή εκφοβισμός",
  "community_report_inappropriate": "Ακατάλληλο περιεχόμενο",
  "community_report_other": "Άλλο",
  "community_report_self_harm": "Αυτοτραυματισμός ή επικίνδυνο περιεχόμενο",
  "community_report_spam": "Spam ή παραπλανητικό",
  "community_report_title": "Αναφορά αυτής της ανάρτησης",
  "community_search_placeholder": "Αναζήτηση αναρτήσεων...",
  "community_share": "Κοινοποίηση",
  "community_share_placeholder": "Τι σκέφτεστε; Μοιραστείτε το με την κοινότητα...",
  "community_signin_placeholder": "Συνδεθείτε για να μοιραστείτε μια ενημέρωση...",
  "community_submit_report": "Υποβολή αναφοράς",
  "community_tab_following": "👥 Ακολουθούμε",
  "community_tab_latest": "🕐 Τελευταία",
  "community_tab_popular": "🔥 Δημοφιλή",
  "community_tag_motivation": "💪 Κίνητρο",
  "community_tag_question": "❓ Ερώτηση",
  "community_tag_resource": "📚 Πόρος",
  "community_tag_story": "📖 Ιστορία",
  "community_tag_tip": "💡 Συμβουλή",
  "community_top_contributors": "⭐ Κορυφαίοι συνεισφέροντες",
  "community_trending_topics": "📊 Δημοφιλή θέματα",
  "community_unpin": "📌 Κατάργηση καρφιτσώματος",
  "community_welcome_text": "Γίνετε μέλος της κοινότητάς μας για να μοιραστείτε, να συνδεθείτε και να βρείτε υποστήριξη στο ταξίδι σας προς την ευεξία.",
  "community_welcome_title": "Καλώς ήρθατε στην Κοινότητα!",
  "community_wellness_tip_title": "Καθημερινή συμβουλή ευεξίας",
  "crisis_988_desc": "Δωρεάν, εμπιστευτική υποστήριξη για άτομα σε δυσκολία. Καλέστε ή στείλτε μήνυμα στο 988.",
  "crisis_988_name": "988 Γραμμή βοήθειας για αυτοκτονίες και κρίσεις",
  "crisis_available_24_7": "Διαθέσιμο 24/7",
  "crisis_call_now": "Καλέστε τώρα",
  "crisis_get_help": "Ζητήστε βοήθεια",
  "crisis_subtitle": "Δεν είστε μόνοι. Αυτοί οι πόροι είναι εδώ για να σας βοηθήσουν, όποτε τους χρειαστείτε.",
  "crisis_text_desc": "Στείλτε SMS με την λέξη HOME στο 741741 για να επικοινωνήσετε με έναν εξειδικευμένο σύμβουλο κρίσεων.",
  "crisis_text_name": "Γραμμή Κειμένου Κρίσης",
  "crisis_text_now": "Στείλτε SMS τώρα",
  "crisis_text_text": "Στείλτε HOME στο 741741 για δωρεάν, 24/7 συμβουλευτική σε κρίση.",
  "crisis_text_title": "Γραμμή κειμένου για κρίσεις",
  "crisis_title": "Χρειάζεστε άμεση υποστήριξη;",
  "crisis_trevor_desc": "Υποστήριξη κρίσης για νέους LGBTQ+. Καλέστε 1-866-488-7386.",
  "crisis_trevor_name": "The Trevor Project",
  "crisis_view_all": "Δείτε όλες τις γραμμές βοήθειας και τους πόρους",
  "docs_click_pdf": "Κάντε κλικ για να δείτε το PDF",
  "docs_click_view": "Click to view",
  "docs_click_pdf_view": "Κάντε κλικ για προβολή (εκτυπώσιμο)",
  "docs_competition_docs": "Έγγραφα Διαγωνισμού",
  "docs_copyright": "Λίστα ελέγχου πνευματικών δικαιωμάτων",
  "docs_credits": "Πιστώσεις & Αναφορές",
  "docs_credits_apis": "API & Υπηρεσίες",
  "docs_credits_fonts": "Γραμματοσειρές",
  "docs_credits_icons": "Εικονίδια & Γραφικά",
  "docs_credits_libraries": "Βιβλιοθήκες και Πλαίσια",
  "docs_credits_media": "Μέσα",
  "docs_explore": "Εξερευνήστε το MindSpace",
  "docs_feature_accessibility_desc": "7 επιλογές προσβασιμότητας: Σκοτεινή λειτουργία, ρύθμιση μεγέθους γραμματοσειράς, υψηλή αντίθεση, τρεις λειτουργίες για αχρωματοψία (προτανωπία, δευτεροανωπία, τριτανωπία), λειτουργία εστίασης για ADHD, γραμματοσειρά φιλική προς τη δυσλεξία και μειωμένη κίνηση.",
  "docs_feature_accessibility_title": "Ρυθμίσεις Προσβασιμότητας",
  "docs_feature_articles_desc": "Εκτενή άρθρα για το άγχος, την κατάθλιψη, το στρες, την ενσυνειδητότητα, τον ύπνο και την ψυχική υγεία των εφήβων. Περιλαμβάνει λειτουργίες μετατροπής κειμένου σε ομιλία, παρακολούθησης προόδου ανάγνωσης, σελιδοδείκτη και προτάσεις σχετικών άρθρων.",
  "docs_feature_articles_title": "Εκπαιδευτικά άρθρα",
  "docs_feature_community_desc": "Φόρουμ με συντονιστή για αλληλοϋποστήριξη με αναρτήσεις, σχόλια, επισημάνσεις \\\"μου αρέσει\\\" και ενημερώσεις σε πραγματικό χρόνο. Διαθέτει φίλτρο για χυδαίες εκφράσεις, δυνατότητα μεταφόρτωσης πολυμέσων, σύστημα @mentions και εργαλεία συντονισμού από τον διαχειριστή.",
  "docs_feature_community_title": "Κέντρο Κοινότητας",
  "docs_feature_crisis_desc": "Πάντα ορατοί πόροι για κρίσεις, όπως το 988 Suicide & Crisis Lifeline, το Crisis Text Line και το The Trevor Project. Η γρήγορη πρόσβαση από κάθε σελίδα εξασφαλίζει ότι η βοήθεια δεν απέχει ποτέ περισσότερο από ένα κλικ.",
  "docs_feature_crisis_title": "Υποστήριξη σε κρίσεις",
  "docs_feature_findhelp_desc": "Αναζήτηση με βάση τον ταχυδρομικό κώδικα για να βρείτε τοπικές υπηρεσίες ψυχικής υγείας χρησιμοποιώντας το API SAMHSA Treatment Locator. Φιλτράρετε ανά τύπο υπηρεσίας και ακτίνα, με κουμπιά άμεσης κλήσης και οδηγιών.",
  "docs_feature_findhelp_title": "Εργαλείο Εύρεσης Βοήθειας",
  "docs_feature_multilingual_desc": "Πλήρης υποστήριξη μετάφρασης για 8 γλώσσες: Αγγλικά, Ισπανικά, Γαλλικά, Κινέζικα (Απλοποιημένα), Χίντι, Κορεατικά, Γερμανικά και Ελληνικά. Η προτίμηση γλώσσας διατηρείται μεταξύ των συνεδριών.",
  "docs_feature_multilingual_title": "Πολυγλωσσική υποστήριξη",
  "docs_feature_news_desc": "Επιλεγμένα νέα για την ψυχική υγεία, ιστορίες ανάρρωσης, άρθρα για την ευεξία στον χώρο εργασίας και επισημάνσεις της κοινότητας. Περιλαμβάνει περιεχόμενο σε πραγματικό χρόνο με μετατροπή κειμένου σε ομιλία και πλήρεις ελέγχους ανάγνωσης.",
  "docs_feature_news_title": "Νέα & Ιστορίες",
  "docs_feature_profiles_desc": "Προφίλ τύπου Instagram με προσαρμόσιμα avatar, βιογραφικό, συνδέσμους κοινωνικών δικτύων, παρακολούθηση διάθεσης, στόχους ευεξίας, ημερολόγιο συνεχόμενων αναγνώσεων, επιτεύγματα και ρυθμίσεις απορρήτου.",
  "docs_feature_profiles_title": "Προφίλ χρήστη",
  "docs_feature_resource_desc": "Διαδραστικός κατάλογος με αξιόπιστους πόρους ψυχικής υγείας από οργανισμούς όπως το NAMI, το Mental Health America, το Crisis Text Line και το The Trevor Project. Περιλαμβάνει αναζήτηση, φιλτράρισμα ανά κατηγορία και μια ενότητα με επιλεγμένους πόρους.",
  "docs_feature_resource_title": "Βιβλιοθήκη Πόρων",
  "docs_features": "Χαρακτηριστικά",
  "docs_overview": "Επισκόπηση έργου",
  "docs_overview_p1": "είναι ένα ολοκληρωμένο κέντρο εκπαίδευσης και υποστήριξης για την ψυχική υγεία, που έχει δημιουργηθεί για φοιτητές και νέους ενήλικες. Η αποστολή μας είναι να παρέχουμε προσβάσιμες, αξιόπιστες πληροφορίες για θέματα ψυχικής υγείας, συνδέοντας παράλληλα τους χρήστες με επαγγελματικούς πόρους και υποστήριξη από την κοινότητα.",
  "docs_overview_p2": "Η πλατφόρμα ανταποκρίνεται στην αυξανόμενη ανάγκη για αξιόπιστη πληροφόρηση σχετικά με την ψυχική υγεία, επιμελώντας περιεχόμενο από έγκυρες πηγές όπως το Εθνικό Ινστιτούτο Ψυχικής Υγείας (NIMH), το Mayo Clinic και άλλους αξιόπιστους παρόχους. Οι χρήστες μπορούν να εξερευνήσουν εκπαιδευτικά άρθρα, να βρουν τοπικές υπηρεσίες ψυχικής υγείας, να συνδεθούν με μέλη της κοινότητας και να έχουν πρόσβαση σε πόρους υποστήριξης σε περιπτώσεις κρίσης.",
  "docs_overview_p3": "Το MindSpace σχεδιάστηκε με την προσβασιμότητα ως βασική αρχή, προσφέροντας λειτουργίες όπως σκοτεινή λειτουργία, ρυθμιζόμενα μεγέθη γραμματοσειράς, λειτουργίες για αχρωματοψία, γραμματοσειρές φιλικές σε δυσλεξία και λειτουργία εστίασης για χρήστες με ΔΕΠΥ.",
  "docs_references": "Αναφορές",
  "docs_review_desc": "Παρακαλούμε διαβάστε την ακόλουθη τεκμηρίωση για την υποβολή του έργου μας.",
  "docs_subtitle": "Αναφορές",
  "docs_tech_apis": "API & Ενσωματώσεις",
  "docs_tech_apis_1": "API εντοπισμού θεραπείας SAMHSA",
  "docs_tech_apis_2": "ElevenLabs API για μετατροπή κειμένου σε ομιλία",
  "docs_tech_apis_3": "OpenAI API για πληροφορίες ευεξίας με τεχνητή νοημοσύνη",
  "docs_tech_apis_4": "Resend API για αποστολή ενημερωτικών δελτίων μέσω email",
  "docs_tech_backend": "Backend και Δεδομένα",
  "docs_tech_backend_1": "Python Flask server",
  "docs_tech_backend_2": "Supabase (PostgreSQL) για βάση δεδομένων",
  "docs_tech_backend_3": "Supabase Auth για πιστοποίηση",
  "docs_tech_backend_4": "Supabase Realtime για ζωντανές ενημερώσεις",
  "docs_tech_backend_5": "Supabase Storage για μεταφορτώσεις μέσων",
  "docs_tech_frontend": "Διεπαφή χρήστη",
  "docs_tech_frontend_1": "HTML5, CSS3, JavaScript (ES6+)",
  "docs_tech_frontend_2": "Προσαρμοσμένο CSS με μεταβλητές CSS για τη δημιουργία θεμάτων",
  "docs_tech_frontend_3": "Αποκριτική σχεδίαση με προσέγγιση mobile-first",
  "docs_tech_frontend_4": "Swiper.js για καρουζέλες",
  "docs_tech_frontend_5": "Ionicons για εικονογραφία",
  "docs_tech_sources": "Πηγές περιεχομένου",
  "docs_tech_sources_1": "Εθνικό Ινστιτούτο Ψυχικής Υγείας (NIMH)",
  "docs_tech_sources_2": "Mayo Clinic",
  "docs_tech_sources_3": "Αμερικανική Ψυχολογική Ένωση (APA)",
  "docs_tech_sources_4": "NAMI, Ψυχική Υγεία Αμερικής",
  "docs_tech_stack": "Στοίβα τεχνολογίας",
  "docs_title": "MindSpace",
  "docs_worklog": "Ημερολόγιο εργασίας",
  "download_failed": "Αποτυχία λήψης ήχου. Παρακαλώ δοκιμάστε ξανά.",
  "download_premium_only": "Η λήψη ήχου είναι διαθέσιμη μόνο με premium φωνή.",
  "emergency_text": "Σε έκτακτες ανάγκες που απειλούν τη ζωή, καλέστε αμέσως το 911.",
  "emergency_title": "Υπηρεσίες έκτακτης ανάγκης",
  "faq_a1": "Ναι, η γραμμή ζωής 988 για αυτοκτονία και κρίση είναι εντελώς δωρεάν και είναι διαθέσιμη 24/7. Μπορείτε να καλέσετε ή να στείλετε μήνυμα στο 988 από οπουδήποτε στις Ηνωμένες Πολιτείες. Η υπηρεσία είναι εμπιστευτική και στελεχώνεται από εκπαιδευμένους συμβούλους κρίσεων.",
  "faq_a10": "Εστιάστε στην αναπνοή σας - δοκιμάστε την τεχνική 4-7-8 (εισπνεύστε για 4 δευτερόλεπτα, κρατήστε την αναπνοή σας για 7 δευτερόλεπτα, εκπνεύστε για 8 δευτερόλεπτα). Σταθεροποιήστε τον εαυτό σας ονομάζοντας 5 πράγματα που μπορείτε να δείτε, 4 που μπορείτε να αγγίξετε, 3 που μπορείτε να ακούσετε, 2 που μπορείτε να μυρίσετε και 1 που μπορείτε να γευτείτε. Υπενθυμίστε στον εαυτό σας ότι οι κρίσεις πανικού είναι προσωρινές και δεν είναι επικίνδυνες. Εάν οι κρίσεις πανικού είναι επαναλαμβανόμενες, σκεφτείτε να μιλήσετε με έναν επαγγελματία ψυχικής υγείας.",
  "faq_a2": "Όταν καλέσετε μια γραμμή κρίσης, θα συνδεθείτε με έναν εκπαιδευμένο σύμβουλο που θα ακούσει χωρίς κριτική. Θα σας βοηθήσει να επεξεργαστείτε τα συναισθήματά σας, θα παράσχει υποστήριξη και θα βοηθήσει να δημιουργήσετε ένα σχέδιο για να παραμείνετε ασφαλείς. Δεν χρειάζεται να είστε αυτοκτονικοί για να καλέσετε - κάθε ψυχική κρίση είναι έγκυρη.",
  "faq_a3": "Σκεφτείτε να ζητήσετε επαγγελματική βοήθεια εάν τα συναισθήματά σας επηρεάζουν την καθημερινή σας ζωή, τις σχέσεις, την εργασία ή το σχολείο. Σημάδια περιλαμβάνουν επίμονη λύπη, άγχος, αλλαγές στον ύπνο ή την όρεξη, δυσκολία συγκέντρωσης ή σκέψεις αυτοβλάβης. Θυμηθείτε: το να ζητάτε βοήθεια είναι ένδειξη δύναμης, όχι αδυναμίας.",
  "faq_a4": "Ναι, όλες οι συνεδρίες συμβουλευτικής είναι εμπιστευτικές. Οι επαγγελματίες ψυχικής υγείας δεσμεύονται από αυστηρούς νόμους περί απορρήτου και δεοντολογικούς κανόνες. Οι μόνες εξαιρέσεις είναι εάν υπάρχει άμεσος κίνδυνος βλάβης για τον εαυτό σας ή για άλλους, ή σε περιπτώσεις που αφορούν κακοποίηση ανηλίκων ή ευάλωτων ενηλίκων.",
  "faq_a5": "Υπάρχουν πολλές οικονομικές ή δωρεάν επιλογές ψυχικής υγείας. Τα κοινοτικά κέντρα ψυχικής υγείας συχνά προσφέρουν κλίμακα αμοιβών ανάλογα με το εισόδημα. Πολλοί θεραπευτές προσφέρουν μειωμένες τιμές, και ορισμένες μη κερδοσκοπικές οργανώσεις παρέχουν δωρεάν συμβουλευτική. Οι γραμμές κρίσης όπως το 988 είναι πάντα δωρεάν, και οι ομάδες υποστήριξης μπορούν να αποτελέσουν πολύτιμο πόρο χωρίς κόστος.",
  "faq_a6": "Ακούστε χωρίς να κρίνετε και ενημερώστε τους ότι νοιάζεστε. Αποφύγετε να προσπαθείτε να «διορθώσετε» τα προβλήματά τους - μερικές φορές απλά η παρουσία σας είναι αρκετή. Ενθαρρύνετέ τους να ζητήσουν επαγγελματική βοήθεια, και προσφερθείτε να τους βοηθήσετε να βρουν πόρους ή να τους συνοδεύσετε σε ραντεβού. Λάβετε σοβαρά υπόψη οποιαδήποτε αναφορά αυτοβλάβης και μην διστάσετε να εμπλέξετε έναν αξιόπιστο ενήλικα ή μια γραμμή κρίσης αν χρειαστεί.",
  "faq_a7": "Οι θεραπευτές και οι σύμβουλοι παρέχουν ψυχοθεραπεία και μπορεί να έχουν διάφορα επαγγελματικά διαπιστευτήρια (LCSW, LPC, MFT). Οι ψυχολόγοι έχουν διδακτορικό και μπορούν να παρέχουν ψυχοθεραπεία και ψυχολογικές εξετάσεις. Οι ψυχίατροι είναι ιατροί και μπορούν να συνταγογραφήσουν φάρμακα. Πολλοί άνθρωποι συνεργάζονται με συνδυασμό - για παράδειγμα, ένας θεραπευτής για τακτικές συνεδρίες και ένας ψυχίατρος για τη διαχείριση της φαρμακευτικής αγωγής.",
  "faq_a8": "Απολύτως! Είναι πολύ συνηθισμένο να νιώθετε άγχος στο να ανοιχτείτε σε έναν ξένο. Ένας καλός θεραπευτής θα το κατανοήσει αυτό και θα σας βοηθήσει να αισθανθείτε άνετα με τον δικό σας ρυθμό. Θυμηθείτε, εσείς ελέγχετε τι μοιράζεστε και πότε. Αν μετά από μερικές συνεδρίες δεν νιώσετε σύνδεση, είναι εντάξει να δοκιμάσετε διαφορετικό θεραπευτή - το να βρείτε τη σωστή επιλογή είναι σημαντικό.",
  "faq_a9": "Διαφέρει σημαντικά ανάλογα με τους στόχους και την περίπτωσή σας. Κάποιοι ωφελούνται από βραχυπρόθεσμη θεραπεία (8-12 συνεδρίες) για συγκεκριμένα ζητήματα όπως το άγχος ή η διαχείριση του στρες. Άλλοι μπορεί να συνεχίσουν για περισσότερο χρόνο για βαθύτερη εργασία ή συνεχή υποστήριξη. Ο θεραπευτής σας θα συνεργαστεί μαζί σας για να θέσετε στόχους και να αξιολογεί τακτικά την πρόοδό σας.",
  "faq_cat_all": "Όλα",
  "faq_cat_coping": "Αντιμετώπιση",
  "faq_cat_crisis": "Κρίση",
  "faq_cat_resources": "Πόροι",
  "faq_cat_therapy": "Θεραπεία",
  "faq_cta_btn": "Επικοινωνήστε μαζί μας",
  "faq_cta_text": "Είμαστε εδώ για να σας βοηθήσουμε. Επικοινωνήστε μαζί μας για εξατομικευμένη υποστήριξη.",
  "faq_cta_title": "Έχετε ακόμα ερωτήσεις;",
  "faq_helpful": "Ήταν χρήσιμη αυτή η απάντηση?",
  "faq_intro_text": "Στο MindSpace, πιστεύουμε στην ανοιχτή επικοινωνία και την υποστήριξη. Γνωρίζουμε ότι μπορεί να έχετε ερωτήσεις σχετικά με την ψυχική υγεία, την αναζήτηση βοήθειας και τον τρόπο λειτουργίας της θεραπείας. Ακολουθούν μερικές από τις πιο συχνές ερωτήσεις που λαμβάνουμε. Αν δεν βρείτε την απάντηση που αναζητάτε, μη διστάσετε να επικοινωνήσετε μαζί μας.",
  "faq_intro_title": "Πώς μπορούμε να σας βοηθήσουμε;",
  "faq_no": "Όχι",
  "faq_no_results": "Δεν βρέθηκαν αποτελέσματα για την αναζήτησή σας.",
  "faq_q1": "Είναι πραγματικά δωρεάν η γραμμή 988;",
  "faq_q10": "Τι πρέπει να κάνω αν έχω κρίση πανικού;",
  "faq_q2": "Τι συμβαίνει όταν καλώ μια γραμμή κρίσης?",
  "faq_q3": "Πώς ξέρω αν χρειάζομαι επαγγελματική βοήθεια?",
  "faq_q4": "Οι συνεδρίες συμβουλευτικής είναι εμπιστευτικές?",
  "faq_q5": "Τι γίνεται αν δεν μπορώ να αντέξω οικονομικά τη θεραπεία?",
  "faq_q6": "Πώς μπορώ να βοηθήσω έναν φίλο που περνά δύσκολα;",
  "faq_q7": "Ποια είναι η διαφορά μεταξύ θεραπευτή, ψυχολόγου και ψυχιάτρου?",
  "faq_q8": "Είναι φυσιολογικό να νιώθω νευρικότητα για την έναρξη της θεραπείας?",
  "faq_q9": "Πόσο διαρκεί συνήθως η θεραπεία?",
  "faq_subtitle": "Γρήγορες απαντήσεις σε συνηθισμένες ερωτήσεις",
  "faq_tip1": "Μπορείτε επίσης να στείλετε μήνυμα στο 988 αν προτιμάτε να μην καλέσετε. Και οι δύο επιλογές σας συνδέουν με τους ίδιους εκπαιδευμένους συμβούλους.",
  "faq_tip10": "Οι κρίσεις πανικού συνήθως κορυφώνονται μέσα σε 10 λεπτά και υποχωρούν μέσα σε 20-30 λεπτά. Γνωρίζοντας αυτό μπορεί να σας βοηθήσει να μειώσετε τον φόβο κατά τη διάρκεια μιας κρίσης.",
  "faq_tip2": "Οι γραμμές κρίσης απευθύνονται σε όποιον βρίσκεται σε δυσχέρεια, όχι μόνο σε όσους είναι σε άμεσο κίνδυνο. Μην διστάσετε να επικοινωνήσετε αν δυσκολεύεστε.",
  "faq_tip3": "Εμπιστευτείτε το ένστικτό σας. Αν νιώθετε ότι κάτι δεν πάει καλά, η συζήτηση με έναν επαγγελματία μπορεί να σας βοηθήσει να το κατανοήσετε και να το αντιμετωπίσετε.",
  "faq_tip4": "Μπορείτε να ρωτήσετε τον θεραπευτή σας για τις συγκεκριμένες πολιτικές εμπιστευτικότητας κατά τη διάρκεια της πρώτης σας συνεδρίας.",
  "faq_tip5": "Ελέγξτε με την ασφαλιστική σας εταιρεία, το σχολείο ή τον εργοδότη σας - πολλοί προσφέρουν παροχές ψυχικής υγείας που ίσως δεν γνωρίζετε.",
  "faq_tip6": "Μερικές φορές το καλύτερο που μπορείτε να κάνετε είναι απλώς να είστε εκεί. Η παρουσία σας έχει μεγαλύτερη σημασία από το να βρείτε τις τέλειες λέξεις.",
  "faq_tip7": "Ξεκινήστε με έναν θεραπευτή για ψυχοθεραπεία. Αυτός μπορεί να σας παραπέμψει σε ψυχίατρο αν η φαρμακευτική αγωγή μπορεί να σας βοηθήσει.",
  "faq_tip8": "Γράψτε τι θέλετε να συζητήσετε πριν από την πρώτη σας συνεδρία. Αυτό μπορεί να σας βοηθήσει να μειώσετε το άγχος.",
  "faq_tip9": "Δεν υπάρχει «σωστό» μήκος για τη θεραπεία. Μερικοί άνθρωποι βρίσκουν αξία σε συνεχιζόμενες συνεδρίες, ενώ άλλοι προτιμούν εστιασμένη, χρονικά περιορισμένη θεραπεία.",
  "faq_title": "Συχνές ερωτήσεις",
  "faq_yes": "Ναι",
  "find_help": "Βρείτε βοήθεια",
  "footer_about": "Το MindSpace είναι ένα κέντρο εκπαίδευσης και υποστήριξης για την ψυχική υγεία, δημιουργημένο από φοιτητές. Στόχος μας είναι να παρέχουμε σαφείς, αξιόπιστες πληροφορίες και να καθοδηγούμε τους επισκέπτες προς ασφαλείς πηγές.",
  "footer_about_link": "Σχετικά",
  "footer_action": "Αναλάβετε δράση",
  "footer_action_desc": "Υποστηρίξτε την εκπαίδευση για την ψυχική υγεία και την πρόσβαση της κοινότητας σε πόρους.",
  "footer_brand": "MindSpace",
  "footer_copy": "Μόνο για εκπαιδευτικούς σκοπούς.",
  "footer_disclaimer": "Αποποίηση ευθυνών",
  "footer_email_placeholder": "Εισαγάγετε το email σας",
  "footer_follow": "Ακολουθήστε μας",
  "footer_get_support": "Λάβετε υποστήριξη",
  "footer_latest_articles": "Τελευταία άρθρα",
  "footer_newsletter_desc": "Λάβετε συμβουλές και πόρους για την ψυχική ευεξία στο email σας.",
  "footer_pages": "Σελίδες",
  "footer_post_recovery": "Ιστορίες ανάκαμψης",
  "footer_post_recovery_meta": "Πραγματικά ταξίδια",
  "footer_post_research_meta": "Τελευταία ευρήματα",
  "footer_post_research_news": "Νέα από την έρευνα για την ψυχική υγεία",
  "footer_post_workplace": "Ευεξία στο χώρο εργασίας",
  "footer_post_workplace_meta": "Επαγγελματικές συμβουλές",
  "footer_privacy": "Απόρρητο",
  "footer_privacy_note": "Σεβόμαστε το απόρρητό σας. Μπορείτε να διαγραφείτε οποιαδήποτε στιγμή.",
  "footer_read_more": "Διαβάστε περισσότερα →",
  "footer_stay_updated": "Μείνετε ενημερωμένοι",
  "footer_subscribe": "Εγγραφείτε",
  "footer_support_link": "Υποστήριξη",
  "footer_terms": "Όροι",
  "footer_topics": "Δημοφιλή θέματα",
  "greeting_afternoon": "Καλησπέρα",
  "greeting_evening": "Καλησπέρα",
  "greeting_morning": "Καλημέρα",
  "greeting_night": "Καληνύχτα",
  "grounding_desc": "Επανασυνδεθείτε με την παρούσα στιγμή",
  "grounding_title": "5-4-3-2-1 Γείωση",
  "helplines_subtitle": "Εκπαιδευμένοι επαγγελματίες έτοιμοι να σας ακούσουν 24/7",
  "helplines_title": "Γραμμές βοήθειας & Υποστήριξη",
  "hero_phrase_1": "Ένας κόσμος",
  "hero_phrase_10": "Μαζί",
  "hero_phrase_11": "Θεραπεία",
  "hero_phrase_12": "Σήκω",
  "hero_phrase_13": "Θάρρος",
  "hero_phrase_14": "Ειρήνη",
  "hero_phrase_15": "Δεν είσαι μόνος",
  "hero_phrase_16": "Δύναμη",
  "hero_phrase_17": "Αφήστε το",
  "hero_phrase_18": "Ονειρεύσου",
  "hero_phrase_19": "Αγάπα τον εαυτό σου",
  "hero_phrase_2": "Πίστεψε στην αγάπη",
  "hero_phrase_20": "Ζήσε το παρόν",
  "hero_phrase_21": "Τα πράγματα θα βελτιωθούν",
  "hero_phrase_22": "Στάσου όρθιος",
  "hero_phrase_23": "Ανήκεις",
  "hero_phrase_24": "Εμπιστέψου το ταξίδι",
  "hero_phrase_25": "Πίστεψε",
  "hero_phrase_26": "Μεγάλωσε",
  "hero_phrase_27": "Αγκάλιασε την αλλαγή",
  "hero_phrase_28": "Μείνε",
  "hero_phrase_29": "Λάμψε",
  "hero_phrase_3": "Ζωή",
  "hero_phrase_30": "Είσαι αγαπημένος",
  "hero_phrase_31": "Μην τα παρατάς",
  "hero_phrase_32": "Ξεκινήστε ξανά",
  "hero_phrase_33": "Επιλέξτε τη χαρά",
  "hero_phrase_34": "Σταθείτε ψηλά",
  "hero_phrase_35": "Βρείτε την ειρήνη",
  "hero_phrase_36": "Ξεπέρασέ το",
  "hero_phrase_37": "Συνεχίστε να μεγαλώνετε",
  "hero_phrase_38": "Νιώστε βαθιά",
  "hero_phrase_39": "Μείνετε στο παρόν",
  "hero_phrase_4": "Είσαι σημαντικός",
  "hero_phrase_40": "Αναλάβετε την ευθύνη της ιστορίας σας",
  "hero_phrase_41": "Θεραπευτείτε απαλά",
  "hero_phrase_42": "Ονειρέψου μεγάλα",
  "hero_phrase_43": "Εμπιστέψου τον εαυτό σου",
  "hero_phrase_44": "Ανάπνευσε ελεύθερα",
  "hero_phrase_45": "Να είσαι γενναίος",
  "hero_phrase_46": "Λάμψε",
  "hero_phrase_5": "Ανάπνευσε",
  "hero_phrase_6": "Είσαι αρκετός",
  "hero_phrase_7": "Συνέχισε",
  "hero_phrase_8": "Ελπίδα",
  "hero_phrase_9": "Να είσαι ευγενικός",
  "hero_subtitle": "Βρείτε υποστήριξη, πόρους και καθοδήγηση για το ταξίδι σας στην ψυχική υγεία. Δεν είστε μόνοι.",
  "hero_title": "Είμαστε εδώ για να βοηθήσουμε",
  "highlight_remove_confirm": "Να αφαιρέσετε αυτήν την επισήμανση?",
  "highlight_select_article": "Επιλέξτε κείμενο μέσα στο περιεχόμενο του άρθρου.",
  "highlight_select_first": "Επιλέξτε πρώτα κάποιο κείμενο για να το επισημάνετε.",
  "hl_988_text": "Δωρεάν, εμπιστευτική υποστήριξη για άτομα σε δυσκολία, πόροι πρόληψης και αντιμετώπισης κρίσεων.",
  "hl_988_title": "988 Suicide & Crisis Lifeline",
  "hl_badge_24_7": "24/7",
  "hl_boystown_text": "Βοήθεια για εφήβους και γονείς με οποιοδήποτε πρόβλημα - κακοποίηση, θυμό, κατάθλιψη, σχολείο και άλλα.",
  "hl_boystown_title": "Εθνική Γραμμή Βοήθειας Boys Town",
  "hl_call_988": "Καλέστε το 988",
  "hl_chat_online": "Συνομιλία στο διαδίκτυο",
  "hl_childhelp_text": "Παρέμβαση σε κρίσεις, πληροφορίες και παραπομπές για θέματα κακοποίησης παιδιών.",
  "hl_childhelp_title": "Εθνική Γραμμή Βοήθειας Childhelp",
  "hl_copied": "Αντιγράφηκε!",
  "hl_disaster_sms": "Στείλτε το μήνυμα TalkWithUs στο 66746",
  "hl_disaster_text": "Συμβουλευτική σε περιπτώσεις κρίσης για άτομα που βιώνουν συναισθηματική δυσφορία λόγω καταστροφών.",
  "hl_disaster_title": "Γραμμή Βοήθειας για Καταστροφές",
  "hl_dv_sms": "Στείλτε START στο 88788",
  "hl_dv_text": "Εμπιστευτική υποστήριξη για οποιονδήποτε επηρεάζεται από ενδοοικογενειακή βία ή κακοποίηση.",
  "hl_dv_title": "Εθνική Γραμμή Βοήθειας για την Ενδοοικογενειακή Βία",
  "hl_expect_text": "Ένας εκπαιδευμένος σύμβουλος θα απαντήσει, θα ακούσει χωρίς κριτική και θα σας βοηθήσει στην κατάστασή σας. Οι κλήσεις είναι δωρεάν, εμπιστευτικές και ανώνυμες. Δεν είστε μόνοι.",
  "hl_expect_title": "Τι να περιμένετε όταν καλέσετε",
  "hl_filter_all": "Όλα",
  "hl_filter_crisis": "Κρίση",
  "hl_filter_general": "Γενικά",
  "hl_filter_lgbtq": "ΛΟΑΤΚΙ+",
  "hl_filter_specialized": "Εξειδικευμένο",
  "hl_filter_veterans": "Βετεράνοι",
  "hl_filter_youth": "Νεολαία",
  "hl_nami_badge": "Δευτέρα-Παρασκευή 10 π.μ.-10 μ.μ. ET",
  "hl_nami_text": "Πληροφορίες, παραπομπές και υποστήριξη για προβλήματα ψυχικής υγείας.",
  "hl_nami_title": "Γραμμή Βοήθειας NAMI",
  "hl_neda_badge": "Δευτέρα-Πέμπτη 11 π.μ.-9 μ.μ. ET",
  "hl_neda_sms": "Στείλτε NEDA στο 741741",
  "hl_neda_text": "Υποστήριξη, πόροι και επιλογές θεραπείας για τις διατροφικές διαταραχές.",
  "hl_neda_title": "NEDA - Διατροφικές Διαταραχές",
  "hl_samhsa_text": "Υπηρεσία παραπομπής για θεραπεία ψυχικών διαταραχών και διαταραχών κατάχρησης ουσιών.",
  "hl_samhsa_title": "Εθνική Γραμμή Βοήθειας SAMHSA",
  "hl_teenline_badge": "6 μ.μ.-10 μ.μ. PT",
  "hl_teenline_sms": "Στείλτε το μήνυμα TEEN στο 839863",
  "hl_teenline_text": "Έφηβοι βοηθούν εφήβους με προσωπικά προβλήματα και δύσκολες αποφάσεις.",
  "hl_teenline_title": "Teen Line",
  "hl_text_988": "Στείλτε μήνυμα στο 988",
  "hl_translifeline_text": "Γραμμή υποστήριξης από ομοτίμους που λειτουργεί από τρανς άτομα, για τρανς άτομα και άτομα που αμφισβητούν τη σεξουαλική τους ταυτότητα.",
  "hl_translifeline_title": "Γραμμή βοήθειας για τρανς άτομα",
  "hl_trevor_sms": "Στείλτε START στο 678-678",
  "hl_trevor_text": "Παρέμβαση σε κρίσεις και πρόληψη αυτοκτονιών για LGBTQ+ νέους.",
  "hl_trevor_title": "Trevor Project (Νεολαία LGBTQ+)",
  "hl_tty_988": "TTY: Χρησιμοποιήστε την υπηρεσία αναμετάδοσης ή καλέστε το 711 και μετά το 988",
  "hl_veterans_call": "Καλέστε το 988, πατήστε 1",
  "hl_veterans_sms": "Στείλτε SMS στο 838255",
  "hl_veterans_text": "Δωρεάν, εμπιστευτική υποστήριξη για βετεράνους και τους αγαπημένους τους.",
  "hl_veterans_title": "Γραμμή κρίσης για βετεράνους",
  "hl_wait_fast": "Συνήθως απαντάται μέσα σε λίγα λεπτά",
  "home_card1_kicker": "Ψυχικές διαταραχές",
  "home_card1_title": "Άγχος & κατάθλιψη",
  "home_card2_kicker": "Γραμμές βοήθειας και πόροι",
  "home_card2_title": "Λάβετε άμεση υποστήριξη",
  "home_card3_kicker": "Online συμβουλευτική",
  "home_card3_title": "Κλείστε ραντεβού",
  "home_card4_kicker": "Κοινότητα & ιστορίες",
  "home_card4_title": "Ομάδες υποστήριξης και μαρτυρίες",
  "home_impact_communities": "Κοινότητες",
  "home_impact_communities_desc": "Βοηθώντας τις κοινότητες να ευαισθητοποιήσουν το κοινό και να κάνουν την υποστήριξη πιο προσιτή για όλους.",
  "home_impact_confidence": "Αυτοπεποίθηση",
  "home_impact_confidence_desc": "Ενίσχυση της αυτοπεποίθησης μέσω σαφούς πληροφόρησης, πρακτικών εργαλείων και απλών επόμενων βημάτων.",
  "home_impact_conversations": "Συζητήσεις",
  "home_impact_conversations_desc": "Μείωση του στίγματος, καθιστώντας την ψυχική υγεία πιο εύκολο θέμα συζήτησης, χωρίς ντροπή.",
  "home_impact_educators": "Εκπαιδευτικοί",
  "home_impact_educators_desc": "Παροχή εργαλείων στους εκπαιδευτικούς για να αναγνωρίζουν τις ανάγκες ψυχικής υγείας και να ανταποκρίνονται με φροντίδα.",
  "home_impact_families": "Οικογένειες",
  "home_impact_families_desc": "Υποστήριξη των οικογενειών με καθοδήγηση για την ανάπτυξη υγιέστερων συζητήσεων και συνηθειών στο σπίτι.",
  "home_impact_reach": "100,000+",
  "home_impact_reach_desc": "Άτομα που έχουν προσεγγιστεί μέσω των εργαλείων, της εκπαίδευσης και των πόρων υποστήριξης του MindSpace.",
  "home_impact_safespace": "Ασφαλής χώρος",
  "home_impact_safespace_desc": "Δημιουργία ενός χώρου όπου οι άνθρωποι αισθάνονται ότι έχουν υποστήριξη, σεβασμό και κατανόηση.",
  "home_impact_students": "Μαθητές",
  "home_impact_students_desc": "Βοηθώντας τους μαθητές να διαχειριστούν το άγχος, τα συναισθήματα και την ψυχική τους ευεξία στο σχολείο και πέρα από αυτό.",
  "home_impact_support": "Υποστήριξη",
  "home_impact_support_desc": "Σύνδεση των ανθρώπων με αξιόπιστους πόρους, ώστε να μπορούν να βρουν βοήθεια όταν τη χρειάζονται περισσότερο.",
  "home_impact_title": "Ο αντίκτυπός μας",
  "home_learn_more": "Μάθετε περισσότερα",
  "home_stat_num_free": "100%",
  "home_stat_num_languages": "6",
  "home_stat_num_resources": "50+",
  "home_stat_num_support": "24/7",
  "home_testimonials_title": "ΤΙ ΛΕΝΕ ΟΙ ΕΠΙΣΚΕΠΤΕΣ ΜΑΣ",
  "home_welcome_desc": "Στο MindSpace, βοηθάμε τους ανθρώπους να φροντίσουν την ψυχική τους υγεία. Στόχος μας είναι να παρέχουμε υποστήριξη, πόρους και ένα ασφαλές περιβάλλον για όλους. Θέλουμε να κάνουμε την ψυχική υγεία πιο κατανοητή και να μειώσουμε το στίγμα που την περιβάλλει.",
  "home_welcome_title": "Καλώς ήρθατε στο MindSpace",
  "intl_support_text": "Βρείτε γραμμές βοήθειας και πόρους για την κρίση στη χώρα σας.",
  "intl_support_title": "Διεθνής Υποστήριξη",
  "journaling_desc": "Εκφράστε τις σκέψεις και τα συναισθήματά σας",
  "journaling_title": "Προτροπές για το ημερολόγιο",
  "keyboard_shortcuts": "Συντομεύσεις πληκτρολογίου",
  "legal_disc_badge": "Έργο Διαγωνισμού",
  "legal_disc_s1_text": "Το MindSpace δημιουργήθηκε από φοιτητές ως εκπαιδευτικό έργο για έναν διαγωνισμό σχεδιασμού ιστοσελίδων. Παρόλο που πρόκειται για συμμετοχή σε διαγωνισμό, έχουμε επιδείξει μεγάλη προσοχή για να διασφαλίσουμε ότι όλες οι πληροφορίες που παρουσιάζονται είναι <strong>αληθείς, ακριβείς και προέρχονται από αξιόπιστους οργανισμούς</strong>.",
  "legal_disc_s1_title": "Σχετικά με αυτόν τον ιστότοπο",
  "legal_disc_s2_li1": "<strong>Εθνικό Ινστιτούτο Ψυχικής Υγείας (NIMH)</strong> - Ομοσπονδιακός φορέας για την έρευνα των ψυχικών διαταραχών",
  "legal_disc_s2_li2": "<strong>Mayo Clinic</strong> - Μη κερδοσκοπικό ακαδημαϊκό ιατρικό κέντρο",
  "legal_disc_s2_li3": "<strong>American Psychological Association (APA)</strong> - Η κορυφαία επιστημονική και επαγγελματική οργάνωση που εκπροσωπεί την ψυχολογία",
  "legal_disc_s2_li4": "<strong>Παγκόσμιος Οργανισμός Υγείας (WHO)</strong> - Ο οργανισμός των Ηνωμένων Εθνών για τη διεθνή δημόσια υγεία",
  "legal_disc_s2_li5": "<strong>SAMHSA</strong> - Διοίκηση Υπηρεσιών για την Κατάχρηση Ουσιών και την Ψυχική Υγεία",
  "legal_disc_s2_text": "Όλες οι πληροφορίες για την ψυχική υγεία στο MindSpace προέρχονται από αξιόπιστους και έγκυρους οργανισμούς, όπως:",
  "legal_disc_s2_text2": "Κάθε άρθρο και πόρος στην ιστοσελίδα μας περιλαμβάνει αναφορές και συνδέσμους προς τις πρωτότυπες πηγές για επαλήθευση.",
  "legal_disc_s2_title": "Αξιόπιστες πηγές",
  "legal_disc_s3_li1": "ΔΕΝ πωλούμε τα προσωπικά σας στοιχεία",
  "legal_disc_s3_li2": "<strong>ΔΕΝ</strong> μοιραζόμαστε τα δεδομένα σας με διαφημιστές",
  "legal_disc_s3_li3": "<strong>ΔΕΝ</strong> χρησιμοποιούμε τα δεδομένα σας για εμπορικούς σκοπούς",
  "legal_disc_s3_li4": "Αποθηκεύουμε μόνο τις ελάχιστες πληροφορίες που απαιτούνται για τη λειτουργικότητα του ιστότοπου",
  "legal_disc_s3_strong": "Θέλουμε να είμαστε σαφείς σχετικά με τα δεδομένα σας:",
  "legal_disc_s3_text2": "Για περισσότερες λεπτομέρειες, δείτε την <a href=\"../privacy/\">Πολιτική Απορρήτου</a>.",
  "legal_disc_s3_title": "Τα δεδομένα και το απόρρητό σας",
  "legal_disc_s4_text": "Οι πληροφορίες στο MindSpace παρέχονται για <strong>αποκλειστικά εκπαιδευτικούς και ενημερωτικούς σκοπούς</strong>. Δεν προορίζονται να αντικαταστήσουν την επαγγελματική ιατρική συμβουλή, διάγνωση ή θεραπεία.",
  "legal_disc_s4_title": "Δεν υποκαθιστά την επαγγελματική βοήθεια",
  "legal_disc_s4_warning": "<strong>Σημαντικό:</strong> Εάν αντιμετωπίζετε κρίση ή επείγουσα κατάσταση ψυχικής υγείας, επικοινωνήστε αμέσως με τις υπηρεσίες έκτακτης ανάγκης (911) ή με μια γραμμή βοήθειας για κρίσεις. Επισκεφθείτε τη <a href=\\\"../support/\\\">σελίδα υποστήριξης</a> για πόρους αντιμετώπισης κρίσεων.",
  "legal_disc_s5_li1": "Οι πληροφορίες ενδέχεται να καταστούν παρωχημένες με την εμφάνιση νέων ερευνών",
  "legal_disc_s5_li2": "Οι ατομικές εμπειρίες με την ψυχική υγεία ποικίλλουν σε μεγάλο βαθμό",
  "legal_disc_s5_li3": "Οι θεραπείες και οι συστάσεις ενδέχεται να διαφέρουν ανάλογα με τις ατομικές περιστάσεις",
  "legal_disc_s5_text": "Προσπαθούμε να διατηρούμε όλες τις πληροφορίες ακριβείς και ενημερωμένες. Ωστόσο, η έρευνα για την ψυχική υγεία εξελίσσεται συνεχώς. Παρά τις προσπάθειές μας να διασφαλίσουμε την ακρίβεια:",
  "legal_disc_s5_text2": "Σας ενθαρρύνουμε να επαληθεύετε τις πληροφορίες με επαγγελματίες υγείας και να συμβουλεύεστε τις αρχικές πηγές που συνδέονται στο περιεχόμενό μας.",
  "legal_disc_s5_title": "Ακρίβεια των πληροφοριών",
  "legal_disc_s6_li1": "Δεν είμαστε υπεύθυνοι για το περιεχόμενο των εξωτερικών ιστότοπων",
  "legal_disc_s6_li2": "Δεν εγκρίνουμε όλες τις απόψεις που εκφράζονται στους συνδεδεμένους ιστότοπους",
  "legal_disc_s6_li3": "Συνιστούμε να ελέγχετε τις πολιτικές απορρήτου των εξωτερικών ιστότοπων",
  "legal_disc_s6_text": "Ο ιστότοπός μας περιέχει συνδέσμους προς εξωτερικούς ιστότοπους και πόρους. Αυτοί οι σύνδεσμοι παρέχονται για λόγους ευκολίας και εκπαίδευσης. Εμείς:",
  "legal_disc_s6_title": "Εξωτερικοί σύνδεσμοι",
  "legal_disc_s7_li1": "Αντιπροσωπεύει ατομικές απόψεις και εμπειρίες",
  "legal_disc_s7_li2": "Δεν πρέπει να θεωρείται επαγγελματική συμβουλή",
  "legal_disc_s7_li3": "Ελέγχεται, αλλά ενδέχεται να μην αντικατοπτρίζει πάντα τις απόψεις μας",
  "legal_disc_s7_text": "Το Community Hub επιτρέπει στους χρήστες να μοιράζονται εμπειρίες και να υποστηρίζουν ο ένας τον άλλον. Το περιεχόμενο που δημοσιεύεται από τους χρήστες:",
  "legal_disc_s7_title": "Περιεχόμενο κοινότητας",
  "legal_disc_s8_text": "Η MindSpace και οι δημιουργοί της δεν ευθύνονται για τυχόν ζημίες ή αρνητικά αποτελέσματα που προκύπτουν από τη χρήση αυτού του ιστότοπου ή την εμπιστοσύνη στο περιεχόμενό του. Η χρήση αυτού του ιστότοπου γίνεται κατά τη διακριτική σας ευχέρεια και με δική σας ευθύνη.",
  "legal_disc_s8_title": "Περιορισμός Ευθύνης",
  "legal_disc_s9_text": "Εάν έχετε ερωτήσεις σχετικά με αυτή την αποποίηση ή παρατηρήσετε οποιαδήποτε ανακριβή πληροφορία, επικοινωνήστε μαζί μας στο <a href=\"mailto:mindspacehelp@gmail.com\">mindspacehelp@gmail.com</a>.",
  "legal_disc_s9_title": "Επικοινωνήστε μαζί μας",
  "legal_disclaimer_title": "Αποποίηση ευθύνης",
  "legal_disclaimer_updated": "Τελευταία ενημέρωση: Ιανουάριος 2026",
  "legal_nav_disclaimer": "Αποποίηση ευθύνης →",
  "legal_nav_privacy": "Πολιτική απορρήτου →",
  "legal_nav_terms": "Όροι χρήσης →",
  "legal_privacy_s10_text": "Εάν έχετε ερωτήσεις σχετικά με την παρούσα Πολιτική Απορρήτου, παρακαλούμε επικοινωνήστε μαζί μας στη διεύθυνση <a href=\\\"mailto:mindspacehelp@gmail.com\\\">mindspacehelp@gmail.com</a>.",
  "legal_privacy_s10_title": "Επικοινωνήστε μαζί μας",
  "legal_privacy_s1_text": "Στο MindSpace, λαμβάνουμε σοβαρά υπόψη το απόρρητό σας. Ως εκπαιδευτικό έργο που δημιουργήθηκε από φοιτητές, δεσμευόμαστε να είμαστε διαφανείς σχετικά με το πώς χειριζόμαστε τις πληροφορίες. <strong>Δεν πωλούμε, δεν ανταλλάσσουμε ούτε κοινοποιούμε τα προσωπικά σας δεδομένα σε τρίτους για εμπορικούς σκοπούς.</strong>",
  "legal_privacy_s1_title": "Η δέσμευσή μας για την προστασία της ιδιωτικής σας ζωής",
  "legal_privacy_s2_sub1": "Πληροφορίες λογαριασμού",
  "legal_privacy_s2_sub1_li1": "Διεύθυνση ηλεκτρονικού ταχυδρομείου (μόνο για σκοπούς επαλήθευσης ταυτότητας)",
  "legal_privacy_s2_sub1_li2": "Εμφανιζόμενο όνομα (προαιρετικό, για λειτουργίες κοινότητας)",
  "legal_privacy_s2_sub1_li3": "Πληροφορίες προφίλ που επιλέγετε να μοιραστείτε",
  "legal_privacy_s2_sub1_text": "Εάν δημιουργήσετε λογαριασμό, συλλέγουμε:",
  "legal_privacy_s2_sub2": "Δεδομένα χρήσης",
  "legal_privacy_s2_sub2_li1": "Σελίδες που επισκεφθήκατε",
  "legal_privacy_s2_sub2_li2": "Χρησιμοποιούμενες λειτουργίες",
  "legal_privacy_s2_sub2_li3": "Τύπος προγράμματος περιήγησης και πληροφορίες συσκευής",
  "legal_privacy_s2_sub2_text": "Ενδέχεται να συλλέξουμε βασικά δεδομένα χρήσης για τη βελτίωση του ιστότοπου:",
  "legal_privacy_s2_text": "Η MindSpace συλλέγει τις ελάχιστες πληροφορίες που είναι απαραίτητες για την παροχή των υπηρεσιών μας:",
  "legal_privacy_s2_title": "Πληροφορίες που συλλέγουμε",
  "legal_privacy_s3_li1": "Την παροχή και τη συντήρηση των υπηρεσιών μας",
  "legal_privacy_s3_li2": "Την ενεργοποίηση λειτουργιών κοινότητας, όπως αναρτήσεις και σχόλια",
  "legal_privacy_s3_li3": "Βελτίωση της εμπειρίας στον ιστότοπο",
  "legal_privacy_s3_li4": "Αποστολή σημαντικών ενημερώσεων υπηρεσιών (εάν επιλέξετε να λαμβάνετε)",
  "legal_privacy_s3_text": "Χρησιμοποιούμε τις πληροφορίες σας μόνο για:",
  "legal_privacy_s3_title": "Πώς χρησιμοποιούμε τις πληροφορίες",
  "legal_privacy_s4_li1": "Πουλάμε τα δεδομένα σας σε τρίτους",
  "legal_privacy_s4_li2": "Χρήση των δεδομένων σας για στοχευμένη διαφήμιση",
  "legal_privacy_s4_li3": "Κοινοποίηση των δεδομένων σας σε διαφημιστές",
  "legal_privacy_s4_li4": "Αποθηκεύουμε ευαίσθητες πληροφορίες υγείας",
  "legal_privacy_s4_strong": "Δεν:",
  "legal_privacy_s4_text": "Τα δεδομένα σας αποθηκεύονται με ασφάλεια χρησιμοποιώντας το Supabase, έναν αξιόπιστο πάροχο βάσεων δεδομένων με μέτρα ασφάλειας σύμφωνα με τα πρότυπα του κλάδου. Εφαρμόζουμε κατάλληλα τεχνικά και οργανωτικά μέτρα για την προστασία των προσωπικών σας πληροφοριών.",
  "legal_privacy_s4_title": "Αποθήκευση και ασφάλεια δεδομένων",
  "legal_privacy_s5_li1": "Να θυμόμαστε τις προτιμήσεις σας σχετικά με την προσβασιμότητα (σκοτεινή λειτουργία, μέγεθος γραμματοσειράς κ.λπ.)",
  "legal_privacy_s5_li2": "Να σας κρατάμε συνδεδεμένους στον λογαριασμό σας",
  "legal_privacy_s5_li3": "Αποθήκευση της προόδου ανάγνωσής σας στα άρθρα",
  "legal_privacy_s5_li4": "Απομνημόνευση της προτίμησης γλώσσας σας",
  "legal_privacy_s5_text": "Χρησιμοποιούμε το τοπικό χώρο αποθήκευσης (παρόμοιο με τα cookies) για:",
  "legal_privacy_s5_text2": "Πρόκειται για λειτουργικά cookies που βελτιώνουν την εμπειρία σας και δεν σας παρακολουθούν σε άλλους ιστότοπους.",
  "legal_privacy_s5_title": "Cookies & Τοπική αποθήκευση",
  "legal_privacy_s6_li1": "<strong>Supabase</strong> - Για την αυθεντικοποίηση χρηστών και τη βάση δεδομένων",
  "legal_privacy_s6_li2": "<strong>ElevenLabs</strong> - Για λειτουργίες μετατροπής κειμένου σε ομιλία (δεν μοιράζονται προσωπικά δεδομένα)",
  "legal_privacy_s6_li3": "<strong>Google Fonts</strong> - Για την τυπογραφία",
  "legal_privacy_s6_text": "Χρησιμοποιούμε τις ακόλουθες υπηρεσίες τρίτων:",
  "legal_privacy_s6_text2": "Αυτές οι υπηρεσίες έχουν τις δικές τους πολιτικές απορρήτου. Σας συνιστούμε να τις διαβάσετε.",
  "legal_privacy_s6_title": "Υπηρεσίες τρίτων",
  "legal_privacy_s7_li1": "Να έχετε πρόσβαση στα προσωπικά σας δεδομένα",
  "legal_privacy_s7_li2": "Αίτηση διαγραφής του λογαριασμού και των δεδομένων σας",
  "legal_privacy_s7_li3": "Εξαγωγή των δεδομένων σας",
  "legal_privacy_s7_li4": "Εξαίρεση από μη απαραίτητες επικοινωνίες",
  "legal_privacy_s7_text": "Έχετε το δικαίωμα:",
  "legal_privacy_s7_text2": "Για να ασκήσετε αυτά τα δικαιώματα, επικοινωνήστε μαζί μας στη διεύθυνση <a href=\\\"mailto:mindspacehelp@gmail.com\\\">mindspacehelp@gmail.com</a>.",
  "legal_privacy_s7_title": "Τα δικαιώματά σας",
  "legal_privacy_s8_text": "Το MindSpace προορίζεται για χρήστες ηλικίας 13 ετών και άνω. Δεν συλλέγουμε συνειδητά πληροφορίες από παιδιά κάτω των 13 ετών. Εάν πιστεύετε ότι έχουμε συλλέξει πληροφορίες από ένα παιδί κάτω των 13 ετών, επικοινωνήστε μαζί μας αμέσως.",
  "legal_privacy_s8_title": "Προστασία προσωπικών δεδομένων παιδιών",
  "legal_privacy_s9_text": "Ενδέχεται να ενημερώνουμε αυτήν την πολιτική απορρήτου περιοδικά. Θα ειδοποιούμε τους χρήστες για οποιεσδήποτε σημαντικές αλλαγές ενημερώνοντας την ημερομηνία \"Τελευταία ενημέρωση\" στην κορυφή αυτής της σελίδας.",
  "legal_privacy_s9_title": "Αλλαγές στην παρούσα πολιτική",
  "legal_privacy_title": "Πολιτική απορρήτου",
  "legal_privacy_updated": "Τελευταία ενημέρωση: Ιανουάριος 2026",
  "legal_terms_s1_text": "Με την πρόσβαση και χρήση του MindSpace, αποδέχεστε και συμφωνείτε να δεσμεύεστε από τους όρους και τις διατάξεις της παρούσας συμφωνίας. Εάν δεν συμφωνείτε με αυτούς τους όρους, παρακαλούμε μην χρησιμοποιείτε τον ιστότοπό μας.",
  "legal_terms_s1_title": "1. Αποδοχή των όρων",
  "legal_terms_s2_text": "Το MindSpace είναι σχεδιασμένο ως εκπαιδευτική πλατφόρμα για την παροχή πληροφοριών και πόρων σχετικά με την ψυχική υγεία. Το περιεχόμενο αυτού του ιστότοπου προορίζεται αποκλειστικά για ενημερωτικούς και εκπαιδευτικούς σκοπούς. Δεν αποτελεί αντικατάσταση επαγγελματικής ιατρικής συμβουλής, διάγνωσης ή θεραπείας.",
  "legal_terms_s2_title": "2. Εκπαιδευτικός Σκοπός",
  "legal_terms_s3_li1": "Πρέπει να είστε τουλάχιστον 13 ετών για να δημιουργήσετε έναν λογαριασμό",
  "legal_terms_s3_li2": "Συμφωνείτε να χρησιμοποιείτε τον ιστότοπο με σεβασμό και με νόμιμο τρόπο",
  "legal_terms_s3_li3": "Δεν θα μοιράζεστε τα στοιχεία σύνδεσης του λογαριασμού σας με άλλους",
  "legal_terms_s3_text": "Όταν δημιουργείτε έναν λογαριασμό σε εμάς, πρέπει να παρέχετε ακριβείς και πλήρεις πληροφορίες. Είστε υπεύθυνοι για τη διατήρηση της εμπιστευτικότητας των στοιχείων σύνδεσης του λογαριασμού σας και για όλες τις δραστηριότητες που πραγματοποιούνται μέσω του λογαριασμού σας.",
  "legal_terms_s3_title": "3. Λογαριασμοί χρηστών",
  "legal_terms_s4_li1": "Συμπεριφερθείτε σε όλα τα μέλη της κοινότητας με σεβασμό και ευγένεια",
  "legal_terms_s4_li2": "Αποφεύγετε να μοιράζεστε επιβλαβές, προσβλητικό ή ακατάλληλο περιεχόμενο",
  "legal_terms_s4_li3": "Να μην παρέχετε ιατρικές συμβουλές ούτε να ισχυρίζεστε ότι είστε επαγγελματίας υγείας",
  "legal_terms_s4_li4": "Να αναφέρετε οποιοδήποτε ανησυχητικό περιεχόμενο στην ομάδα διαχειριστών μας",
  "legal_terms_s4_li5": "Να σέβεστε την ιδιωτικότητα των άλλων χρηστών",
  "legal_terms_s4_text": "Το Community Hub μας είναι ένας ασφαλής χώρος για τη συζήτηση θεμάτων ψυχικής υγείας. Με τη συμμετοχή σας, συμφωνείτε να:",
  "legal_terms_s4_title": "4. Οδηγίες κοινότητας",
  "legal_terms_s5_text": "Το περιεχόμενο στο MindSpace, συμπεριλαμβανομένων κειμένων, γραφικών, λογότυπων και εικόνων, αποτελεί ιδιοκτησία της MindSpace ή των παρόχων περιεχομένου της. Όλα τα άρθρα αναφέρουν τις αρχικές τους πηγές από αξιόπιστους οργανισμούς, όπως το Εθνικό Ινστιτούτο Ψυχικής Υγείας (NIMH) και η Mayo Clinic.",
  "legal_terms_s5_title": "5. Πνευματική ιδιοκτησία",
  "legal_terms_s6_text": "Ο ιστότοπός μας περιέχει συνδέσμους προς εξωτερικούς πόρους και γραμμές βοήθειας για κρίσεις. Αν και προσπαθούμε να συνδέουμε μόνο αξιόπιστες πηγές, δεν είμαστε υπεύθυνοι για το περιεχόμενο ή τις πρακτικές εξωτερικών ιστότοπων.",
  "legal_terms_s6_title": "6. Εξωτερικοί σύνδεσμοι",
  "legal_terms_s7_text": "Το MindSpace παρέχεται \"ως έχει\" χωρίς καμία εγγύηση. Δεν ευθυνόμαστε για οποιεσδήποτε ζημίες προκύψουν από τη χρήση αυτού του ιστότοπου. Σε περίπτωση έκτακτης ανάγκης ψυχικής υγείας, επικοινωνήστε αμέσως με τις υπηρεσίες έκτακτης ανάγκης ή μια γραμμή βοήθειας για κρίσεις.",
  "legal_terms_s7_title": "7. Περιορισμός Ευθύνης",
  "legal_terms_s8_text": "Διατηρούμε το δικαίωμα να τροποποιούμε αυτούς τους όρους ανά πάσα στιγμή. Η συνέχιση της χρήσης του ιστότοπου μετά από τις αλλαγές συνιστά αποδοχή των νέων όρων.",
  "legal_terms_s8_title": "8. Αλλαγές στους Όρους",
  "legal_terms_s9_text": "Εάν έχετε οποιεσδήποτε ερωτήσεις σχετικά με αυτούς τους Όρους Παροχής Υπηρεσιών, επικοινωνήστε μαζί μας στο <a href=\"mailto:mindspacehelp@gmail.com\">mindspacehelp@gmail.com</a>.",
  "legal_terms_s9_title": "9. Επικοινωνήστε μαζί μας",
  "legal_terms_title": "Όροι Παροχής Υπηρεσιών",
  "legal_terms_updated": "Τελευταία ενημέρωση: Ιανουάριος 2026",
  "mobile_cat_crisis": "Γραμμές κρίσης",
  "mobile_cat_general": "Γενική υποστήριξη",
  "mobile_cat_lgbtq": "Υποστήριξη LGBTQ+",
  "mobile_cat_specialized": "Εξειδικευμένη",
  "mobile_cat_veterans": "Βετεράνοι",
  "mobile_cat_youth": "Νέοι & Φοιτητές",
  "mood_anxious": "Ανησυχία",
  "mood_calm": "Ήρεμος",
  "mood_happy": "Ευτυχισμένος",
  "mood_okay": "Εντάξει",
  "mood_sad": "Λυπημένος",
  "mood_stressed": "Αγχωμένος",
  "my_notes": "Σημειώσεις",
  "nav_blog": "Ιστολόγιο",
  "nav_community": "Κέντρο Κοινότητας",
  "nav_contact": "Επικοινωνία",
  "nav_crisis": "Ζητήστε βοήθεια τώρα",
  "nav_docs": "Σελίδα αναφοράς",
  "nav_get_help": "Λάβετε βοήθεια τώρα",
  "nav_greeting": "Καλώς ήρθατε",
  "nav_greeting_afternoon": "Καλησπέρα",
  "nav_greeting_evening": "Καλησπέρα",
  "nav_greeting_morning": "Καλημέρα",
  "nav_greeting_night": "Καληνύχτα",
  "nav_home": "Αρχική",
  "nav_logout": "Αποσύνδεση",
  "nav_notifications": "Ειδοποιήσεις",
  "nav_profile": "Το προφίλ μου",
  "nav_resources": "Βιβλιοθήκη πόρων",
  "nav_sign_in": "Σύνδεση",
  "nav_signin": "Σύνδεση",
  "nav_signout": "Αποσύνδεση",
  "notes_auto_save": "Οι σημειώσεις αποθηκεύονται αυτόματα",
  "notes_placeholder": "Γράψτε τις σημειώσεις σας εδώ...",
  "notes_saved": "Αποθηκεύτηκε!",
  "notes_saving": "Αποθήκευση...",
  "page_title_blog": "Ιστολόγιο",
  "page_title_community": "Κέντρο κοινότητας",
  "page_title_home": "MindSpace",
  "page_title_resources": "Βιβλιοθήκη πόρων",
  "page_title_support": "Υποστήριξη",
  "profile_best_streak": "Καλύτερη σειρά",
  "profile_current_streak": "Τρέχουσα σειρά",
  "profile_goals_cta": "Θέστε έναν στόχο ευεξίας για να ξεκινήσετε",
  "profile_no_goals": "Δεν υπάρχουν ακόμη στόχοι",
  "profile_reading_streak": "Σειρά ανάγνωσης",
  "profile_wellness_goals": "Στόχοι Ευεξίας",
  "ql_book": "Κλείστε ραντεβού",
  "ql_book_text": "Προγραμματίστε ένα ραντεβού συμβουλευτικής",
  "ql_community": "Κοινότητα",
  "ql_community_text": "Συνδεθείτε με άλλους που καταλαβαίνουν",
  "ql_faq": "Συχνές ερωτήσεις",
  "ql_faq_text": "Απαντήσεις σε συχνές ερωτήσεις",
  "ql_helplines": "Γραμμές Βοήθειας",
  "ql_helplines_text": "Μιλήστε με κάποιον που νοιάζεται",
  "ql_resources": "Πόροι",
  "ql_resources_text": "Άρθρα, οδηγοί και εκπαιδευτικό περιεχόμενο",
  "ql_selfhelp": "Εργαλεία Αυτοβοήθειας",
  "ql_selfhelp_text": "Ασκήσεις και τεχνικές αντιμετώπισης",
  "quicklinks_subtitle": "Επιλέξτε μια κατηγορία για να βρείτε την υποστήριξη που χρειάζεστε",
  "quicklinks_title": "Πώς μπορούμε να βοηθήσουμε;",
  "quote_1_author": "Dan Millman",
  "quote_1_text": "Δεν χρειάζεται να ελέγχετε τις σκέψεις σας. Απλά πρέπει να σταματήσετε να τις αφήνετε να σας ελέγχουν.",
  "quote_2_author": "Noam Shpancer",
  "quote_2_text": "Η ψυχική υγεία δεν είναι ένας προορισμός, αλλά μια διαδικασία. Έχει να κάνει με το πώς οδηγείς, όχι με το πού πηγαίνεις.",
  "quote_3_author": "John Green",
  "quote_3_text": "Υπάρχει ελπίδα, ακόμα και όταν ο εγκέφαλός σου σου λέει ότι δεν υπάρχει.",
  "quote_4_author": "Lalah Delia",
  "quote_4_text": "Η αυτοφροντίδα είναι ο τρόπος να ανακτήσεις τη δύναμή σου.",
  "quote_5_author": "Julian Seifter",
  "quote_5_text": "Δεν είσαι η ασθένειά σου. Έχεις μια προσωπική ιστορία να διηγηθείς. Έχεις ένα όνομα, μια ιστορία, μια προσωπικότητα.",
  "quote_6_author": "Mariska Hargitay",
  "quote_6_text": "Η ίαση χρειάζεται χρόνο, και το να ζητήσεις βοήθεια είναι ένα θαρραλέο βήμα.",
  "quote_7_author": "Stephen Covey",
  "quote_7_text": "Να είσαι υπομονετικός με τον εαυτό σου. Η προσωπική ανάπτυξη είναι ευαίσθητη, είναι ιερό έδαφος.",
  "reading_dark_mode": "Σκοτεινή λειτουργία",
  "reading_focus_mode": "Λειτουργία εστίασης",
  "reading_font_size": "Γραμματοσειρά",
  "reading_highlight": "Επισήμανση",
  "reading_line_spacing": "Διάστημα: Κανονικό",
  "reading_min_left": "Ελάχιστο αριστερό",
  "reading_print": "Εκτύπωση",
  "related_articles": "Σχετικά άρθρα",
  "resource_anxiety_text": "Μάθετε για τα συμπτώματα, τις αιτίες και τις στρατηγικές διαχείρισης των διαταραχών άγχους.",
  "resource_anxiety_title": "Κατανόηση του άγχους",
  "resource_depression_text": "Πληροφορίες σχετικά με την κατάθλιψη, τις επιλογές θεραπείας και τις οδούς ανάρρωσης.",
  "resource_depression_title": "Πόροι για την κατάθλιψη",
  "resource_learn_more": "Μάθετε περισσότερα",
  "resource_mindfulness_text": "Καθοδηγούμενες ασκήσεις και συμβουλές για την ενσωμάτωση της ενσυνειδητότητας στην καθημερινότητά σας.",
  "resource_mindfulness_title": "Άσκηση ενσυνειδητότητας",
  "resource_stress_text": "Τεχνικές και στρατηγικές για τη διαχείριση του άγχους στην καθημερινή ζωή.",
  "resource_stress_title": "Διαχείριση του άγχους",
  "resourcelib_categories": "ΚΑΤΗΓΟΡΙΕΣ",
  "resourcelib_clear_all": "ΕΚΚΑΘΑΡΙΣΗ ΟΛΩΝ",
  "resourcelib_lead1": "Η Βιβλιοθήκη Πόρων MindSpace είναι μια αναζητήσιμη συλλογή εκπαιδευτικών πληροφοριών για καταστάσεις ψυχικής υγείας. Εξερευνήστε θέματα για να μάθετε κοινά συμπτώματα, σημάδια προειδοποίησης και βασικά στοιχεία με σαφή και σεβαστό τρόπο.",
  "resourcelib_lead2": "Αυτή η σελίδα είναι ενημερωτική και διαχωρίζεται από τους Πόρους Υποστήριξης. Εάν χρειάζεστε βοήθεια αυτή τη στιγμή, παρακαλώ χρησιμοποιήστε τη σελίδα Υποστήριξης.",
  "resourcelib_out_of": "out of",
  "resourcelib_providers": "ΠΡΟΜΗΘΕΥΤΕΣ",
  "resourcelib_search_label": "Αναζήτηση πόρων",
  "resourcelib_search_placeholder": "Αναζήτηση πόρων με τίτλο, περιγραφή, ετικέτα, κατηγορία...",
  "resourcelib_showing": "Εμφάνιση",
  "resourcelib_support_note": "Εάν εσείς ή κάποιος που γνωρίζετε βρίσκεται σε άμεσο κίνδυνο, καλέστε το 911. Εάν χρειάζεστε επείγουσα βοήθεια, μεταβείτε στη σελίδα υποστήριξης για επιλογές 24/7.",
  "resourcelib_title": "ΒΙΒΛΙΟΘΗΚΗ ΠΟΡΩΝ MINDSPACE",
  "resourcelib_visit": "ΕΠΙΣΚΕΦΘΕΙΤΕ",
  "resources_subtitle": "Μάθετε για κοινά θέματα ψυχικής υγείας",
  "resources_title": "Πόροι ψυχικής υγείας",
  "rl_aud_Adults": "Ενήλικες",
  "rl_aud_Families": "Οικογένειες",
  "rl_aud_General": "Γενικά",
  "rl_aud_Teens": "Έφηβοι",
  "rl_tag_24/7": "24/7",
  "rl_tag_ACT": "Θεραπεία Αποδοχής και Δέσμευσης (ACT)",
  "rl_tag_ADHD": "ΔΕΠΥ",
  "rl_tag_Accommodations": "Διαμονή",
  "rl_tag_Advocacy": "Υπεράσπιση",
  "rl_tag_Alcohol": "Αλκοόλ",
  "rl_tag_Anger": "Θυμός",
  "rl_tag_Anorexia": "Ανορεξία",
  "rl_tag_Anxiety": "Άγχος",
  "rl_tag_Autism": "Αυτισμός",
  "rl_tag_Awareness": "Ευαισθητοποίηση",
  "rl_tag_BDD": "BDD",
  "rl_tag_BED": "BED",
  "rl_tag_BPD": "Οριακή διαταραχή προσωπικότητας",
  "rl_tag_Behavior": "Συμπεριφορά",
  "rl_tag_Bipolar": "Διπολική διαταραχή",
  "rl_tag_BipolarI": "Διπολική διαταραχή τύπου Ι",
  "rl_tag_BipolarII": "Διπολική διαταραχή τύπου II",
  "rl_tag_BodyImage": "Εικόνα σώματος",
  "rl_tag_Bulimia": "Βουλιμία",
  "rl_tag_Burnout": "Εξουθένωση",
  "rl_tag_CBT": "Γνωσιακή-Συμπεριφορική Θεραπεία (CBT)",
  "rl_tag_CBTI": "CBT-I",
  "rl_tag_Campus": "Πανεπιστημιούπολη",
  "rl_tag_CoOccurring": "Συνυπάρχοντα",
  "rl_tag_Communication": "Επικοινωνία",
  "rl_tag_Community": "Κοινότητα",
  "rl_tag_ComplexPTSD": "Σύνθετο PTSD",
  "rl_tag_CopingSkills": "Δεξιότητες αντιμετώπισης",
  "rl_tag_Counseling": "Συμβουλευτική",
  "rl_tag_Crisis": "Κρίση",
  "rl_tag_CrisisSupport": "Υποστήριξη σε κρίση",
  "rl_tag_DBT": "DBT",
  "rl_tag_Delusions": "Παραληρητικές ιδέες",
  "rl_tag_Depression": "Κατάθλιψη",
  "rl_tag_Diagnosis": "Διάγνωση",
  "rl_tag_Dissociation": "Διαχωρισμός",
  "rl_tag_Distress": "Αγωνία",
  "rl_tag_Dysthymia": "Δυσθυμία",
  "rl_tag_ERP": "ERP (Έκθεση και Πρόληψη Ανταπόκρισης)",
  "rl_tag_EarlySigns": "Πρώιμα σημάδια",
  "rl_tag_EatingDisorders": "Διατροφικές διαταραχές",
  "rl_tag_Education": "Εκπαίδευση",
  "rl_tag_EmotionRegulation": "Ρύθμιση συναισθημάτων",
  "rl_tag_Evaluation": "Αξιολόγηση",
  "rl_tag_Events": "Εκδηλώσεις",
  "rl_tag_EvidenceBased": "Τεκμηριωμένο",
  "rl_tag_Exercise": "Άσκηση",
  "rl_tag_ExposureTherapy": "Θεραπεία έκθεσης",
  "rl_tag_Families": "Οικογένειες",
  "rl_tag_Foundations": "Ιδρύματα",
  "rl_tag_Free": "Δωρεάν",
  "rl_tag_Friends": "Φίλοι",
  "rl_tag_Fundraising": "Συγκέντρωση χρημάτων",
  "rl_tag_GAD": "GAD",
  "rl_tag_Government": "Κυβέρνηση",
  "rl_tag_Grief": "Πένθος",
  "rl_tag_Guidance": "Καθοδήγηση",
  "rl_tag_Habits": "Συνήθειες",
  "rl_tag_HealthAnxiety": "Άγχος για την υγεία",
  "rl_tag_Hoarding": "Συσσώρευση",
  "rl_tag_Hope": "Ελπίδα",
  "rl_tag_Hypomania": "Υπομανία",
  "rl_tag_Index": "Ευρετήριο",
  "rl_tag_Insomnia": "Αϋπνία",
  "rl_tag_LGBTQ+": "LGBTQ+",
  "rl_tag_Learning": "Μάθηση",
  "rl_tag_LifeEvents": "Σημαντικά γεγονότα της ζωής",
  "rl_tag_LightTherapy": "Φωτοθεραπεία",
  "rl_tag_Local": "Τοπικά",
  "rl_tag_LocalCenters": "Τοπικά κέντρα",
  "rl_tag_LocalChapters": "Τοπικά τμήματα",
  "rl_tag_LocalServices": "Τοπικές υπηρεσίες",
  "rl_tag_Loss": "Απώλεια",
  "rl_tag_MDD": "Μείζων καταθλιπτική διαταραχή",
  "rl_tag_Mania": "Μανία",
  "rl_tag_Mindfulness": "Ευαισθητοποίηση",
  "rl_tag_Mood": "Διάθεση",
  "rl_tag_Neurodevelopmental": "Νευροαναπτυξιακή",
  "rl_tag_NonProfit": "Μη κερδοσκοπικός οργανισμός",
  "rl_tag_OCD": "OCD",
  "rl_tag_OCDRelated": "Σχετικό με ΙΨΔ",
  "rl_tag_Opioids": "Οπιοειδή",
  "rl_tag_Overview": "Επισκόπηση",
  "rl_tag_PTSD": "PTSD",
  "rl_tag_Panic": "Πανικός",
  "rl_tag_PeerSupport": "Υποστήριξη από ομοτίμους",
  "rl_tag_Perinatal": "Περιγεννητική",
  "rl_tag_PersonalityDisorders": "Διαταραχές προσωπικότητας",
  "rl_tag_Phobia": "Φοβία",
  "rl_tag_Postpartum": "Μετά τον τοκετό",
  "rl_tag_Prevention": "Πρόληψη",
  "rl_tag_ProlongedGrief": "Παρατεταμένη θλίψη",
  "rl_tag_Psychosis": "Ψύχωση",
  "rl_tag_PublicHealth": "Δημόσια υγεία",
  "rl_tag_Recovery": "Ανάρρωση",
  "rl_tag_Reference": "Αναφορά",
  "rl_tag_Relationships": "Σχέσεις",
  "rl_tag_SAD": "SAD",
  "rl_tag_Safety": "Ασφάλεια",
  "rl_tag_Schizophrenia": "Σχιζοφρένεια",
  "rl_tag_School": "Σχολείο",
  "rl_tag_Screening": "Έλεγχος",
  "rl_tag_SelfHarm": "Αυτοτραυματισμός",
  "rl_tag_SelfManagement": "Αυτοδιαχείριση",
  "rl_tag_Skills": "Δεξιότητες",
  "rl_tag_Sleep": "Ύπνος",
  "rl_tag_SlidingScale": "Κλιμακωτή κλίμακα",
  "rl_tag_SocialAnxiety": "Κοινωνική άγχος",
  "rl_tag_Somatic": "Σωματικό",
  "rl_tag_Stigma": "Στίγμα",
  "rl_tag_Stress": "Άγχος",
  "rl_tag_Students": "Φοιτητές",
  "rl_tag_SubstanceUse": "Χρήση ουσιών",
  "rl_tag_SuicidePrevention": "Πρόληψη αυτοκτονίας",
  "rl_tag_Support": "Υποστήριξη",
  "rl_tag_SupportGroups": "Ομάδες υποστήριξης",
  "rl_tag_Symptoms": "Συμπτώματα",
  "rl_tag_Text": "Κείμενο",
  "rl_tag_Therapy": "Θεραπεία",
  "rl_tag_Trauma": "Τραύμα",
  "rl_tag_Treatment": "Θεραπεία",
  "rl_tag_TreatmentFinder": "Εύρεση θεραπείας",
  "rl_tag_TreatmentLocator": "Εντοπιστής θεραπείας",
  "rl_tag_WarningSigns": "Σημάδια προειδοποίησης",
  "rl_tag_WellBeing": "Ευεξία",
  "rl_tag_Workplace": "Χώρος εργασίας",
  "rl_tag_YoungAdults": "Νέοι ενήλικες",
  "rl_tag_Youth": "Νεολαία",
  "save_article": "Αποθήκευση άρθρου",
  "scroll_book": "Βιβλίο",
  "scroll_crisis": "Κρίση",
  "scroll_faq": "Συχνές ερωτήσεις",
  "scroll_helplines": "Γραμμές βοήθειας",
  "scroll_resources": "Πόροι",
  "scroll_selfhelp": "Αυτοβοήθεια",
  "scroll_top": "Κορυφή",
  "search_placeholder": "Αναζητήστε πόρους, θέματα ή επιλογές υποστήριξης...",
  "selfhelp_breathing_step1": "Εισπνεύστε ήσυχα από τη μύτη για 4 δευτερόλεπτα",
  "selfhelp_breathing_step2": "Κρατήστε την αναπνοή σας για 7 δευτερόλεπτα",
  "selfhelp_breathing_step3": "Εκπνεύστε πλήρως από το στόμα για 8 δευτερόλεπτα",
  "selfhelp_breathing_step4": "Επαναλάβετε 3-4 φορές",
  "selfhelp_breathing_text": "Μια απλή τεχνική αναπνοής 4-7-8 για να ηρεμήσετε το νευρικό σας σύστημα.",
  "selfhelp_breathing_title": "Άσκηση αναπνοής",
  "selfhelp_grounding_step1": "Ονομάστε 5 πράγματα που μπορείτε να δείτε",
  "selfhelp_grounding_step2": "Ονομάστε 4 πράγματα που μπορείτε να αγγίξετε",
  "selfhelp_grounding_step3": "Ονομάστε 3 πράγματα που μπορείτε να ακούσετε",
  "selfhelp_grounding_step4": "Ονομάστε 2 πράγματα που μπορείτε να μυρίσετε",
  "selfhelp_grounding_step5": "Ονομάστε 1 πράγμα που μπορείτε να γευτείτε",
  "selfhelp_grounding_text": "Μια τεχνική γείωσης που βοηθά όταν αισθάνεστε συγκλονισμένοι ή ανήσυχοι.",
  "selfhelp_grounding_title": "Τεχνική γείωσης 5-4-3-2-1",
  "selfhelp_journal_prompt1": "Για τι είμαι ευγνώμων σήμερα?",
  "selfhelp_journal_prompt2": "Ποια συναισθήματα νιώθω αυτή τη στιγμή;",
  "selfhelp_journal_prompt3": "Τι θα έλεγα σε έναν φίλο που βρίσκεται στην ίδια κατάσταση με μένα;",
  "selfhelp_journal_prompt4": "Ποιο είναι ένα μικρό βήμα που μπορώ να κάνω σήμερα;",
  "selfhelp_journal_text": "Το γράψιμο μπορεί να βοηθήσει στην επεξεργασία των συναισθημάτων και στην απόκτηση σαφήνειας.",
  "selfhelp_journal_title": "Προτροπές για ημερολόγιο",
  "selfhelp_subtitle": "Ασκήσεις που μπορείτε να κάνετε τώρα",
  "selfhelp_title": "Εργαλεία αυτοβοήθειας",
  "settings_accent_color": "Χρώμα έμφασης",
  "settings_accessibility": "Προσβασιμότητα",
  "settings_accessibility_score": "Βαθμολογία προσβασιμότητας",
  "settings_appearance": "Εμφάνιση",
  "settings_cognitive_accessibility": "Γνωστική προσβασιμότητα",
  "settings_colorblind": "Λειτουργία αχρωματοψίας",
  "settings_colorblind_desc": "Προσαρμόστε τα χρώματα για την έλλειψη χρωματικής όρασης",
  "settings_colorblind_deuteranopia": "Δευτερανοπία (τυφλότητα στο πράσινο)",
  "settings_colorblind_mode": "Λειτουργία για χρωματική ανεπάρκεια",
  "settings_colorblind_none": "Καμία",
  "settings_colorblind_protanopia": "Προτανωπία (αδυναμία όρασης του κόκκινου)",
  "settings_colorblind_tritanopia": "Τριτανωπία (αδυναμία διακρίσεως του μπλε)",
  "settings_compare": "Σύγκριση",
  "settings_dark_mode": "Σκοτεινή λειτουργία",
  "settings_dark_mode_desc": "Μειώστε την καταπόνηση των ματιών σε συνθήκες χαμηλού φωτισμού",
  "settings_display_language": "Γλώσσα εμφάνισης",
  "settings_display_language_desc": "Επιλέξτε τη γλώσσα που προτιμάτε",
  "settings_dyslexia": "Γραμματοσειρά δυσλεξίας",
  "settings_dyslexia_font": "Γραμματοσειρά φιλική προς τη δυσλεξία",
  "settings_dyslexia_font_desc": "Χρησιμοποιήστε τη γραμματοσειρά OpenDyslexic για ευκολότερη ανάγνωση",
  "settings_focus_mode": "Λειτουργία εστίασης (ΔΕΠΥ)",
  "settings_focus_mode_desc": "Μειώστε τους περισπασμούς για καλύτερη συγκέντρωση",
  "settings_font_large": "Μεγάλο",
  "settings_font_normal": "Κανονικό",
  "settings_font_size": "Μέγεθος γραμματοσειράς",
  "settings_font_size_desc": "Προσαρμόστε το μέγεθος του κειμένου για άνετη ανάγνωση",
  "settings_font_small": "Μικρό",
  "settings_font_xlarge": "Εξαιρετικά μεγάλο",
  "settings_high_contrast": "Υψηλή αντίθεση",
  "settings_high_contrast_desc": "Αύξηση της αντίθεσης για καλύτερη αναγνωσιμότητα",
  "settings_language": "Γλώσσα",
  "settings_live_preview": "Ζωντανή προεπισκόπηση",
  "settings_motion_animation": "Κίνηση & κινούμενα σχέδια",
  "settings_onboarding_skip": "Παράλειψη για τώρα",
  "settings_onboarding_start": "Ας ξεκινήσουμε",
  "settings_onboarding_text": "Προσαρμόστε την εμπειρία σας στο MindSpace με προεπιλογές θεμάτων, επιλογές προσβασιμότητας και άλλα. Οι προτιμήσεις σας συγχρονίζονται σε όλες τις σελίδες.",
  "settings_onboarding_title": "Καλώς ήρθατε στις Ρυθμίσεις!",
  "settings_preferences": "Προτιμήσεις",
  "settings_preset_contrast": "Υψηλή αντίθεση",
  "settings_preset_contrast_desc": "Μέγιστη αναγνωσιμότητα",
  "settings_preset_default": "Προεπιλεγμένο",
  "settings_preset_default_desc": "Κλασικό MindSpace",
  "settings_preset_forest": "Πράσινο του δάσους",
  "settings_preset_forest_desc": "Φυσική γαλήνη",
  "settings_preset_night": "Νυχτερινή λειτουργία",
  "settings_preset_night_desc": "Ευχάριστο για τα μάτια",
  "settings_preset_ocean": "Ήρεμος ωκεανός",
  "settings_preset_ocean_desc": "Ειρηνικοί μπλε τόνοι",
  "settings_preset_sunset": "Ζεστό ηλιοβασίλεμα",
  "settings_preset_sunset_desc": "Ζεστά χρώματα",
  "settings_preview_btn": "Ξεκινήστε",
  "settings_preview_journey": "Το ταξίδι σας προς την ψυχική ευεξία ξεκινά εδώ.",
  "settings_preview_welcome": "Καλώς ήρθατε στο MindSpace",
  "settings_reading": "Ανάγνωση",
  "settings_reading_preview_text": "Η ψυχική υγεία είναι εξίσου σημαντική με τη σωματική υγεία. Αφιερώνοντας χρόνο κάθε μέρα για να ελέγχετε τον εαυτό σας, να ασκείτε την προσοχή και να αναζητάτε υποστήριξη όταν χρειάζεται, είναι όλα κρίσιμα βήματα για τη διατήρηση της ευεξίας σας.",
  "settings_reduce_motion": "Μείωση κίνησης",
  "settings_reduce_motion_desc": "Μειώστε στο ελάχιστο τις κινούμενες εικόνες και τις μεταβάσεις",
  "settings_reset_defaults": "Επαναφορά στις προεπιλογές",
  "settings_synced": "Συγχρονισμένο",
  "settings_text_preview": "Προεπισκόπηση κειμένου",
  "settings_text_size": "Μέγεθος κειμένου",
  "settings_theme": "Θέμα",
  "settings_theme_presets": "Προεπιλογές θέματος",
  "settings_title": "Ρυθμίσεις",
  "settings_visual_accessibility": "Οπτική προσβασιμότητα",
  "share_article": "Μοιραστείτε αυτό το άρθρο:",
  "sidebar_activity": "Ροή δραστηριοτήτων",
  "sidebar_community": "Κοινότητα",
  "sidebar_guest": "Λειτουργία επισκέπτη",
  "sidebar_guest_desc": "Διαβάστε αναρτήσεις ως επισκέπτης. Συνδεθείτε για να δημιουργήσετε αναρτήσεις, να σχολιάσετε και να συμμετάσχετε σε συζητήσεις.",
  "sidebar_signin": "Σύνδεση / Εγγραφή",
  "skip_to_content": "Μετάβαση στο περιεχόμενο",
  "slide1_cta": "Μάθετε περισσότερα",
  "slide1_desc": "Μάθετε τα συμπτώματα, τις αιτίες και τις επιλογές θεραπείας για συνηθισμένες διαταραχές ψυχικής υγείας, συμπεριλαμβανομένου του άγχους και της κατάθλιψης. Το MindSpace παρέχει σαφείς πληροφορίες, αξιόπιστους πόρους και καθοδήγηση για να βοηθήσει τα άτομα να κατανοήσουν την ψυχική τους υγεία και να κάνουν το επόμενο βήμα προς την υποστήριξη.",
  "slide1_kicker": "Ψυχικές διαταραχές",
  "slide1_title": "Άγχος και κατάθλιψη",
  "slide2_cta": "Δείτε τις γραμμές βοήθειας",
  "slide2_desc": "Βρείτε αξιόπιστες τοπικές και εθνικές γραμμές βοήθειας, γραμμές SMS και πόρους έκτακτης ανάγκης. Εάν εσείς ή κάποιος που γνωρίζετε χρειάζεστε βοήθεια αυτή τη στιγμή, αυτή η σελίδα σας διευκολύνει να βρείτε γρήγορα υποστήριξη.",
  "slide2_kicker": "Γραμμές βοήθειας και πόροι",
  "slide2_title": "Λάβετε άμεση υποστήριξη",
  "slide3_cta": "Κλείστε ραντεβού τώρα",
  "slide3_desc": "Χρησιμοποιήστε το πρόγραμμα ραντεβού μας για να ζητήσετε online συμβουλευτική. Επιλέξτε μια ώρα που σας βολεύει και συνδεθείτε με την υποστήριξη με ιδιωτικό και σεβασμό τρόπο.",
  "slide3_kicker": "Διαδικτυακή συμβουλευτική",
  "slide3_title": "Προγραμματίστε ένα ραντεβού",
  "slide4_cta": "Γίνετε μέλος της κοινότητας",
  "slide4_desc": "Ανακαλύψτε υποστηρικτικές συνομιλίες και πραγματικές ιστορίες από άτομα που έχουν αντιμετωπίσει προβλήματα ψυχικής υγείας. Μάθετε τι τους βοήθησε και μοιραστείτε την ενθάρρυνσή σας με άλλους.",
  "slide4_kicker": "Κοινότητα & ιστορίες",
  "slide4_title": "Ομάδες υποστήριξης & μαρτυρίες",
  "support_badge": "Πόροι ψυχικής υγείας",
  "support_quote_author": "John Green",
  "support_quote_text": "Υπάρχει ελπίδα, ακόμη και όταν το μυαλό σας λέει ότι δεν υπάρχει.",
  "testimonial_1": "Το MindSpace με βοήθησε να κατανοήσω το άγχος μου και να φτιάξω μια ρουτίνα που πραγματικά λειτουργεί. Τα εργαλεία είναι απλά, αλλά έκαναν μεγάλη διαφορά.",
  "testimonial_10": "Εκτιμώ τον τρόπο με τον οποίο ο ιστότοπος εξηγεί τα συμπτώματα και πότε πρέπει να ζητήσω βοήθεια. Είναι ενημερωτικός χωρίς να είναι τρομακτικός.",
  "testimonial_11": "Το MindSpace με βοήθησε να αναγνωρίσω την εξάντληση και να δημιουργήσω πιο υγιή όρια. Οι προτάσεις μου φάνηκαν ρεαλιστικές, όχι διδακτικές.",
  "testimonial_12": "Η σελίδα μου έδωσε μια σαφή λίστα επιλογών υποστήριξης και τι να περιμένω. Έκανε το να ζητήσω βοήθεια λιγότερο τρομακτικό.",
  "testimonial_2": "Η βιβλιοθήκη πόρων με βοήθησε να καταλάβω τι βίωνε ο έφηβός μου. Μας έδωσε έναν καλύτερο τρόπο να μιλάμε χωρίς να κρίνουμε.",
  "testimonial_3": "Χρησιμοποίησα την ενότητα δεξιοτήτων αντιμετώπισης σε μια πραγματικά δύσκολη εβδομάδα. Δεν «έλυσε τα πάντα», αλλά με βοήθησε να νιώσω και πάλι σταθερός.",
  "testimonial_4": "Τα εργαλεία αυτοαξιολόγησης και οι σελίδες εκπαίδευσης με βοήθησαν να αναγνωρίσω νωρίς τα συμπτώματα της κατάθλιψης και να λάβω υποστήριξη πιο γρήγορα.",
  "testimonial_5": "Έμαθα πώς να υποστηρίζω έναν φίλο που αντιμετωπίζει κρίσεις πανικού. Το MindSpace έκανε τα βήματα σαφή και σεβαστά.",
  "testimonial_6": "Οι εξηγήσεις «τι είναι / τι δεν είναι» με βοήθησαν να κατανοήσω καλύτερα την ιδεοψυχαναγκαστική διαταραχή. Μου απέτρεψαν να νιώθω μόνος.",
  "testimonial_7": "Οι σελίδες της βιβλιοθήκης και των οδηγιών μου έδωσαν ένα σημείο εκκίνησης για πόρους σχετικά με το PTSD. Είναι οργανωμένες και εύκολες στην πλοήγηση.",
  "testimonial_8": "Οι στρατηγικές αντιμετώπισης είναι πρακτικές. Τις χρησιμοποίησα για την κοινωνική άγχος πριν από παρουσιάσεις και με βοήθησαν να παραμείνω ήρεμος.",
  "testimonial_9": "Η διάταξη της σελίδας είναι ηρεμιστική και εύκολη στην ανάγνωση. Βρήκα χρήσιμες πληροφορίες για τη ΔΕΠΥ χωρίς να νιώσω καταβεβλημένος.",
  "testimonial_role_caregiver": "Φροντιστής",
  "testimonial_role_college": "Φοιτητής",
  "testimonial_role_highschool": "Μαθητής γυμνασίου",
  "testimonial_role_parent": "Γονέας",
  "testimonial_role_professional": "Νεαρός Επαγγελματίας",
  "testimonial_role_student": "Φοιτητής",
  "testimonial_role_volunteer": "Εθελοντής της κοινότητας",
  "testimonial_role_young_adult": "Νέος ενήλικας",
  "text_988": "Κείμενο 988",
  "text_now": "Κείμενο τώρα",
  "tip_action": "Δοκίμασέ το τώρα",
  "tip_day_label": "Συμβουλή ευεξίας για σήμερα",
  "tip_friday_text": "Αναγνωρίστε όσα καταφέρατε αυτή την εβδομάδα, όσο μικρά και αν είναι. Κάθε βήμα προς τα εμπρός μετράει.",
  "tip_friday_title": "Γιορτάστε τις επιτυχίες",
  "tip_monday_text": "Δοκιμάστε μια άσκηση αναπνοής 2 λεπτών πριν ξεκινήσετε τη δουλειά. Εισπνεύστε μετρώντας μέχρι το 4, κρατήστε την αναπνοή σας μετρώντας μέχρι το 4 και εκπνεύστε μετρώντας μέχρι το 6.",
  "tip_monday_title": "Δευτέρα με επίγνωση",
  "tip_saturday_text": "Δώστε στον εαυτό σας άδεια να ξεκουραστεί σήμερα. Ο ποιοτικός ύπνος είναι απαραίτητος για την ψυχική ευεξία.",
  "tip_saturday_title": "Ξεκουραστείτε και αναζωογονηθείτε",
  "tip_sunday_text": "Ξεκινήστε την εβδομάδα σας με πρόθεση. Αφιερώστε 5 λεπτά για να θέσετε έναν απλό στόχο ευεξίας για την επερχόμενη εβδομάδα.",
  "tip_sunday_title": "Ξεκίνα με φρεσκάδα",
  "tip_thursday_text": "Γράψτε τρία πράγματα για τα οποία είστε ευγνώμονες σήμερα. Αυτή η απλή συνήθεια αναδιαμορφώνει τον εγκέφαλό σας προς τη θετικότητα.",
  "tip_thursday_title": "Πρακτική ευγνωμοσύνης",
  "tip_tuesday_text": "Επικοινωνήστε με κάποιον που νοιάζεστε. Ένα απλό μήνυμα μπορεί να ενισχύσει τους δεσμούς και να βελτιώσει τη διάθεση.",
  "tip_tuesday_title": "Συνδεθείτε σήμερα",
  "tip_wednesday_text": "Κάντε μια σύντομη βόλτα έξω, αν είναι δυνατόν. Ακόμα και 10 λεπτά κίνησης μπορούν να μειώσουν σημαντικά το άγχος.",
  "tip_wednesday_title": "Επαναφορά στη μέση της εβδομάδας",
  "topbar_contact": "Επικοινωνήστε μαζί μας: <a href=\"tel:+12142459442\">+1 (214) 245 9442</a> | <a href=\"https://mail.google.com/mail/?view=cm&fs=1&to=mindspacehelp@gmail.com\">mindspacehelp@gmail.com</a>",
  "topbar_crisis": "Χρειάζεστε υποστήριξη τώρα; Καλέστε ή στείλτε μήνυμα στο <strong>988</strong> — Γραμμή Ζωής για Αυτοκτονία και Κρίση (24/7)",
  "topbar_location": "4601 N MacArthur Blvd, Irving, TX 75038 | Ανοιχτά καθημερινά 8:00 – 22:00",
  "topbar_tip": "Καθημερινή συμβουλή: Πάρτε 5 βαθιές ανάσες τώρα. Το μυαλό σας θα σας ευχαριστήσει.",
  "topbar_welcome": "Καλώς ήρθατε στο MindSpace — Το ταξίδι σας προς την ευεξία ξεκινά εδώ",
  "tts_autoscroll": "Αυτόματη κύλιση",
  "tts_browser_voice": "Φωνή προγράμματος περιήγησης",
  "tts_close": "Κλείσιμο",
  "tts_download": "Λήψη",
  "tts_generating": "Δημιουργία ήχου...",
  "tts_keyboard_hint": "Πληκτρολόγιο: Space για αναπαραγωγή/παύση, Esc για διακοπή, Ctrl+βέλος για παράβλεψη",
  "tts_keyboard_hint_enhanced": "Πληκτρολόγιο: Space για αναπαραγωγή/παύση, Esc για διακοπή, Ctrl+βέλος για παράλειψη, M για σίγαση, βέλος πάνω/κάτω για ένταση",
  "tts_listen_article": "Ακούστε αυτό το άρθρο",
  "tts_listening": "Ακρόαση άρθρου",
  "tts_not_supported": "Η μετατροπή κειμένου σε ομιλία δεν υποστηρίζεται στον browser σας.",
  "tts_pause": "Παύση",
  "tts_paused": "Παύση",
  "tts_play": "Αναπαραγωγή",
  "tts_playing": "Αναπαραγωγή...",
  "tts_premium_unavailable": "Η φωνή premium δεν είναι διαθέσιμη. Χρήση φωνής προγράμματος περιήγησης.",
  "tts_premium_voice": "Φωνή AI premium (ElevenLabs)",
  "tts_ready": "Έτοιμο για αναπαραγωγή",
  "tts_skip_back": "Επιστροφή",
  "tts_skip_forward": "Προώθηση",
  "tts_sleep_timer": "Χρονοδιακόπτης",
  "tts_speed": "Ταχύτητα:",
  "tts_stop": "Διακοπή",
  "tts_time_remaining": "--:--",
  "tts_timer_off": "Απενεργοποίηση",
  "tts_voice": "Φωνή:",
  "user_menu_guest_text": "Συνδεθείτε για να αποκτήσετε πρόσβαση στο προφίλ και τις ειδοποιήσεις σας",
  "wellness_checkin_subtitle": "Επιλέξτε τη διάθεσή σας και θα σας καθοδηγήσουμε σε χρήσιμες πηγές",
  "wellness_checkin_title": "Πώς αισθάνεστε σήμερα;",
  "wellness_daily_tip": "Συμβουλή ευεξίας για σήμερα",
  "wellness_mood_title": "Έλεγχος διάθεσης",
  "wellness_select_mood_prompt": "Επιλέξτε τη διάθεσή σας για να λάβετε εξατομικευμένες συμβουλές και πόρους.",
  "docs_tech_apis_5": "Formspree για υποβολή φορμών",
  "docs_tech_apis_6": "Supabase API για υπηρεσίες backend",
  "docs_tech_sources_5": "SAMHSA",
  "docs_tech_media": "Πηγές εικόνων και σχεδιασμού",
  "docs_tech_media_1": "Unsplash για φωτογραφίες",
  "docs_tech_media_2": "Canva για γραφικά και σχεδιασμό",
  "docs_tech_media_3": "Ionicons για βιβλιοθήκη εικονιδίων",
  "docs_tech_media_4": "Google Fonts (Poppins)",
  "docs_originality_statement": "Αυτός ο ιστότοπος σχεδιάστηκε και κατασκευάστηκε εξ ολοκλήρου από την ομάδα μας χρησιμοποιώντας προσαρμοσμένο HTML, CSS και JavaScript. Δεν χρησιμοποιήθηκαν έτοιμα πρότυπα, θέματα ή πλαίσια (frameworks) κατά τη δημιουργία αυτού του ιστότοπου.",
  "docs_originality_title": "Δήλωση Πρωτοτυπίας",
  "blog_newsletter_title": "Μείνετε ενημερωμένοι",
  "blog_newsletter_desc": "Μηνιαίες συμβουλές ψυχικής υγείας + νέοι πόροι. Χωρίς spam — διαγραφείτε ανά πάσα στιγμή.",
  "blog_community_title": "Γίνετε μέλος της κοινότητάς μας",
  "blog_community_desc": "Μοιραστείτε εμπειρίες, συνδεθείτε με άλλους και βρείτε υποστήριξη στο κοινοτικό μας φόρουμ.",
  "blog_visit_community": "Επισκεφθείτε το Κέντρο Κοινότητας"
}